Repository: KDE/ruqola
Catalog: po/sa/ruqola.po
Languages: sa

source: Timeouts
sa: समयसमाप्तिः

# @info:tooltip
source: How many milliseconds wait for a search result before return an error
sa: त्रुटिं प्रत्यागन्तुं पूर्वं कति मिलीसेकेण्ड् अन्वेषणपरिणामस्य प्रतीक्षां कुर्वन्ति

source: Timeout (ms)
sa: समयसमाप्ति (ms)

source: Connection Timeout (ms)
sa: संयोजनसमयसमाप्तिः (ms) .

source: How many milliseconds wait after the latest LDAP operation until close the connection. (Each operation will open a new connection)
sa: नवीनतमस्य LDAP-सञ्चालनस्य अनन्तरं कियत् मिलीसेकेण्ड्-पर्यन्तं प्रतीक्षां कुर्वन्ति यावत् संयोजनं न बन्दं भवति । (प्रत्येकं ऑपरेशनं नूतनं संयोजनं उद्घाटयिष्यति)

source: Idle Timeout (ms)
sa: निष्क्रिय समयसमाप्ति (ms) .

# @option:check
source: Trace method calls
sa: अनुसन्धान विधि आह्वान

# @option:check
source: Trace subscription calls
sa: सदस्यता-आह्वानस्य अनुसन्धानं कुर्वन्तु

# @info:tooltip
source: A channel that will receive all captured exceptions. Leave empty to ignore exceptions.
sa: एकं चैनलं यत् सर्वाणि गृहीताः अपवादाः प्राप्स्यति। अपवादानाम् अवहेलनाय रिक्तं त्यजन्तु।

source: Log Exceptions to Channel
sa: चैनले अपवादाः लॉग् कुर्वन्तु

source: Errors Only
sa: केवलं दोषाः

source: Errors and Information
sa: त्रुटिः सूचना च

source: Errors, Information and Debug
sa: त्रुटयः, सूचनाः, त्रुटिनिवारणं च

source: Log Level
sa: लॉग लेवल

source: Log View Limit
sa: Log View Limit इति

# @info:tooltip
source: The text here will be evaluated as RegExp (new RegExp('text')). Keep it empty to show trace of every call.
sa: अत्र पाठः RegExp (new RegExp('text')) इति मूल्याङ्कितः भविष्यति । प्रत्येकस्य आह्वानस्य लेशं दर्शयितुं रिक्तं स्थापयन्तु।

source: Trace method filter
sa: ट्रेस विधि फ़िल्टर

# @option:check
source: Allow Message Editing
sa: सन्देशसम्पादनस्य अनुमतिं ददातु

# @option:check
source: Allow Message Deleting
sa: सन्देशविलोपनस्य अनुमतिं ददातु

# @option:check
source: Show Edited Status
sa: सम्पादितस्थितिं दर्शयतु

# @option:check
source: Show Deleted Status
sa: विलोपिता स्थितिं दर्शयतु

# @option:check
source: Allow Message Pinning
sa: सन्देशपिनिंग् अनुमन्यताम्

# @option:check
source: Allow Message Snippeting
sa: सन्देशस्निपेटिंग् अनुमन्यताम्

# @option:check
source: Allow converting long messages to attachment
sa: दीर्घसन्देशान् संलग्नकरूपेण परिवर्तयितुं अनुमतिं ददातु

# @option:check
source: Video Recorder Enabled
sa: विडियो रिकार्डर सक्षमम्

# @option:check
source: Remove EXIF metadata from supported files
sa: समर्थितसञ्चिकाभ्यः EXIF मेटाडाटा निष्कासयन्तु

# @option:check
source: Enable image thumbnails to save bandwidth
sa: बैण्डविड्थ् रक्षितुं चित्रलघुचित्रं सक्षमं कुर्वन्तु

# @option:check
source: Audio Recorder Enabled
sa: ऑडियो रिकार्डर सक्षमम्

# @option:check
source: Enable Auto-Translate
sa: स्वतः अनुवादं सक्षमं कुर्वन्तु

# @option:check
source: Embed Link Previews
sa: लिङ्क पूर्वावलोकनं एम्बेड् कुर्वन्तु

# @info:tooltip
source: Enter 0 to disable blocking.
sa: अवरोधनं निष्क्रियं कर्तुं 0 प्रविष्टं कुर्वन्तु ।

source: Block Message Editing After (n) Minutes
sa: (n) निमेषेभ्यः परं सन्देशसम्पादनं अवरुद्धं कुर्वन्तु

# @info:tooltip
source: Block Message Deleting After (n) Minutes.
sa: (n) निमेषेभ्यः परं सन्देशं विलोपनं अवरुद्धं कुर्वन्तु।

source: Block Message Deleting After (n) Minutes
sa: (n) निमेषेभ्यः परं सन्देशं विलोपनं अवरुद्धं कुर्वन्तु

# @info:tooltip
source: This is a deprecated feature. It may not work as expected and will not get new updates.
sa: एतत् अप्रचलितं विशेषता अस्ति । अपेक्षितरूपेण कार्यं न कर्तुं शक्नोति तथा च नूतनानि अद्यतनानि न प्राप्स्यति।

# @info:tooltip
source: Allow Message Pinning
sa: सन्देशपिनिंग् अनुमन्यताम्

# @info:tooltip
source: Requires 'video/webm' files to be an accepted media type within 'File Upload' settings.
sa: 'video/webm' सञ्चिकाः 'File Upload' सेटिंग्स् अन्तः स्वीकृतः मीडिया प्रकारः भवितुम् आवश्यकम् ।

source: Maximum Allowed Characters Per Message
sa: प्रतिसन्देशं अधिकतमं अनुमताः वर्णाः

source: Safe Ports
sa: सुरक्षित बन्दरगाह

source: Maximum Number of Chained Quotes
sa: शृङ्खलाबद्ध उद्धरणों की अधिकतम संख्या

source: Keep Messages and User Name
sa: सन्देशान् उपयोक्तृनाम च स्थापयन्तु

source: Delete All Messages
sa: सर्वे सन्देशाः विलोपयन्तु

source: Remove Link Between User and Messages
sa: उपयोक्तुः सन्देशानां च मध्ये लिङ्कं निष्कासयन्तु

source: Determine what to do with messages of users who remove their account. Keep Messages and User Name: The message and files history of the user will be deleted from Direct Messages and will be kept in other rooms. Delete All Messages: All messages and files from the user will be deleted from the database and it will not be possible to locate the user anymore. Remove link between user and messages: This option will assign all messages and files of the user to Rocket.Chat bot and Direct Messages are going to be deleted.
sa: ये उपयोक्तारः स्वलेखं निष्कासयन्ति तेषां सन्देशैः किं कर्तव्यमिति निर्धारयन्तु । सन्देशान् उपयोक्तृनाम च रक्षन्तु : उपयोक्तुः सन्देशः सञ्चिका-इतिहासः च प्रत्यक्षसन्देशात् विलोपितः भविष्यति, अन्येषु कक्षेषु च स्थापितः भविष्यति । सर्वे सन्देशाः विलोपयन्तु : उपयोक्तुः सर्वे सन्देशाः सञ्चिकाः च दत्तांशकोशात् विलोपिताः भविष्यन्ति, ततः उपयोक्तुः स्थानं ज्ञातुं न शक्यते । उपयोक्तुः सन्देशानां च मध्ये लिङ्कं निष्कासयतु: एषः विकल्पः उपयोक्तुः सर्वान् सन्देशान् सञ्चिकाः च Rocket.Chat bot इत्यत्र नियुक्तं करिष्यति तथा च Direct Messages विलोपनं भविष्यति।

source: Message Erasure Type
sa: सन्देश मिटाने प्रकार

source: Messages will be grouped with previous message if both are from the same user and the elapsed time was less than the informed time in seconds.
sa: सन्देशाः पूर्वसन्देशेन सह समूहीकृताः भविष्यन्ति यदि उभयम् अपि एकस्यैव उपयोक्तुः अस्ति तथा च व्यतीतः समयः सेकेण्ड्-मात्रेषु सूचितसमयात् न्यूनः आसीत् ।

source: Grouping Period (in seconds)
sa: समूहीकरणकालः (सेकेण्ड्-मात्रेषु)

source: Direct Message Maximum Users
sa: प्रत्यक्षसन्देश अधिकतम उपयोक्तारः

source: Message Attachments
sa: सन्देशसंलग्नकाः

# @info:tooltip
source: Strips out EXIF metadata from image files (jpeg, tiff, etc). This setting is not retroactive, so files uploaded while disabled will have EXIF data
sa: चित्रसञ्चिकाभ्यः (jpeg, tiff इत्यादयः) EXIF मेटाडाटां बहिः स्थापयति । इदं सेटिङ्ग् पूर्ववृत्तं नास्ति, अतः अक्षमरूपेण अपलोड् कृतासु सञ्चिकासु EXIF दत्तांशः भविष्यति

# @info:tooltip
source: Thumbnails will be served instead of the original image to reduce bandwidth usage. Images at original resolution can be downloaded using the icon next to the attachment's name.
sa: बैण्डविड्थ्-उपयोगं न्यूनीकर्तुं मूल-प्रतिबिम्बस्य स्थाने लघुचित्रं सेवितं भविष्यति । संलग्नस्य नामस्य पार्श्वे स्थितस्य चिह्नस्य उपयोगेन मूलसंकल्पे चित्राणि डाउनलोड् कर्तुं शक्यन्ते ।

source: Thumbnail's max width (in pixels)
sa: लघुचित्रस्य अधिकतमविस्तारः (पिक्सेलेषु)

source: Thumbnail's max height (in pixels)
sa: लघुचित्रस्य अधिकतमं ऊर्ध्वता (पिक्सेलेषु)

source: Audio Message
sa: श्रव्य सन्देश

source: Audio Message Bit Rate
sa: ऑडियो सन्देश बिट दर

source: Auto-Translate
sa: स्वतः अनुवादं कुर्वन्तु

source: Deepl
sa: अधः

source: Microsoft
sa: माइक्रोसॉफ्ट

source: Service Provider
sa: सेवा प्रदाता

source: DeepL API Key
sa: DeepL एपिआइ कुञ्जी

source: Google API Key
sa: गूगल एपिआइ कुञ्जी

source: Microsoft API Key
sa: माइक्रोसॉफ्ट एपिआइ कुञ्जी

# @info:tooltip
source: Whether embedded link previews are enabled or not when a user posts a link to a website.
sa: यदा उपयोक्ता वेबसाइट् प्रति लिङ्कं प्रकाशयति तदा एम्बेडेड् लिङ्क् पूर्वावलोकनं सक्षमं भवति वा न वा।

source: Embed Cache Expiration Days
sa: कैश समाप्तिदिनानि एम्बेड् कुर्वन्तु

# @option:check
source: Allow Save Media to Gallery
sa: Gallery मध्ये Save Media इत्यस्य अनुमतिं ददातु

# @option:check
source: Force screen lock
sa: बलं स्क्रीन ताला

source: Screen Lock
sa: स्क्रीन लॉक

# @info:tooltip
source: When enabled, you'll force your users to use a PIN/BIOMETRY/FACEID to unlock the app.
sa: यदा सक्षमः भवति तदा भवान् स्वप्रयोक्तृभ्यः एप् अनलॉक् कर्तुं PIN/BIOMETRY/FACEID इत्यस्य उपयोगं कर्तुं बाध्यं करिष्यति ।

# @info:tooltip
source: The time to request password again after the finish of the latest session, in seconds.
sa: नवीनतमसत्रस्य समाप्तेः अनन्तरं पुनः गुप्तशब्दं याचयितुम् समयः, सेकेण्ड्-मात्रेषु ।

source: Force Screen Lock After
sa: बलं स्क्रीन लॉक पश्चात्

# @option:check
source: Sign in with Apple
sa: Apple इत्यनेन सह प्रवेशं कुर्वन्तु

# @option:check
source: Twitter Login
sa: ट्विटर प्रवेश

# @option:check
source: LinkedIn Login
sa: LinkedIn प्रवेशः

# @option:check
source: Meteor Login
sa: उल्का लॉगिन

# @option:check
source: Facebook Login
sa: फेसबुक लॉगिन

# @option:check
source: Github Login
sa: Github प्रवेशः

# @option:check
source: Tokenpass Login
sa: टोकनपास लॉगिन

# @option:check
source: Google Login
sa: गूगल लॉगिन

source: Apple
sa: सेवफल

# @info:tooltip
source: If you want Apple login enabled only on mobile, you can leave all fields empty.
sa: यदि भवान् इच्छति यत् Apple login केवलं mobile इत्यत्र एव सक्षमं भवतु तर्हि सर्वाणि क्षेत्राणि रिक्तं त्यक्तुं शक्नोति।

source: OAuth Apple Iss
sa: OAuth एप्पल Iss

source: OAuth Apple Kid
sa: OAuth एप्पल किड

source: Dolphin
sa: डॉल्फिन

source: Url
sa: उर्ल्

source: Secret
sa: रहस्य

source: Twitter
sa: ट्विटर

source: Twitter Secret
sa: ट्विटर रहस्य

source: LinkedIn
sa: लिङ्क्डइन

source: LinkedIn Secret
sa: लिंक्डइन गुप्त

source: Proxy
sa: प्रॉक्सी

source: Proxy Host
sa: प्रॉक्सी होस्ट

source: Proxy Services
sa: प्रॉक्सी सेवाएँ

source: Meteor
sa: उल्का

source: Meteor Id
sa: उल्का Id

source: Meteor Secret
sa: उल्का रहस्य

source: Facebook
sa: फेसबुक

source: Facebook Id
sa: फेसबुक Id

source: Facebook Secret
sa: फेसबुक रहस्य

source: Github
sa: गिथुब

source: Github Id
sa: गिथुब Id

source: Github Secret
sa: गिथुब रहस्य

source: Tokenpass
sa: टोकनपासः

# @info:tooltip
source: Example: https://domain.com (excluding trailing slash)
sa: उदाहरणम् : https://domain.com (अनुवर्ती स्लैशं विहाय)

source: Tokenpass Server URL
sa: टोकनपास सर्वर URL

source: Tokenpass Id
sa: टोकनपास Id

source: Tokenpass Secret
sa: टोकनपास रहस्य

source: Google Secret
sa: गूगल गुप्त

# @option:check
source: Enable Password History
sa: गुप्तशब्द इतिहासं सक्षमं कुर्वन्तु

# @option:check
source: Enable Password Policy
sa: गुप्तशब्दनीतिं सक्षमं कुर्वन्तु

# @option:check
source: Forbid Repeating Characters
sa: वर्णानाम् पुनरावृत्तिं निषिद्धं कुरुत

# @option:check
source: At Least One Lowercase
sa: न्यूनातिन्यूनम् एकः लघुः

# @option:check
source: At Least One Uppercase
sa: न्यूनातिन्यूनम् एकः बृहत्

# @option:check
source: At Least One Number
sa: न्यूनातिन्यूनम् एकः सङ्ख्या

# @option:check
source: At Least One Symbol
sa: न्यूनातिन्यूनम् एकं प्रतीकम्

source: Password History
sa: गुप्तशब्द इतिहास

# @info:tooltip
source: When enabled, users won't be able to update their passwords to some of their most recently used passwords.
sa: यदा सक्षमं भवति तदा उपयोक्तारः स्वस्य गुप्तशब्दान् स्वस्य केषुचित् अद्यतनतया प्रयुक्तेषु गुप्तशब्देषु अद्यतनीकर्तुं न शक्नुवन्ति ।

# @info:tooltip
source: Amount of most recently used passwords to prevent users from reusing.
sa: उपयोक्तृणां पुनः उपयोगं निवारयितुं अद्यतनतया प्रयुक्तानां गुप्तशब्दानां परिमाणम् ।

source: Password History Length
sa: गुप्तशब्द इतिहास लम्बाई

source: Password Policy
sa: गुप्तशब्द नीति

# @info:tooltip
source: Ensures that passwords must have at least this amount of characters. Use -1 to disable.
sa: गुप्तशब्देषु न्यूनातिन्यूनं एतावता वर्णाः भवितुमर्हन्ति इति सुनिश्चितं करोति । अक्षमीकरणाय -1 इत्यस्य उपयोगं कुर्वन्तु ।

source: Minimum Length
sa: न्यूनतम लम्बाई

# @info:tooltip
source: Ensures that passwords do not have more than this amount of characters. Use -1 to disable.
sa: गुप्तशब्देषु एतावता अधिकाः वर्णाः न सन्ति इति सुनिश्चितं करोति । अक्षमीकरणाय -1 इत्यस्य उपयोगं कुर्वन्तु ।

source: Maximum Length
sa: अधिकतम लम्बाई

# @info:tooltip
source: Ensures passwords do not contain the same character repeating next to each other.
sa: गुप्तशब्देषु परस्परं पार्श्वे पुनरावृत्तिः समानः वर्णः न भवति इति सुनिश्चितं करोति ।

# @info:tooltip
source: The amount of times a character can be repeating before it is not allowed.
sa: वर्णः यावत्वारं पुनरावृत्तिः भवितुम् अर्हति तस्य पूर्वं न अनुमतम् ।

source: Max Repeating Characters
sa: अधिकतमं पुनरावृत्तिवर्णाः

# @info:tooltip
source: Enforce that a password contain at least one lowercase character.
sa: गुप्तशब्दे न्यूनातिन्यूनम् एकं लघुवर्णं भवति इति प्रवर्तयन्तु ।

# @info:tooltip
source: Enforce that a password contain at least one uppercase character.
sa: गुप्तशब्दे न्यूनातिन्यूनम् एकं बृहत्वर्णं भवति इति प्रवर्तयन्तु ।

# @info:tooltip
source: Enforce that a password contain at least one numerical character.
sa: गुप्तशब्दे न्यूनातिन्यूनम् एकं संख्यात्मकं वर्णं भवति इति प्रवर्तयन्तु ।

# @info:tooltip
source: Enforce that a password contain at least one special character.
sa: गुप्तशब्दे न्यूनातिन्यूनम् एकं विशेषवर्णं भवति इति प्रवर्तयन्तु ।

# @option:check
source: Enable Rate Limiter
sa: दरसीमकं सक्षमं कुर्वन्तु

# @option:check
source: Limit by IP
sa: IP द्वारा सीमा

# @option:check
source: Limit by User
sa: उपयोक्तृद्वारा सीमा

# @option:check
source: Limit by Connection
sa: संबन्धेन सीमा

# @option:check
source: Limit by User per Method
sa: प्रति विधिः उपयोक्तृद्वारा सीमा

# @option:check
source: Limit by Connection per Method
sa: प्रति विधिं संयोजनेन सीमा

source: API Rate Limiter
sa: एपिआइ दर सीमक

source: DDP Rate Limit
sa: डीडीपी दर सीमा

source: Limit by IP: interval time
sa: IP द्वारा सीमा: अन्तरालसमयः

source: Limit by IP: requests allowed
sa: IP द्वारा सीमा: अनुरोधाः अनुमताः

source: Limit by User: requests allowed
sa: उपयोक्तृद्वारा सीमा: अनुरोधाः अनुमताः

source: Limit by User: interval time
sa: उपयोक्तृद्वारा सीमा: अन्तरालसमयः

# @option:check
source: Use Advanced Retention Policy configuration
sa: उन्नतधारणनीतिविन्यासस्य उपयोगं कुर्वन्तु

# @option:check
source: Do not prune Threads
sa: सूत्राणां छंटाई न कुर्वन्तु

# @option:check
source: Do not prune Discussion message
sa: चर्चा सन्देशस्य छंटाई न कुर्वन्तु

# @option:check
source: Do not prune pinned messages
sa: पिनयुक्तसन्देशान् न छंटाई कुर्वन्तु

# @option:check
source: Only delete files
sa: केवलं सञ्चिकाः विलोपयन्तु

# @option:check
source: Applies to channels
sa: चैनलेषु प्रवर्तते

# @option:check
source: Applies to private groups
sa: निजीसमूहेषु प्रवर्तते

# @option:check
source: Applies to direct messages
sa: प्रत्यक्षसन्देशेषु प्रवर्तते

source: Once every 30 minutes
sa: प्रत्येकं ३० निमेषेषु एकवारं

source: Once every hour
sa: प्रतिघण्टां एकवारं

source: Once every six hours
sa: षड्घण्टेषु एकवारं

source: Once every day
sa: प्रतिदिनं एकवारं

source: Timer Precision
sa: टाइमर परिशुद्धता

# @info:tooltip
source: Only files will be deleted, the messages themselves will stay in place.
sa: केवलं सञ्चिकाः विलोपिताः भविष्यन्ति, सन्देशाः एव स्थाने एव तिष्ठन्ति।

# @info:tooltip
source: Prune all messages older than this value, in days.
sa: अस्मात् मूल्यात् प्राचीनाः सर्वान् सन्देशान्, दिवसेषु, छंटनीं कुर्वन्तु ।

source: Maximum message age in channels
sa: चैनलेषु अधिकतमं सन्देशवयोः

source: Maximum message age in private groups
sa: निजीसमूहेषु अधिकतमं सन्देशवयोः

source: Maximum message age in direct messages
sa: प्रत्यक्षसन्देशेषु अधिकतमं सन्देशवयोः

# @option:check
source: File Upload
sa: सञ्चिका अपलोड्

# @option:check
source: SlackBridge Out Enabled
sa: SlackBridge Out सक्षमम्

# @option:check
source: SlackBridge Out All
sa: स्लैकब्रिज आउट ऑल

# @option:check
source: Reactions
sa: प्रतिक्रियाः

# @info:tooltip
source: Enable Rocket.Chat to communicate directly with Slack.
sa: Slack इत्यनेन सह प्रत्यक्षतया संवादं कर्तुं Rocket.Chat इत्येतत् सक्षमं कुर्वन्तु ।

source: API Tokens
sa: एपिआइ टोकन

# @info:tooltip
source: Choose whether SlackBridge should also send your messages back to Slack
sa: SlackBridge इत्यनेन अपि भवतः सन्देशाः पुनः Slack -इत्यत्र प्रेषयितव्याः वा इति चिनोतु

# @info:tooltip
source: Send messages from all channels that exist in Slack and the bot has joined
sa: स्लैक् मध्ये विद्यमानाः सर्वेभ्यः चैनलेभ्यः सन्देशान् प्रेषयन्तु तथा च बोट् सम्मिलितः अस्ति

# @info:tooltip
source: Import messages from Slack with an alias; %s is replaced by the username of the user. If empty, no alias will be used.
sa: उपनामेन सह Slack तः सन्देशान् आयातयन्तु; %s इत्यस्य स्थाने उपयोक्तुः उपयोक्तुः नाम भवति । यदि रिक्तं तर्हि कोऽपि उपनाम न प्रयुक्तः भविष्यति ।

source: Alias Format
sa: उपनाम प्रारूप

source: Do not propagate messages from bots whose name matches the regular expression above. If left empty, all messages from bots will be propagated.
sa: येषां नाम उपरिष्टात् नियमितव्यञ्जनेन सह मेलति तेभ्यः बोट्-भ्यः सन्देशान् न प्रसारयन्तु । यदि रिक्तं त्यक्तं तर्हि बोट्-तः सर्वे सन्देशाः प्रसारिताः भविष्यन्ति ।

source: Exclude Bots
sa: Bots बहिष्कृत करें

# @option:check
source: Disable Notifications
sa: सूचनाः निष्क्रियं कुर्वन्तु

# @option:check
source: Disable Presence Broadcast
sa: उपस्थिति प्रसारण अक्षम करें

# @option:check
source: Disable Instance Broadcast
sa: उदाहरणप्रसारणं निष्क्रियं कुर्वन्तु

# @option:check
source: Disable Sessions Monitor
sa: सत्रनिरीक्षकं निष्क्रियं कुर्वन्तु

# @option:check
source: Disable Livechat Activity Monitor
sa: Livechat क्रियाकलापनिरीक्षकं निष्क्रियं कुर्वन्तु

# @option:check
source: Disable Statistics Generator
sa: सांख्यिकी जनरेटरं निष्क्रियं कुर्वन्तु

# @option:check
source: Disable Data Exporter Processor
sa: Data Exporter Processor निष्क्रियं कुर्वन्तु

# @option:check
source: Disable Workspace Sync
sa: कार्यक्षेत्र समन्वयनं निष्क्रियं कुर्वन्तु

source: This setting completely disables the notifications system; sounds, desktop notifications, mobile notifications, and emails will stop!
sa: एषा सेटिङ्ग् सूचनाप्रणालीं पूर्णतया निष्क्रियं करोति; ध्वनयः, डेस्कटॉप् सूचनाः, मोबाईल् सूचनाः, ईमेल च स्थगिताः भविष्यन्ति!

source: This setting prevents all instances from sending the status changes of the users to their clients keeping all the users with their presence status from the first load!
sa: एषा सेटिंग् सर्वान् उदाहरणान् प्रथमभारात् सर्वान् उपयोक्तृन् स्वस्य उपस्थितिस्थित्या सह स्थापयित्वा उपयोक्तृणां स्थितिपरिवर्तनं स्वग्राहकेभ्यः प्रेषयितुं निवारयति!

source: This setting prevents the Rocket.Chat instances from sending events to the other instances, it may cause syncing problems and misbehavior!
sa: एषा सेटिंग् Rocket.Chat दृष्टान्तान् अन्यदृष्टान्तेभ्यः घटनां प्रेषयितुं निवारयति, एतत् समन्वयनसमस्यां दुर्व्यवहारं च जनयितुं शक्नोति!

source: This setting stops the processing of livechat visitor sessions causing the statistics to stop working correctly!
sa: एषा सेटिंग् livechat आगन्तुकसत्रस्य संसाधनं स्थगयति येन आँकडा: सम्यक् कार्यं स्थगयन्ति!

source: This setting stops the processing all statistics making the info page outdated until someone clicks on the refresh button and may cause other missing information around the system!
sa: एषा सेटिंग् सूचनापृष्ठं पुरातनं कृत्वा सर्वाणि आँकडानि संसाधनं स्थगयति यावत् कोऽपि ताजगीबटनं क्लिक् न करोति तथा च प्रणाल्याः परितः अन्यसूचनाः गम्यन्ते!

source: This setting stops the processing of all export requests from users, so they will not receive the link to download their data!
sa: एषा सेटिङ्ग् उपयोक्तृभ्यः सर्वेषां निर्यात-अनुरोधानाम् संसाधनं स्थगयति, अतः ते स्वदत्तांशं डाउनलोड् कर्तुं लिङ्कं न प्राप्नुयुः!

source: This setting stops the sync of this server with Rocket.Chat's cloud and may cause issues with marketplace and enterprise licenses!
sa: एषा सेटिङ्ग् अस्य सर्वरस्य Rocket.Chat इत्यस्य मेघेन सह समन्वयनं स्थगयति तथा च मार्केटप्लेस् तथा उद्यम-अनुज्ञापत्रेषु समस्यां जनयितुं शक्नोति!

# @option:check
source: Enable User Data Download
sa: उपयोक्तृदत्तांशं डाउनलोड् सक्षमं कुर्वन्तु

source: System Path (Exported Files)
sa: प्रणालीमार्गः (निर्यातसञ्चिकाः)

source: System Path (Compressed File)
sa: प्रणालीमार्गः (संपीडितः सञ्चिका)

source: Processing Frequency (Minutes)
sa: प्रसंस्करण आवृत्ति (मिनिट) 1.1.

source: Message Limit per Request
sa: प्रति अनुरोधं सन्देशसीमा

# @option:check
source: Always Open in New Window
sa: New Window इत्यत्र सर्वदा उद्घाटितं भवति

# @option:check
source: Enable room name hash
sa: कक्षनाम हैश सक्षमं कुर्वन्तु

# @option:check
source: Use SSL
sa: SSL इत्यस्य उपयोगं कुर्वन्तु

# @option:check
source: Enable in Channels
sa: Channels इत्यत्र सक्षमं कुर्वन्तु

# @option:check
source: Enable for Teams
sa: दलानाम् कृते सक्षमं कुर्वन्तु

# @option:check
source: Enable JWT auth
sa: JWT auth सक्षमं कुर्वन्तु

# @option:check
source: Limit token to Jitsi Room
sa: टोकनं जित्सी कक्षं यावत् सीमितं कुर्वन्तु

source: Domain
sa: क्षेत्र

source: Shared Secret
sa: साझा रहस्य

source: URL room prefix
sa: URL कक्ष उपसर्गः

source: URL room suffix
sa: URL कक्ष प्रत्ययः

# @info:tooltip
source: Recommended to enable if the Jitsi instance doesn't use any authentication mechanism.
sa: यदि Jitsi दृष्टान्तः किमपि प्रमाणीकरणतन्त्रं न उपयुङ्क्ते तर्हि सक्षमीकरणाय अनुशंसितम् ।

source: Application ID (iss)
sa: आवेदनपत्रम् (iss) .

source: Application Secret
sa: आवेदन रहस्य

# @option:check
source: Webdav Integration Enabled
sa: Webdav एकीकरणं सक्षमम्

# @option:check
source: Enable for Public Channels
sa: सार्वजनिकचैनलस्य कृते सक्षमं कुर्वन्तु

# @option:check
source: Enable for Private Channels
sa: निजीचैनलस्य कृते सक्षमं कुर्वन्तु

# @option:check
source: Enable for Direct Messages
sa: प्रत्यक्षसन्देशानां कृते सक्षमं कुर्वन्तु

source: A list of STUN and TURN servers separated by comma. Username, password and port are allowed in the format username:password@stun:host:port or username:password@turn:host:port.
sa: अल्पविरामेन पृथक्कृतानां STUN तथा TURN सर्वराणां सूची । उपयोक्तृनाम, गुप्तशब्दः, पोर्ट् च username:password@stun:host:port अथवा username:password@turn:host:port इति प्रारूपेण अनुमताः सन्ति ।

source: STUN/TURN Servers
sa: STUN/TURN सर्वरः

# @title:window
source: Permissions
sa: अनुमतिः

# @title:window
source: Ask Application
sa: आवेदनम् पृच्छतु

# @label:textbox
source: Let your admin know why this app would be useful
sa: भवतः व्यवस्थापकं ज्ञापयन्तु यत् एतत् एप् किमर्थं उपयोगी भविष्यति

# @info:placeholder
source: Message for workspace admin
sa: कार्यक्षेत्रप्रशासकस्य कृते सन्देशः

source: Want to use %1
sa: %1 इत्यस्य उपयोगं कर्तुम् इच्छति

source: Premium
sa: वृद्धि

source: Enabled
sa: सक्षमम्

source: %1 request
sa: %1 अनुरोधः

# @title:window
source: Description
sa: वर्णनम्‌

source: Versions
sa: संस्करणाः

source: Settings
sa: समायोजनानि

# @title:window
source: Applications
sa: अनुप्रयोगाः

# @label:textbox
source: Loading in progress…
sa: लोडिंग् प्रचलति...

# @action
source: Show Description…
sa: विवरणं दर्शयतु...

# @action
source: Install
sa: प्रतिस्था

# @action
source: Ask Application…
sa: आवेदनम् पृच्छतु...

# @action
source: Copy Text
sa: पाठं प्रतिलिपितु

source: %1 Caller: %2
sa: %1 आह्वानकर्त्ता: %2

source: No logs info found.
sa: कोऽपि लॉग्स् इन्फो न प्राप्तः।

source: All Prices
sa: सर्वे मूल्यानि

source: Free Apps
sa: निःशुल्क एप्स

source: Paid Apps
sa: सशुल्क एप्स

# @info:placeholder
source: Search Applications
sa: अनुप्रयोगाः अन्वेषणं कुर्वन्तु

# @info:placeholder
source: Search Installed Applications
sa: संस्थापितानि अनुप्रयोगाः अन्वेष्टुम्

# @info:placeholder
source: Search Requested Applications
sa: अनुरोधित-अनुप्रयोगाः अन्वेष्टुम्

# @info:placeholder
source: Search Private Applications
sa: निजी अनुप्रयोगों खोजें

source: Apply
sa: आचरतु

source: A-Z
sa: अ-झ

source: Most recent updated
sa: अद्यतनतमं अद्यतनम्

source: Least recent updated
sa: न्यूनतमं अद्यतनं अद्यतनम्

source: All Status
sa: सर्वः स्थितिः

source: Fetching version information in progress...
sa: संस्करणसूचनाः प्रचलति आनयन्...

source: No release information provided
sa: विमोचनसूचना न प्रदत्ता

source: No version info found.
sa: संस्करणसूचना न प्राप्ता।

source: %1 app enabled
sa: %1 एप् सक्षमम्

source: %1 private app enabled
sa: %1 निजी अनुप्रयोगः सक्षमः

# @title:window
source: Banner Information
sa: बैनर सूचना

# @option:check
source: Show Unread
sa: अपठितं दर्शयतु

# @action
source: Mark as Read
sa: Read इति चिह्नं कुर्वन्तु

# @action
source: Mark as Unread
sa: अपठितम् इति चिह्नं कुर्वन्तु
