Repository: KDE/ruqola
Catalog: po/sa/ruqola.po
Languages: sa

# @label:textbox
source: Select the Team’s Channels you would like to delete, the ones you do not select will be moved to the Workspace. Notice that public Channels will be public and visible to everyone.
sa: भवन्तः यत् Team’s Channels विलोपयितुम् इच्छन्ति तत् चिनोतु, ये भवन्तः न चिन्वन्ति ते Workspace मध्ये स्थानान्तरिताः भविष्यन्ति । ध्यानं कुर्वन्तु यत् सार्वजनिकं Channels सार्वजनिकं सर्वेषां कृते दृश्यमानं च भविष्यति।

# @title:window
source: Search Rooms
sa: कक्षेषु अन्वेषणं कुर्वन्तु

# @title:window
source: Delete Rooms
sa: कक्षं विलोपयन्तु

# @title:window
source: Thread
sa: सूत्र

source: Follow Message
sa: अनुसरणं कुर्वन्तु सन्देशम्

source: Unfollow Message
sa: अनफॉलो सन्देश

source: Account information
sa: खाता सूचना

source: Return the number of account.
sa: खातेः संख्यां प्रत्यागच्छतु।

source: Check New Version
sa: नवीनसंस्करणं पश्यन्तु

# @action:button
source: Add Account…
sa: खाता योजयतु...

# @label:textbox
source: Version:
sa: संस्करण:

# @title:window
source: What's new in %1
sa: %1 मध्ये किं नवीनम् अस्ति

source: (Show News)
sa: (समाचार प्रदर्शयतु)

source: What's new in %2. %1
sa: %2 मध्ये किं नवीनम् अस्ति । %1

source: Store Message in Local Database (experimental)
sa: स्थानीयदत्तांशकोशे सन्देशं संग्रहयन्तु (प्रयोगात्मकम्)

source: Download Server Icon from Server
sa: Server तः Server Icon डाउनलोड् कुर्वन्तु

source: Show Server Error Info in Specific DialogBox
sa: विशिष्टसंवादपेटिकायां Server Error Info दर्शयतु

source: Allow to Copy Image in Clipboard
sa: Clipboard मध्ये Image Copy कर्तुं अनुमतिं ददातु

source: Improve debug support (Allow to show current account permissions)
sa: त्रुटिनिवारणसमर्थनं सुधारयन्तु (वर्तमानलेखानुमतिः दर्शयितुं अनुमतिं ददातु)

source: Add support for quoted text (text which starts by '>')
sa: उद्धृतपाठस्य समर्थनं योजयन्तु (पाठः यः '>' इत्यनेन आरभ्यते)

source: Show leader/moderator/owner in channel info.
sa: चैनल इन्फो मध्ये नेता/मॉडरेटर/स्वामिनं दर्शयतु।

source: Video/Sound Message support (kf6 only).
sa: विडियो/ध्वनिसन्देशसमर्थनम् (केवलं kf6)।

source: Import/Export Accounts.
sa: आयात/निर्यात लेखा।

source: Fix avatar support
sa: अवतार समर्थनं निवारयन्तु

source: Fix emoji support (use new ktextaddons/textemoticons)
sa: इमोजी समर्थनं निवारयन्तु (नवीन ktextaddons/textemoticons इत्यस्य उपयोगं कुर्वन्तु)

source: Fix animated gif in reactions
sa: प्रतिक्रियासु एनिमेटेड् gif निवारयन्तु

source: Fix kf6 support
sa: kf6 समर्थनं निवारयन्तु

source: Add Moderation Console (Administration, RC server 6.2)
sa: Add Moderation Console (प्रशासन, आरसी सर्वर 6.2)

source: Implement message style
sa: सन्देशशैलीं कार्यान्वितं कुर्वन्तु

source: Implement Url Preview
sa: Url पूर्वावलोकनं कार्यान्वितम्

source: Fix markdown support (header + check mark)
sa: मार्कडाउन समर्थनं (शीर्षकं + चेक मार्क्) निश्चययन्तु ।

source: Fix mem leak
sa: मेम लीकं निवारयन्तु

source: Cache message size (optimization)
sa: संग्रहसन्देशस्य आकारः (अनुकूलनम्)

source: Improve select room or user in message line edit (show icon, inform if user is in channel)
sa: सन्देशपङ्क्तिसम्पादने कक्षं वा उपयोक्तारं वा चयनं सुधारयन्तु (चिह्नं दर्शयन्तु, उपयोक्ता चैनले अस्ति चेत् सूचयन्तु)

source: Fix show commands in message line edit (Hide action when room doesn't support it).
sa: सन्देशपङ्क्तिसम्पादने show आदेशान् निश्चययन्तु (यदा कक्षः तस्य समर्थनं न करोति तदा क्रिया गोपयन्तु)।

source: Fix download sound/video file when it's not in cache.
sa: यदा सा cache मध्ये नास्ति तदा download sound/video file इति निश्चयं कुर्वन्तु।

source: Fix list of authentication method.
sa: प्रमाणीकरणविधेः सूचीं निश्चययन्तु।

source: Fix show avatar url.
sa: show avatar url इति निश्चयः ।

source: Allow to increase/decrease font (CTRL++/CTRL+-)
sa: फॉन्ट् (CTRL++/CTRL+-) वर्धयितुं/घटयितुं अनुमतिं ददातु

source: Add channel list style (Condensed/Medium/Extended)
sa: चैनलसूचीशैलीं योजयतु (सघन/मध्यम/विस्तारितम्)

source: Add forward message
sa: अग्रे सन्देशं योजयन्तु

source: Improve mentions support.
sa: उल्लेखसमर्थनं सुधारयन्तु।

source: Add support for deep linking <a href="https://developer.rocket.chat/getting-started/deep-linking">Deep Linking</a>.
sa: गहनलिङ्किङ्गस्य समर्थनं योजयन्तु <a href="https://developer.rocket.chat/getting-started/deep-linking">Deep Linking</a> .

source: Implement block actions.
sa: ब्लॉक क्रियाः कार्यान्विताः कुर्वन्तु।

source: Implement personal token authentication. <a href="https://bugs.kde.org/show_bug.cgi?id=481400">Bug 481400</a>
sa: व्यक्तिगत टोकन प्रमाणीकरणं कार्यान्वितं कुर्वन्तु। <a href="https://bugs.kde.org/show_bug.cgi?id=481400">बग ४८१४००</a>

source: Add Plasma Activities Support
sa: प्लाज्मा क्रियाकलापानाम् समर्थनं योजयन्तु

source: Add Report User Support
sa: रिपोर्ट् उपयोक्तृसमर्थनं योजयतु

source: Implement Channel Sound Notification.
sa: चैनल ध्वनि सूचना कार्यान्वित करें।

source: Implement New Room Sound Notification.
sa: नवीन कक्ष ध्वनि सूचना कार्यान्वित करें।

source: Implement Sorted/Unsorted markdown list.
sa: Sorted/Unsorted markdown सूचीं कार्यान्वितं कुर्वन्तु।

source: Fix dark mode support.
sa: डार्क मोड समर्थनं निवारयन्तु।

source: Fix jitsi support.
sa: जित्सी समर्थनं निवारयन्तु।

source: Fix translate message in direct channel.
sa: प्रत्यक्षचैनेल् मध्ये अनुवादसन्देशं निश्चययन्तु।

source: Don't show @here/@all as user.
sa: @here/@all इत्येतत् उपयोक्तृरूपेण न दर्शयन्तु।

source: Reduce memory footprint.
sa: स्मृतिपदचिह्नं न्यूनीकरोतु।

source: Use RESTAPI for logging.
sa: लॉगिंग् कृते RESTAPI इत्यस्य उपयोगं कुर्वन्तु ।

source: Allow to send multi files.
sa: बहुसञ्चिकाः प्रेषयितुं अनुमतिं ददातु।

source: Fix preview url.
sa: पूर्वावलोकन url निवारयन्तु।

source: Implement Rocket.Chat Marketplace.
sa: Rocket.Chat Marketplace कार्यान्वितम्।

source: Allow to clean room history.
sa: कक्षस्य इतिहासं स्वच्छं कर्तुं अनुमतिं ददातु।

source: Allow to check new version.
sa: नूतनसंस्करणं परीक्षितुं अनुमतिं ददातु।

source: Implement moderation (administrator mode).
sa: मॉडरेशन (प्रशासक मोड) कार्यान्वितम्।

source: Add welcome page.
sa: स्वागत पृष्ठं योजयतु।

source: Implement pending users info (administrator mode).
sa: लंबित उपयोक्तृसूचना (प्रशासकविधिः) कार्यान्वितम् ।

source: Use cmark-rc (https://github.com/dfaure/cmark-rc) for markdown support.
sa: मार्कडाउन समर्थनार्थं cmark-rc (https://github.com/dfaure/cmark-rc) इत्यस्य उपयोगं कुर्वन्तु ।

source: Delete oldest files from some cache directories (file-upload and media) so it doesn't grow forever.
sa: केभ्यः cache निर्देशिकाभ्यः (file-upload and media) प्राचीनतमानि सञ्चिकाः विलोपयन्तु येन इदं सदा न वर्धते ।

source: Clean market application model after 30 minutes (reduce memory footprint).
sa: ३० निमेषेभ्यः अनन्तरं मार्केट् एप्लीकेशन मॉडल् स्वच्छं कुर्वन्तु (स्मृतिपदचिह्नं न्यूनीकरोतु)।

source: Fix show discussion name in completion.
sa: समाप्तौ show discussion name इति निश्चयं कुर्वन्तु।

source: Fix duplicated messages in search message dialog.
sa: अन्वेषणसन्देशसंवादे द्वितीयकसन्देशान् निवारयन्तु ।

source: Add delegate in search rooms in team dialog.
sa: दलसंवादे अन्वेषणकक्षेषु प्रतिनिधिं योजयन्तु।

source: Allow to clean up room history when room was not opened from long time.
sa: यदा कक्षः दीर्घकालात् न उद्घाटितः आसीत् तदा कक्षस्य इतिहासं स्वच्छं कर्तुं अनुमन्यताम्।

source: Add restore button in administrator server settings dialog.
sa: प्रशासकसर्वरसेटिंग्स् संवादे पुनर्स्थापनबटनं योजयन्तु ।

source: Improve changing password (show validation info).
sa: गुप्तशब्दं परिवर्तयितुं सुधारं कुर्वन्तु (सत्यापनसूचना दर्शयन्तु)।

source: Improve register new account (Add reason support).
sa: नवीनं खातं पञ्जीकरणं सुदृढं कुर्वन्तु (कारणसमर्थनं योजयन्तु)।

source: Implement mute/unmute user.
sa: म्यूट/अनम्यूट उपयोक्तारं कार्यान्वितम्।

source: Add color to the text in the account tab
sa: खाता ट्याब् मध्ये पाठं वर्णं योजयन्तु

source: Allow to show private installed applications
sa: निजीस्थापितानि अनुप्रयोगाः दर्शयितुं अनुमतिं ददातु

source: Fix editing message.
sa: सम्पादनसन्देशं निवारयन्तु।

source: Show permissions in Rocket.Chat Marketplace.
sa: Rocket.Chat Marketplace इत्यत्र अनुमतिः दर्शयतु।

source: Fix reconnect server.
sa: सर्वरं पुनः संयोजयन्तु।

source: Fix single application on Windows/MacOs
sa: विण्डोज/मैकओस् इत्यत्र एकं अनुप्रयोगं निश्चययन्तु

source: Fix select created room/discussion/teams
sa: चयनितं निर्मितं कक्षं/चर्चा/दलानि निश्चययन्तु

source: Fix filter discussion in administrator mode
sa: प्रशासकविधाने फ़िल्टर चर्चां निवारयन्तु

source: Fix message video support
sa: सन्देशस्य विडियो समर्थनं निवारयन्तु

source: Fix highlight text in quoted message
sa: उद्धृतसन्देशे हाइलाइट् पाठं निश्चययन्तु

source: Fix open discussion channel
sa: खुला चर्चा चैनलं निवारयन्तु

source: Allow to show application market settings
sa: अनुप्रयोगविपण्यसेटिंग्स् दर्शयितुं अनुमतिं ददातु

source: Allow to search file from username and filename.
sa: उपयोक्तृनामतः सञ्चिकानामतः च सञ्चिकां अन्वेष्टुं अनुमतिं ददातु ।

source: Version %1
sa: संस्करणम् %1

source: Important changes since last version:
sa: अन्तिमसंस्करणात् महत्त्वपूर्णपरिवर्तनानि :

source: Some of the new features in this release of Ruqola include:
sa: रुकोलायाः अस्मिन् विमोचने केचन नवीनविशेषताः सन्ति-

source: Some bug fixing:
sa: केचन दोषनिवारणाः :
