Repository: KDE/ruqola
Catalog: po/sa/ruqola.po
Languages: sa

source: TOTP key for %1 has been reset
sa: %1 कृते TOTP कुञ्जी पुनः सेट् कृता अस्ति

# @option:check
source: Allow Name Change
sa: नाम परिवर्तनं अनुमन्यताम्

# @option:check
source: Allow Custom Status Message
sa: कस्टम् स्थितिसन्देशस्य अनुमतिं ददातु

# @option:check
source: Allow User Profile Change
sa: उपयोक्तृप्रोफाइलपरिवर्तनस्य अनुमतिं ददातु

# @option:check
source: Allow User Avatar Change
sa: उपयोक्तुः अवतारपरिवर्तनस्य अनुमतिं ददातु

# @option:check
source: Allow Email Change
sa: ईमेल परिवर्तनं अनुमन्यताम्

# @option:check
source: Allow Password Change
sa: गुप्तशब्द परिवर्तनस्य अनुमतिं ददातु

# @option:check
source: Allow Email Notifications
sa: ईमेलसूचनाः अनुमन्यताम्

# @option:check
source: Allow Users to Delete Own Account
sa: उपयोक्तृभ्यः स्वस्य खातं विलोपयितुं अनुमतिं ददातु

# @option:check
source: Allow Anonymous Write
sa: अनाम लेखनस्य अनुमतिं ददातु

# @option:check
source: Allow Anonymous Read
sa: अनामिकं पठितुं अनुमन्यताम्

# @option:check
source: Allow Password Change for OAuth Users
sa: OAuth उपयोक्तृणां कृते गुप्तशब्दपरिवर्तनस्य अनुमतिं ददातु

# @option:check
source: Allow Invisible status option
sa: अदृश्यस्थितिविकल्पं अनुमन्यताम्

# @option:check
source: Forget User Session on Window Close
sa: विण्डो बन्द् इत्यत्र उपयोक्तृसत्रं विस्मरन्तु

# @option:check
source: Enable collect log in data
sa: लॉग इन दत्तांशं संग्रहयितुं सक्षमं कुर्वन्तु

# @option:check
source: Block Failed Login Attempts by Username
sa: उपयोक्तृनाम्ना असफलप्रवेशप्रयासान् अवरुद्धं कुर्वन्तु

# @option:check
source: Send Email to User when User is Activated
sa: यदा उपयोक्ता सक्रियः भवति तदा उपयोक्त्रे ईमेल प्रेषयन्तु

# @option:check
source: Send Email to User when User is Deactivated
sa: यदा उपयोक्ता निष्क्रियः भवति तदा उपयोक्त्रे ईमेल प्रेषयन्तु

# @option:check
source: Require Name For Signup
sa: पञ्जीकरणार्थं नाम आवश्यकम्

# @option:check
source: Require Password Confirmation
sa: गुप्तशब्दपुष्टिः आवश्यकी भवति

# @option:check
source: Only Allow Verified Users to Login
sa: केवलं सत्यापितप्रयोक्तृभ्यः प्रवेशं कर्तुं अनुमतिं ददातु

# @option:check
source: Mark Email for External Accounts Verified
sa: बाह्यलेखानां कृते ईमेलं सत्यापितं इति चिह्नं कुर्वन्तु

# @option:check
source: Manually Approve New Users
sa: नूतनप्रयोक्तृणां मैन्युअल् रूपेण अनुमोदनं कुर्वन्तु

# @option:check
source: Use Default Blocked Domains List
sa: पूर्वनिर्धारित-अवरुद्ध-डोमेन्-सूचिकायाः उपयोगं कुर्वन्तु

# @option:check
source: Use DNS Domain Check
sa: DNS Domain Check इत्यस्य उपयोगं कुर्वन्तु

# @option:check
source: Registration with Authentication Services
sa: प्रमाणीकरणसेवाभिः सह पञ्जीकरणं

# @option:check
source: Password Reset
sa: गुप्तशब्दः पुनः सेट् कुर्वन्तु

# @option:check
source: Log (on console) failed login attempts
sa: लॉग (कन्सोल् इत्यत्र) प्रवेशप्रयासाः असफलाः

# @option:check
source: Show Username on failed login attempts logs
sa: असफलप्रवेशप्रयासानां लॉग्स् इत्यत्र उपयोक्तृनाम दर्शयतु

# @option:check
source: Show UserAgent on failed login attempts logs
sa: असफलप्रवेशप्रयासानां लॉग्स् इत्यत्र UserAgent दर्शयतु

# @option:check
source: Show Client IP on failed login attempts logs
sa: असफलप्रवेशप्रयासानां लॉग्स् इत्यत्र Client IP दर्शयतु

# @option:check
source: Show Forwarded IP on failed login attempts logs
sa: असफलप्रवेशप्रयासानां लॉग्स् इत्यत्र Forwarded IP दर्शयतु

source: Login Expiration in Days
sa: लॉगिन् समाप्तिः दिवसेषु

source: Failed Login Attempts
sa: असफलप्रवेशप्रयासाः

source: How Many Failed Attempts Until Block by User
sa: उपयोक्तृद्वारा अवरोधं यावत् कति असफलाः प्रयासाः

source: Time to unblock User (In Minutes)
sa: उपयोक्तारं अनब्लॉक् कर्तुं समयः (निमेषेषु)

source: How many failed attempts until block by IP
sa: IP द्वारा अवरुद्धं यावत् कति असफलाः प्रयासाः

source: Login Logs
sa: लॉगिन् लॉग्स्

source: Registration
sa: पञ्जीकरण

# @info:tooltip
source: Make sure you have correct SMTP settings to use this feature
sa: एतत् विशेषतां उपयोक्तुं भवतः समीपे सम्यक् SMTP सेटिङ्ग्स् सन्ति इति सुनिश्चितं कुर्वन्तु

source: Default Username Prefix Suggestion
sa: पूर्वनिर्धारित उपयोक्तृनाम उपसर्ग सुझाव

# @info:tooltip
source: Comma-separated list of allowed domains
sa: अनुमतक्षेत्राणां अल्पविरामेन पृथक्कृता सूची

source: Allowed Domains List
sa: अनुमत डोमेन सूची

# @info:tooltip
source: Comma-separated list of blocked domains
sa: अवरुद्धक्षेत्राणां अल्पविरामेन पृथक्कृता सूची

source: Blocked Domains List
sa: अवरुद्ध डोमेन सूची

# @info:tooltip
source: Comma-separated list of blocked usernames (case-insensitive)
sa: अवरुद्धप्रयोक्तृनामानां अल्पविरामेन पृथक्कृता सूची (अक्षर-असंवेदनशीलः)

source: Blocked Username List
sa: अवरुद्धप्रयोक्तृनामसूची

source: Default roles (comma-separated) users will be given when registering through authentication services
sa: प्रमाणीकरणसेवाद्वारा पञ्जीकरणं कुर्वन् पूर्वनिर्धारितभूमिकाः (अल्पविरामेन पृथक्कृताः) उपयोक्तृभ्यः दत्ताः भविष्यन्ति

source: Default Roles for Authentication Services
sa: प्रमाणीकरणसेवानां कृते पूर्वनिर्धारितभूमिकाः

source: Default roles (comma-separated) users will be given when registering through manual registration (including via API)
sa: मैनुअल् पञ्जीकरणद्वारा (एपिआइ मार्गेण सहितम्) पञ्जीकरणं कुर्वन् पूर्वनिर्धारितभूमिकाः (अल्पविरामेन पृथक्कृताः) उपयोक्तृभ्यः दत्ताः भविष्यन्ति ।

source: Default Roles for Users
sa: उपयोक्तृणां कृते पूर्वनिर्धारितभूमिकाः

# @title:window
source: Administrator Server Settings - %1
sa: प्रशासकसर्वरसेटिंग्स् - %1

source: Accounts
sa: लेखा

source: Encryption
sa: एन्क्रिप्शन

source: Message
sa: सन्देशः

source: File Upload
sa: सञ्चिका अपलोड्

source: Retention Policy
sa: अवधारण नीति

source: General
sa: सामान्य

source: Rate Limiter
sa: दर सीमक

source: Password
sa: समाभाष्

source: Video Conference
sa: विडियो सम्मेलन

source: IRC Federation
sa: आईआरसी फेडरेशन

source: Webdav
sa: वेबदव

source: LDAP
sa: LDAP इति

source: Layout
sa: प्रारूपं

source: Enterprise
sa: उद्यम

source: User Data Download
sa: उपयोक्तृदत्तांशः डाउनलोड्

source: Slack Bridge
sa: शिथिलः सेतुः

source: Logs
sa: लॉग्स्

source: Mobile
sa: निष्तन्त्री

source: Troubleshoot
sa: समस्यानिवारणम्

source: Analytics
sa: विश्लेषणात्मकता

# @option:check
source: Messages
sa: सन्देशाः

# @option:check
source: Rooms
sa: कक्ष्याः

# @option:check
source: Users
sa: उपयोक्तारः

# @option:check
source: Enable
sa: सक्रियं करोतु

# @option:check
source: Prepend Domain
sa: Prepend Domain इति

# @option:check
source: All Subdomains
sa: सर्वे उपक्षेत्राणि

source: Features Enabled
sa: विशेषताः सक्षमाः

# @info:tooltip
source: Tracks custom events related to actions a user does on messages.
sa: उपयोक्ता सन्देशेषु क्रियमाणैः क्रियाभिः सम्बद्धानि इष्टघटनानि निरीक्षयति ।

# @info:tooltip
source: Tracks custom events related to actions on a channel or group (create, leave, delete).
sa: चैनल् अथवा समूहे क्रियाभिः सम्बद्धानि कस्टम् घटनानि निरीक्षते (निर्माणं, त्यक्त्वा, विलोपनं) ।

# @info:tooltip
source: Tracks custom events related to actions related to users (password reset times, profile picture change, etc).
sa: उपयोक्तृभिः सह सम्बद्धैः क्रियाभिः (गुप्तशब्दपुनर्स्थापनसमयाः, प्रोफाइलचित्रपरिवर्तनं इत्यादयः) सम्बद्धानि कस्टमघटनानि निरीक्षते ।

source: Google Analytics
sa: गूगल एनालिटिक्स

source: Tracking ID
sa: ट्रैकिंग आईडी

source: Piwik Analytics
sa: पिविक विश्लेषण

# @info:tooltip
source: The url where the Piwik resides, be sure to include the trailing slash. Example: //piwik.rocket.chat/
sa: यत्र पिविक् निवसति तत् url, तत् अनुवर्ती स्लैशं अवश्यं समाविष्टं कुर्वन्तु । उदाहरणम् : //piwik.rocket.chat/

# @info:tooltip
source: The site id to use for identifying this site. Example: 17
sa: अस्य साइट् इत्यस्य परिचयार्थं उपयोक्तुं साइट् id । उदाहरणम् : 17

source: Client ID
sa: क्लायन्ट् आईडी

source: Additional Piwik Sites
sa: अतिरिक्त पिविक स्थल

# @info:tooltip
source: Prepend the site domain to the page title when tracking
sa: अनुसरणं कुर्वन् पृष्ठस्य शीर्षके साइट् डोमेन् इत्यस्य पूर्ववर्तनं कुर्वन्तु

# @info:tooltip
source: Track visitors across all subdomains
sa: सर्वेषु उपक्षेत्रेषु आगन्तुकानां निरीक्षणं कुर्वन्तु

source: Hide Outgoing Links
sa: बहिर्गमनलिङ्कानि गोपयन्तु

# @option:check
source: Enabled
sa: सक्षमम्

# @option:check
source: Trust CAS Username
sa: CAS उपयोक्तृनाम विश्वासं कुर्वन्तु

# @option:check
source: Allow user creation
sa: उपयोक्तृनिर्माणस्य अनुमतिं ददातु

# @option:check
source: Always Sync User Data
sa: सदैव उपयोक्तृदत्तांशं समन्वययन्तु

source: SSO Base URL
sa: SSO आधार URL

# @info:tooltip
source: The base URL of your external SSO service e.g: https://sso.example.undef/sso/
sa: भवतः बाह्य SSO सेवायाः आधार URL यथा: https://sso.example.undef/sso/

source: SSO Login URL
sa: SSO प्रवेश URL

# @info:tooltip
source: The login URL of your external SSO service e.g: https://sso.example.undef/sso/login
sa: भवतः बाह्य SSO सेवायाः प्रवेश URL यथा: https://sso.example.undef/sso/login

source: Protocol
sa: प्रोटोकॉल

source: When enabled, Rocket.Chat will trust that any username from CAS belongs to the same user on Rocket.Chat. This may be needed if a user is renamed on CAS, but may also allow people to take control of Rocket.Chat accounts by renaming their own CAS users.
sa: यदा सक्षमं भवति तदा Rocket.Chat विश्वासं करिष्यति यत् CAS तः कोऽपि उपयोक्तृनाम Rocket.Chat इत्यत्र एकस्यैव उपयोक्तुः अस्ति । यदि कश्चन उपयोक्ता CAS इत्यत्र नाम परिवर्तितः अस्ति तर्हि एतस्य आवश्यकता भवितुम् अर्हति, परन्तु जनानां स्वस्य CAS उपयोक्तृणां नाम परिवर्त्य Rocket.Chat खातानां नियन्त्रणं कर्तुं अपि अनुमतिः भवितुम् अर्हति ।

# @info:tooltip
source: Allow CAS User creation from data provided by the CAS ticket.
sa: CAS टिकटेन प्रदत्तदत्तांशतः CAS उपयोक्तृनिर्माणस्य अनुमतिं ददातु।

source: Attribute handling
sa: विशेषता निबन्धनम्

# @info:tooltip
source: Always synchronize external CAS User data into available attributes upon login. Note: Attributes are always synced upon account creation anyway.
sa: प्रवेशसमये सर्वदा बाह्य CAS उपयोक्तृदत्तांशं उपलब्धविशेषतासु समन्वययन्तु । नोटः- तथापि खातानिर्माणे विशेषताः सर्वदा समन्वयिताः भवन्ति ।

source: Attribute Map
sa: विशेषता मानचित्र

source: Use this JSON input to build internal attributes (key) from external attributes (value). External attribute names enclosed with '%' will interpolated in value strings.<br/>Example, {"email":"%email%", "name":"%firstname%, %lastname%"} The attribute map is always interpolated. In CAS 1.0 only the username attribute is available. Available internal attributes are: username, name, email, rooms; rooms is a comma separated list of rooms to join upon user creation e.g: {"rooms": "%team%,%department%"} would join CAS users on creation to their team and department channel.
sa: बाह्यविशेषणात् (मूल्यं) आन्तरिकविशेषणानि (कुंजी) निर्मातुं एतस्य JSON निवेशस्य उपयोगं कुर्वन्तु । &#39;%&#39; इत्यनेन सह संलग्नाः बाह्यविशेषणनामानि मूल्यतारयोः अन्तरक्षेपणं करिष्यन्ति ।<br/> उदाहरणम्, {&quot;email&quot;:&quot;%email%&quot;, &quot;name&quot;:&quot;%firstname%, %lastname%&quot;} विशेषतानक्शा सर्वदा अन्तरक्षेपः भवति । CAS 1.0 इत्यस्मिन् केवलं उपयोक्तृनाम विशेषता उपलब्धा अस्ति । उपलब्धाः आन्तरिकगुणाः सन्ति: उपयोक्तृनाम, नाम, ईमेल, कक्ष्याः; rooms इति उपयोक्तृनिर्माणे सम्मिलितुं कक्ष्याः अल्पविरामेन पृथक्कृता सूची अस्ति यथा: {&quot;rooms&quot;: &quot;%team%,%department%&quot;} निर्माणे CAS उपयोक्तृभ्यः स्वसमूहे विभागचैनेले च सम्मिलितं करिष्यति

source: Default Provider
sa: पूर्वनिर्धारित प्रदाता

# @option:check
source: IgnoreTLS
sa: IgnoreTLS इति

# @option:check
source: Show Message in Email Notification
sa: ईमेल सूचनायां सन्देशं दर्शयतु

# @option:check
source: Add Sender to Reply-To
sa: Reply-To इत्यत्र प्रेषकं योजयतु

# @option:check
source: Enable Direct Reply
sa: प्रत्यक्ष उत्तरं सक्षमं कुर्वन्तु

# @option:check
source: Debug Direct Reply
sa: प्रत्यक्ष उत्तरं त्रुटिनिवारणं कुर्वन्तु

source: SMTP
sa: एस एम टी पी

source: Port
sa: पोताश्रय

source: From Email
sa: ईमेलतः

source: Privacy
sa: निजता

source: Direct Reply
sa: प्रत्यक्ष उत्तर

source: [Attention!] If "Direct Reply" is enabled, Rocket.Chat will control the configured email mailbox. All unread e-mails are retrieved, marked as read and processed. "Direct Reply" should only be activated if the mailbox used is intended exclusively for access by Rocket.Chat and is not read/processed "in parallel" by humans.
sa: [सावधानम्!] यदि "Direct Reply" सक्षमम् अस्ति तर्हि Rocket.Chat विन्यस्तं ईमेल मेलबॉक्सं नियन्त्रयिष्यति । सर्वे अपठिताः ई-मेलाः पुनः प्राप्ताः, पठिताः इति चिह्निताः, संसाधिताः च भवन्ति । "Direct Reply" केवलं तदा एव सक्रियं कर्तव्यं यदा प्रयुक्तः मेलबॉक्सः केवलं Rocket.Chat द्वारा अभिगमनाय अभिप्रेतः अस्ति तथा मनुष्यैः "समान्तरेण" न पठ्यते/संसाधितं भवति।

# @info:tooltip
source: [Beware] Enabling Debug mode would display your 'Plain Text Password' in Admin console.
sa: [सावधानम्] Debug मोड् सक्षमीकरणेन Admin console मध्ये भवतः 'Plain Text Password' प्रदर्शितं भविष्यति ।

source: Forgot password
sa: गुप्तशब्दं विस्मृतवान्

source: Subject
sa: विषयः

source: Body
sa: शरीरं

source: Direct Message Email Subject
sa: प्रत्यक्ष सन्देश ईमेल विषय

source: Mention Email Subject
sa: ईमेल विषयस्य उल्लेखं कुर्वन्तु

source: Mention All Email Subject
sa: सर्वेषां ईमेल विषयस्य उल्लेखं कुर्वन्तु

source: Verification
sa: सत्यापनम्

source: Email Address Changed
sa: ईमेल-सङ्केतः परिवर्तितः

source: Invitation
sa: आमंत्रण

source: Password Changed
sa: गुप्तशब्दः परिवर्तितः

# @option:check
source: Enabled E2E encryption
sa: E2E एन्क्रिप्शन सक्षमम्

# @option:check
source: Enable encryption for Direct Rooms by default
sa: पूर्वनिर्धारितरूपेण Direct Rooms कृते एन्क्रिप्शनं सक्षमं कुर्वन्तु

# @option:check
source: Enable encryption for Private Rooms by default
sa: पूर्वनिर्धारितरूपेण निजीकक्ष्याणां कृते एन्क्रिप्शनं सक्षमं कुर्वन्तु

# @option:check
source: Encrypt files
sa: सञ्चिकाः एन्क्रिप्ट् कुर्वन्तु

# @option:check
source: Access unencrypted content in encrypted rooms
sa: एन्क्रिप्टेड्-कक्षेषु अगुप्त-सामग्री-प्रवेशं कुर्वन्तु

# @option:check
source: Enable OTR
sa: OTR सक्षमं कुर्वन्तु

# @info:tooltip
source: Enable option to create encrypted groups and be able to change groups and direct messages to be encrypted.
sa: एन्क्रिप्टेड् ग्रुप्स् निर्मातुं विकल्पं सक्षमं कुर्वन्तु तथा च एन्क्रिप्टेड् भवितुं समूहान् परिवर्तयितुं प्रत्यक्षसन्देशान् च कर्तुं समर्थाः भवेयुः ।

# @info:tooltip
source: Allow access to encrypted rooms to people without room encryption keys. They'll be able to see and send unencrypted messages.
sa: कक्षगुप्तीकरणकुंजीविहीनानां जनानां कृते एन्क्रिप्टेड्-कक्षेषु प्रवेशं अनुमन्यताम् । ते अगुप्तसन्देशान् द्रष्टुं प्रेषयितुं च शक्नुवन्ति।

source: Enable option to use off-the-record (OTR) messages in direct messages between 2 users. OTR messages are not recorded on the server and exchanged directly and encrypted between the 2 users.
sa: २ उपयोक्तृणां मध्ये प्रत्यक्षसन्देशेषु अभिलेखात् बहिः (OTR) सन्देशानां उपयोगं कर्तुं विकल्पं सक्षमं कुर्वन्तु । OTR सन्देशाः सर्वरे अभिलेखिताः न भवन्ति तथा च प्रत्यक्षतया आदानप्रदानं भवन्ति तथा च २ उपयोक्तृणां मध्ये एन्क्रिप्टेड् भवन्ति ।

source: If your workspace is registered and license is provided by Rocket.Chat Cloud you don't need to manually update the license here.
sa: यदि भवतः कार्यक्षेत्रं पञ्जीकृतं भवति तथा च अनुज्ञापत्रं Rocket.Chat Cloud द्वारा प्रदत्तं भवति तर्हि भवतः अत्र अनुज्ञापत्रं मैन्युअल् रूपेण अद्यतनीकरणस्य आवश्यकता नास्ति।

source: Enterprise License
sa: उद्यम अनुज्ञापत्रम्

# @option:check
source: Enabled File Upload
sa: सञ्चिका अपलोड् सक्षमम्

# @option:check
source: Protect Uploaded Files
sa: अपलोड् कृतानां सञ्चिकानां रक्षणं कुर्वन्तु

# @option:check
source: Rotate images on upload
sa: अपलोड् करणसमये चित्राणि परिभ्रमन्तु

# @option:check
source: Restrict files to rooms' members
sa: कक्षस्य सदस्येभ्यः सञ्चिकाः प्रतिबन्धयन्तु

# @option:check
source: File Uploads Enabled in Direct Messages
sa: प्रत्यक्षसन्देशेषु सञ्चिका अपलोड् सक्षमम्

# @info:tooltip
source: Set it to -1 to remove the file size limitation.
sa: सञ्चिकायाः आकारसीमायाः निष्कासनार्थं -1 इति सेट् कुर्वन्तु ।

source: Maximum File Upload Size (in bytes)
sa: अधिकतमः सञ्चिका अपलोड् आकारः (बाइट्-मात्रायां)

# @info:tooltip
source: Only authenticated users will have access
sa: केवलं प्रमाणितप्रयोक्तृभ्यः एव प्रवेशः भविष्यति

# @info:tooltip
source: Enabling this setting may cause image quality loss
sa: एतत् सेटिङ्ग् सक्षमीकरणेन चित्रगुणवत्तायाः हानिः भवितुम् अर्हति

# @info:tooltip
source: Restrict the access of files uploaded on rooms to the rooms' members only
sa: कक्षेषु अपलोड् कृतानां सञ्चिकानां प्रवेशं केवलं कक्षसदस्यानां कृते एव प्रतिबन्धयन्तु

# @info:tooltip
source: Comma-separated list of media types. Leave it blank for accepting all media types.
sa: माध्यमप्रकारस्य अल्पविरामेन पृथक्कृता सूची । सर्वेषां माध्यमप्रकारानाम् स्वीकारार्थं रिक्तं त्यजन्तु ।

source: Accepted Media Types
sa: स्वीकृत मीडिया प्रकार

# @info:tooltip
source: Comma-separated list of media types. This setting has priority over the Accepted Media Types.
sa: माध्यमप्रकारस्य अल्पविरामेन पृथक्कृता सूची । अस्य सेटिङ्ग् इत्यस्य प्राथमिकता Accepted Media Types इत्यस्य अपेक्षया अस्ति ।

# @info:tooltip
source: File Upload Json Web Token Secret (Used to be able to access uploaded files without authentication).
sa: File Upload Json Web Token Secret (प्रमाणीकरणं विना अपलोड् कृतानि सञ्चिकानि अभिगन्तुं शक्नुवन्ति इति प्रयुक्तम्) ।

source: GridFS
sa: ग्रिडएफएस

source: AmazonS3
sa: अमेजनS3

source: GoogleCloudStorage
sa: गूगलक्लाउडस्टोरेज

source: FileSystem
sa: सञ्चिकाप्रणाली

source: Storage Type
sa: भण्डारण प्रकार

# @option:check
source: Enable Favorite Rooms
sa: प्रियकक्ष्याः सक्षमाः कुर्वन्तु

# @option:check
source: UTF8 Names Slugify
sa: UTF8 नाम Slugify

# @option:check
source: Enable the Update Checker
sa: Update Checker इत्येतत् सक्षमं कुर्वन्तु

# @option:check
source: Send Statistics to Rocket.Chat
sa: Rocket.Chat इत्यत्र आँकडानि प्रेषयन्तु

# @option:check
source: Use REST instead of websocket for Meteor calls
sa: Meteor आह्वानस्य कृते websocket इत्यस्य स्थाने REST इत्यस्य उपयोगं कुर्वन्तु

source: Site URL
sa: साइट् यूआरएल

source: Site Name
sa: स्थलनाम

# @info:tooltip
source: RegExp that will be used to validate usernames
sa: RegExp यस्य उपयोगः उपयोक्तृनामानां प्रमाणीकरणाय भविष्यति

source: UTF8 Usernames Validation
sa: UTF8 उपयोक्तृनाम प्रमाणीकरणम्

# @info:tooltip
source: RegExp that will be used to validate channel names
sa: RegExp यस्य उपयोगः चैनलनामानां प्रमाणीकरणाय भविष्यति

source: UTF8 Channel Names Validation
sa: UTF8 चैनलनाम प्रमाणीकरणम्

source: First Channel After Login
sa: प्रथमं चैनल् लॉगिन् इत्यस्य अनन्तरं

source: Deep Link Url
sa: गहन लिङ्क Url

source: CDN Prefix
sa: CDN उपसर्गः

source: All messages
sa: सर्वे सन्देशाः

source: User mentions only
sa: उपयोक्तृ उल्लेखः एव

source: Group mentions only
sa: समूहस्य उल्लेखः एव

source: User and group mentions only
sa: केवलं उपयोक्तुः समूहस्य च उल्लेखः

source: Unread Count
sa: अपठित गणना

source: Mentions only
sa: उल्लेखमात्रम्

source: Unread Count for Direct Messages
sa: प्रत्यक्षसन्देशानां कृते अपठिता गणना

source: Update
sa: अद्यतन

source: Update Latest Available Version
sa: नवीनतमं उपलब्धं संस्करणं अद्यतनं कुर्वन्तु

source: Checks automatically for new updates / important messages from the Rocket.Chat developers and receives notifications when available. The notification appears once per new version as a clickable banner and as a message from the Rocket.Cat bot, both visible only for administrators.
sa: Rocket.Chat विकासकानां नूतनानां अद्यतनानाम् / महत्त्वपूर्णसन्देशानां स्वयमेव जाँचं करोति तथा च उपलब्धे सूचनाः प्राप्नोति। सूचना प्रति नूतनसंस्करणं एकवारं क्लिक् कर्तुं योग्यं बैनररूपेण तथा च Rocket.Cat bot, तः सन्देशरूपेण दृश्यते । उभयम् अपि केवलं प्रशासकानाम् कृते दृश्यते।

source: TimeZone
sa: समयक्षेत्रम्

# @info:tooltip
source: Sets the default timezone that will be used when showing dashboards or sending emails
sa: पूर्वनिर्धारितं समयक्षेत्रं सेट् करोति यत् डैशबोर्ड् दर्शयति अथवा ईमेल प्रेषयति तदा उपयुज्यते

source: Server Timezone
sa: सर्वर समयक्षेत्रम्

source: Custom Timezone
sa: कस्टम समयक्षेत्र

source: User's current Timezone
sa: उपयोक्तुः वर्तमानः समयक्षेत्रः

source: Default timezone for reporting
sa: रिपोर्टिंग् कृते पूर्वनिर्धारितसमयक्षेत्रम्

source: Reporting
sa: रिपोर्टिंग्

source: Notifications
sa: अधिसूचना

source: Max number of members in room when notifications for all messages gets disabled. Users can still change per room setting to receive all notifications on an individual basis. (0 to disable)
sa: यदा सर्वेषां सन्देशानां सूचनाः अक्षमाः भवन्ति तदा कक्षे सदस्यानां अधिकतमसंख्या। उपयोक्तारः अद्यापि व्यक्तिगतरूपेण सर्वाणि सूचनानि प्राप्तुं प्रतिकक्षसेटिंग् परिवर्तयितुं शक्नुवन्ति। (० अक्षमार्थम्)

source: Max Room Members Before Disabling All Message Notifications
sa: सर्वाणि सन्देशसूचनानि अक्षमीकरणात् पूर्वं अधिकतमकक्षसदस्याः

source: Stream Cast
sa: स्ट्रीम कास्ट

source: Stream Cast Address
sa: स्ट्रीम कास्ट पता

# @info:tooltip
source: IP or Host of your Rocket.Chat central Stream Cast. E.g. 192.168.1.1:3000 or localhost:4000
sa: IP अथवा Host भवतः Rocket.Chat central Stream Cast. उदा. १९२.१६८.१.१:३००० अथवा स्थानीयहोस्ट्:४०००

source: REST API
sa: REST एपिआइ

source: What is the maximum number of records the REST API should return (when not unlimited)?
sa: REST API इत्यनेन अधिकतमं अभिलेखानां संख्या कियती प्रत्यागन्तुं (यदा असीमितं न भवति)?

# @info:tooltip
source: The cache limit for outbound message handling.
sa: बहिर्गतसन्देशनियन्त्रणस्य कृते संग्रहसीमा ।

source: The cache limit for outbound message handling.
sa: बहिर्गतसन्देशनियन्त्रणस्य कृते संग्रहसीमा ।

source: Regular Expressions
sa: नियमित अभिव्यक्ति

# @info:tooltip
source: Output upon a successful connection to the IRC server.
sa: IRC सर्वरेण सह सफलसंयोजने आउटपुट् ।

source: Login Successful
sa: प्रवेशः सफलः

# @info:tooltip
source: Attempt to integrate IRC support. Changing this value requires restarting Rocket.Chat.
sa: IRC समर्थनस्य एकीकरणस्य प्रयासः। एतत् मूल्यं परिवर्तयितुं Rocket.Chat पुनः आरभ्यत इति आवश्यकम् ।

# @info:tooltip
source: The port to bind to on the IRC host server.
sa: IRC होस्ट् सर्वरे बन्धनीयं पोर्ट् ।

source: Local Password
sa: स्थानीय गुप्तशब्द

source: Peer Password
sa: सहकर्मी गुप्तशब्द

# @option:check
source: Display Roles
sa: भूमिकाः प्रदर्शयन्तु

# @option:check
source: Use Real Name
sa: Real Name इत्यस्य उपयोगं कुर्वन्तु

# @option:check
source: Use Full Name Initials to Generate Default Avatar
sa: पूर्वनिर्धारित अवतारं जनयितुं Full Name Initials इत्यस्य उपयोगं कुर्वन्तु

# @option:check
source: Allow Special Characters in Room Names
sa: कक्षनामसु विशेषवर्णानां अनुमतिं ददातु

# @option:check
source: Merge Private Groups with Channels
sa: निजीसमूहान् चैनलैः सह विलीनं कुर्वन्तु

# @option:check
source: Group channels by type
sa: प्रकारानुसारं चैनलान् समूहयन्तु

source: Number of users' autocomplete suggestions
sa: उपयोक्तृणां स्वयमेव पूर्णसूचनानां संख्या

# @option:check
source: LDAP Enabled
sa: LDAP सक्षमम्

# @option:check
source: Reconnect
sa: पुनः संयोजयन्तु

# @info:tooltip
source: Attempt to utilize LDAP for authentication.
sa: प्रमाणीकरणार्थं LDAP इत्यस्य उपयोगं कर्तुं प्रयतध्वम् ।

# @info:tooltip
source: Port to access LDAP. eg: 389 or 636 for LDAPS
sa: LDAP -इत्यस्य अभिगमनाय पोर्ट् । यथा : एलडीएपीएस कृते ३८९ अथवा ६३६

# @info:tooltip
source: Try to reconnect automatically when connection is interrupted by some reason while executing operations.
sa: यदा कार्याणि निष्पादयन् केनचित् कारणेन संयोजनं बाधितं भवति तदा स्वयमेव पुनः संयोजनं कर्तुं प्रयतध्वम् ।

source: Authentication
sa: प्रमाणीकरणम्

source: User DN
sa: उपयोक्ता DN

source: The LDAP user that performs user lookups to authenticate other users when they sign in. This is typically a service account created specifically for third-party integrations. Use a fully qualified name, such as cn=Administrator,cn=Users,dc=Example,dc=com.
sa: LDAP उपयोक्ता यः अन्येषां उपयोक्तृणां प्रवेशे प्रमाणीकरणार्थं उपयोक्तृ-अनुसन्धानं करोति ।एतत् सामान्यतया तृतीय-पक्ष-एकीकरणानां कृते विशेषतया निर्मितं सेवा-लेखं भवति पूर्णतया योग्यं नाम उपयुज्यताम्, यथा cn=Administrator,cn=Users,dc=Example,dc=com ।
