Repository: KDE/ruqola
Catalog: po/sa/ruqola.po
Languages: sa

# @action:button
source: Reset Password
sa: गुप्तशब्दं पुनः सेट् कुर्वन्तु

source: At least %1 characters
sa: न्यूनातिन्यूनं %1 वर्णाः

source: At most %1 characters
sa: अधिकतया %1 वर्णाः

source: Max. %1 repeating characters
sa: मैक्स। %1 पुनरावृत्तिः वर्णाः

source: At least one lowercase letter
sa: न्यूनातिन्यूनम् एकं लघुाक्षरम्

source: At least one uppercase letter
sa: न्यूनातिन्यूनम् एकं बृहत् अक्षरम्

source: At least one symbol
sa: न्यूनातिन्यूनम् एकं प्रतीकम्

source: At least one number
sa: न्यूनातिन्यूनम् एकः सङ्ख्या

source: Server
sa: सर्वर

source: Filter Account…
sa: खाता फ़िल्टर...

# @info:placeholder
source: Enter code
sa: कोडं प्रविशतु

# @action:button
source: Send new code
sa: नूतनं कोडं प्रेषयन्तु

# @action:button
source: Reset E2E Key
sa: E2E कुञ्जी पुनः सेट् कुर्वन्तु

# @label:textbox
source: You can now create encrypted private groups and direct messages. You may also change existing private groups or DMs to encrypted. This is end to end encryption so the key to encode/decode your messages will not be saved on the server. For that reason you need to store your password somewhere safe. You will be required to enter it on other devices you wish to use e2e encryption on.
sa: इदानीं भवान् एन्क्रिप्टेड् निजीसमूहान् प्रत्यक्षसन्देशान् च निर्मातुम् अर्हति । विद्यमानं निजीसमूहं वा DMs वा एन्क्रिप्टेड् इति परिवर्तयितुं अपि शक्नुवन्ति । इदं अन्तः अन्तः एन्क्रिप्शनम् अस्ति अतः भवतः सन्देशान् एन्कोड्/डिकोड् कर्तुं कुञ्जी सर्वरे न रक्षिता भविष्यति । तदर्थं भवता स्वस्य गुप्तशब्दं कुत्रचित् सुरक्षिते संग्रहणीयम् । अन्येषु उपकरणेषु भवन्तः तत् प्रविष्टुं प्रवृत्ताः भविष्यन्ति येषु भवन्तः e2e एन्क्रिप्शनस्य उपयोगं कर्तुम् इच्छन्ति ।

source: This option will remove your current E2E key and log you out. When you login again, Rocket.Chat will generate you a new key and restore your access to any encrypted room that has one or more members online. Due to the nature of the E2E encryption, Rocket.Chat will not be able to restore access to any encrypted room that has no member online.
sa: एषः विकल्पः भवतः वर्तमानं E2E कीलं निष्कास्य भवन्तं लॉग आउट् करिष्यति । यदा भवान् पुनः प्रवेशं करोति तदा Rocket.Chat भवन्तं नूतनं कुञ्जी जनयिष्यति तथा च भवतः प्रवेशं पुनः स्थापयिष्यति यस्मिन् कोऽपि एन्क्रिप्टेड् कक्षे यस्य एकः वा अधिकाः सदस्याः ऑनलाइन सन्ति। E2E एन्क्रिप्शनस्य प्रकृतेः कारणात् Rocket.Chat कस्यापि एन्क्रिप्टेड् कक्षस्य प्रवेशं पुनः स्थापयितुं न शक्नोति यस्य सदस्यः ऑनलाइन नास्ति ।

# @option:check
source: Activate Two Authentication Factor via Email
sa: ईमेलद्वारा द्वौ प्रमाणीकरणकारकौ सक्रियताम्

# @option:check
source: Activate Two Authentication Factor via TOTP
sa: TOTP मार्गेण द्वौ प्रमाणीकरणकारकौ सक्रियताम्

# @label:textbox
source: Open your authentication app and enter the code. You can also use one of your backup codes.
sa: स्वस्य प्रमाणीकरण-अनुप्रयोगं उद्घाट्य कोडं प्रविशतु। भवान् स्वस्य एकं बैकअप कोड् अपि उपयोक्तुं शक्नोति ।

# @info:placeholder
source: Enter authentication code
sa: प्रमाणीकरणसङ्केतं प्रविष्टं कुर्वन्तु

# @action:button
source: Verify
sa: सत्यापन

# @action:button
source: Regenerate Code
sa: संहिता पुनः उत्पन्नं कुर्वन्तु

source: Invalid two factor code.
sa: अमान्यः द्वौ कारकसङ्केतः।

# @title:window
source: Check Two Factor Code
sa: द्वौ कारकसङ्केतं पश्यन्तु

# @label:textbox
source: Scan the QR code. It will display a 6 digit code which you need to enter below. If you can't scan the QR code, you may enter code manually instead:
sa: QR कोडं स्कैन कुर्वन्तु। एतत् ६ अङ्कीयं कोडं प्रदर्शयिष्यति यत् भवद्भिः अधः प्रविष्टव्यम् । यदि भवान् QR कोडं स्कैन कर्तुं न शक्नोति तर्हि तस्य स्थाने भवान् कोडं मैन्युअल् रूपेण प्रविष्टुं शक्नोति:

source: Make sure you have a copy of your codes: %1 If you lose access to your authenticator app, you can use one of these codes to log in.
sa: भवतः कोडानाम् प्रतिलिपिः अस्ति इति सुनिश्चितं कुर्वन्तु: %1 यदि भवान् स्वस्य प्रमाणक-अनुप्रयोगस्य प्रवेशं नष्टं करोति तर्हि भवान् एतेषु सङ्केतेषु एकस्य उपयोगं प्रवेशार्थं कर्तुं शक्नोति ।

# @title:window
source: Backup Codes
sa: बैकअप कोड्स

# @title:window
source: Configure my Account
sa: मम खातं विन्यस्यताम्

source: Profile
sa: रूपरेखा

source: Preference
sa: आद्यता

source: Two Authentication Factor
sa: द्वौ प्रमाणीकरणकारकौ

source: E2E Encryption
sa: E2E एन्क्रिप्शन

source: Manage Device
sa: उपकरणं प्रबन्धयन्तु

# @info:placeholder
source: Search device…
sa: अन्वेषणयन्त्रम्...

source: No device found
sa: न यन्त्रं लब्धम्

source: %1 device (Total: %2)
sa: %1 यन्त्रम् (कुलम्: %2)

# @action
source: Disconnect
sa: विच्छेदं कुर्वन्तु

# @title:window
source: Create Personal Token
sa: व्यक्तिगत टोकन रचना

# @option:check
source: Ignore Two Factor Authentication
sa: द्वौ कारकप्रमाणीकरणस्य अवहेलना कुर्वन्तु

# @info:placeholder
source: Search Personal Access Token…
sa: व्यक्तिगत अभिगम टोकन अन्वेषणं...

source: <qt>Please save your token carefully as you will no longer be able to view it afterwards.<br><b>Token:</b> %1<br><b>Your user Id:</b> %2</qt>
sa: <qt>कृपया स्वस्य टोकनं सावधानतया रक्षन्तु यतः पश्चात् भवन्तः तत् द्रष्टुं न शक्नुवन्ति ।<br> <b>टोकनः</b> %1<br> <b>भवतः उपयोक्तृ-Id:</b> %2</qt>

# @title:window
source: Personal Token Created
sa: व्यक्तिगत टोकन निर्मित

source: Personal Token removed.
sa: व्यक्तिगत टोकन निष्कासित।

# @title:window
source: Remove Personal Token
sa: व्यक्तिगत टोकन निष्कासित करें

# @title:window
source: Personal Token Regenerated
sa: व्यक्तिगत टोकन Regenerated

# @action
source: Regenerate…
sa: पुनर्जन्म...

source: Are you sure that you want to delete "%1" Token?
sa: किं भवान् निश्चिन्तः अस्ति यत् भवान् "%1" टोकनं विलोपयितुम् इच्छति?

# @title:window
source: Remove Token
sa: टोकन निष्कासित करें

# @option:check
source: Receive login detection emails
sa: प्रवेशपरिचय ईमेल प्राप्तुम्

# @option:check
source: Use Emojis
sa: इमोजिस् इत्यस्य उपयोगं कुर्वन्तु

# @option:check
source: Convert Ascii to Emoji
sa: Ascii को इमोजी में परिवर्तित करें

# @option:check
source: Hide roles
sa: भूमिकाः गोपयन्तु

# @option:check
source: Display avatars
sa: अवतार प्रदर्शयतु

# @option:check
source: Enable Auto Away
sa: Auto Away सक्षमं कुर्वन्तु

# @label:textbox
source: Offline Email notification:
sa: अफलाइन ईमेल सूचना:

# @option:check
source: Mute Focused Conversations
sa: मूक केन्द्रित वार्तालाप

# @label:textbox
source: Highlight words:
sa: शब्दान् प्रकाशयन्तु :

# @info:placeholder
source: Use ',' for separating words
sa: शब्दविच्छेदार्थं ',' इति प्रयोगः

# @info:tooltip
source: Separate each word with ','.
sa: प्रत्येकं शब्दं ',' इत्यनेन पृथक् कुर्वन्तु।

# @label:textbox
source: Desktop notification:
sa: डेस्कटॉप् सूचना :

# @label:textbox
source: Push notification:
sa: पुश सूचना :

# @info:tooltip
source: Receive an email each time a new login is detected on your account.
sa: प्रत्येकं समये भवतः खाते नूतनं प्रवेशं ज्ञायते चेत् ईमेलं प्राप्नुवन्तु।

# @label:textbox
source: Idle Time Limit:
sa: निष्क्रियसमयसीमा :

# @info:tooltip
source: Period of time until status changes to away. Value needs to be in seconds.
sa: यावत् स्थितिः दूरं न परिवर्तते तावत् कालः। मूल्यं सेकेण्ड्-मात्रेषु भवितुं आवश्यकम् ।

# @label:textbox
source: New Room Notification:
sa: नवीनकक्षस्य सूचनाः :

# @label:textbox
source: New Message Notification:
sa: नवीनसन्देशसूचना :

# @label:textbox
source: Notifications sound volume:
sa: सूचनाः ध्वनिमात्रा:

# @action:button
source: Download my Data (HTML)
sa: मम Data (HTML) डाउनलोड् कुर्वन्तु

# @action:button
source: Export my Data (JSON)
sa: मम आँकडा निर्यातयन्तु (JSON) .

source: Your data file will be generated. A link to download it will be sent to your email address when ready.
sa: भवतः दत्तांशसञ्चिका उत्पद्यते । तस्य डाउनलोड् कर्तुं लिङ्क् सज्जे सति भवतः ईमेल-सङ्केते प्रेषितं भविष्यति ।

# @title:window
source: Download File Requested
sa: डाउनलोड् सञ्चिका अनुरोधिता

source: Default (%1)
sa: पूर्वनिर्धारित (%1) .

source: Default (Every Mention/DM)
sa: पूर्वनिर्धारितम् (Every Mention/DM) .

source: Every Mention/DM
sa: प्रत्येकं Mention/DM

source: Your Rocket.Chat administrator has disabled email notifications
sa: भवतः Rocket.Chat प्रशासकेन ईमेलसूचनाः निष्क्रियाः कृताः सन्ति

# @title:window
source: Select Image
sa: चित्रं चिनोतु

# @title:window
source: Change Url
sa: Url परिवर्तनं कुर्वन्तु

source: Define Avatar Url:
sa: अवतार Url परिभाषयन्तु:

# @action
source: Change URL for avatar…
sa: अवतारस्य कृते URL परिवर्तयन्तु...

# @label:textbox
source: Your administrator has disabled the changing of email.
sa: भवतः प्रशासकेन ईमेलस्य परिवर्तनं निष्क्रियं कृतम् अस्ति ।

# @label:textbox
source: Your administrator has disabled the changing of usernames.
sa: भवतः प्रशासकेन उपयोक्तृनामपरिवर्तनं निष्क्रियं कृतम् अस्ति ।

# @label:textbox
source: Your administrator has disabled the changing of status messages.
sa: भवतः प्रशासकेन स्थितिसन्देशानां परिवर्तनं निष्क्रियं कृतम् अस्ति ।

# @action:button
source: Delete my Account
sa: मम खातं विलोपयतु

# @action:button
source: Logout From Other Logged In Locations
sa: अन्येभ्यः प्रवेशस्थानेभ्यः लॉगआउट् कुर्वन्तु

source: Status text:
sa: स्थितिपाठः :

source: Do you really want to delete your account?
sa: किं भवन्तः वास्तवमेव स्वस्य खातं विलोपयितुम् इच्छन्ति?

# @title
source: Delete my Account
sa: मम खातं विलोपयतु

source: Current Password
sa: वर्तमान गुप्तशब्द

# @action
source: Disable version check
sa: संस्करणपरीक्षां निष्क्रियं कुर्वन्तु

# @action
source: Check new Version
sa: नूतनं संस्करणं पश्यन्तु

source: Your version is older than 6 months, we encourage you to upgrade.
sa: भवतः संस्करणं ६ मासाभ्यः प्राचीनम् अस्ति, वयं भवन्तं उन्नयनार्थं प्रोत्साहयामः।

source: Your version is older than 1 year, we strongly encourage you to upgrade.
sa: भवतः संस्करणं १ वर्षात् प्राचीनम् अस्ति, वयं भवन्तं उन्नयनार्थं दृढतया प्रोत्साहयामः।

# @title:window
source: Notification
sa: अधिसूचना

# @action
source: Clear
sa: स्पष्टः

# @action
source: Go to Message
sa: सन्देशं गच्छन्तु

source: Network is offline mode.
sa: नेटवर्क् अफलाइन मोड् अस्ति।

source: Otr Activated
sa: Otr सक्रियः

# @action
source: End OTR
sa: समाप्त ओटीआर

# @action
source: Refresh Keys
sa: ताजगी कुञ्जी

# @title:window
source: Prune Messages
sa: सन्देशान् छंटाई कुर्वन्तु

# @action:button
source: Prune
sa: छंटनी

# @option:check
source: Inclusive
sa: समावेशी

# @option:check
source: Do not Prune Pinned Messages
sa: पिनयुक्तान् सन्देशान् न छंटयन्तु

# @option:check
source: Do not Prune Discussion Messages
sa: चर्चासन्देशान् न छंटयन्तु

# @option:check
source: Do not Prune Threads
sa: सूत्राणां छंटनी न कुर्वन्तु

# @option:check
source: Only Remove Attached Files. Keep messages
sa: केवलं संलग्नसञ्चिकाः निष्कासयन्तु। सन्देशान् स्थापयन्तु

# @label:textbox
source: Newer than:
sa: इत्यस्मात् नवीनतरम् :

# @label:textbox
source: Older than:
sa: तः प्राचीनः :

# @label:textbox
source: Only Prune content from these users (Keep empty to prune everyone's content)
sa: केवलं एतेभ्यः उपयोक्तृभ्यः सामग्रीं छंटनीं कुर्वन्तु (सर्वस्य सामग्रीं छंटनार्थं रिक्तं कुर्वन्तु)

source: This will delete all messages in %3 between %1 and %2.
sa: एतेन %1 तः %2 पर्यन्तं %3 मध्ये सर्वे सन्देशाः अपास्यन्ति ।

# @title:window
source: Register User
sa: उपयोक्तारं पञ्जीकरणं कुर्वन्तु

# @action:button
source: Register
sa: पंजीकर्

source: Reason:
sa: कारणम्‌:

# @action
source: Prune Messages…
sa: प्रून सन्देशाः...

# @action
source: Show Mentions…
sa: उल्लेखं दर्शयतु...

# @action
source: Show Pinned Messages…
sa: पिनकृतसन्देशान् दर्शयतु...

# @action
source: Show Starred Messages…
sa: तारकयुक्तान् सन्देशान् दर्शयतु...

source: Show File Attachments…
sa: सञ्चिकासंलग्नकानि दर्शयतु...

# @action
source: Show Discussions…
sa: चर्चां दर्शयतु...

# @action
source: Show Threads…
sa: सूत्राणि दर्शयतु...

source: Configure Notification…
sa: सूचनां विन्यस्तं कुर्वन्तु...

# @action
source: Configure Auto-Translate…
sa: स्वतः अनुवादं विन्यस्तं कुर्वन्तु...

# @action
source: Invite Users
sa: उपयोक्तारः आमन्त्रयन्तु

# @action
source: Add Users in Channel…
sa: चैनले उपयोक्तारः योजयन्तु...

source: Video Chat
sa: विडियो गपशप

# @action
source: Export Messages…
sa: सन्देशान् निर्यातयन्तु...

# @action
source: OTR
sa: ओटीआर

# @action
source: Encrypt Messages
sa: सन्देशान् एन्क्रिप्ट् कुर्वन्तु

# @info
source: Open attachment <filename>%1</filename>?<nl/>
sa: संलग्नकं <filename>%1</filename>?<nl/> उद्घाटयन्तु

# @action:button
source: &Open With '%1'
sa: &'%1' इत्यनेन सह उद्घाटयतु।

# @title:window
source: Save File
sa: सञ्चिकां रक्षतु

source: Join
sa: आबन्धम्

source: Link Preview
sa: लिङ्क पूर्वावलोकन

source: User Info
sa: उपयोक्तृसूचना

# @action
source: Start a Private Conversation
sa: निजी वार्तालापं आरभत

# @action
source: Show Original Message
sa: मूलसन्देशं दर्शयतु

# @action
source: Translate Message
sa: सन्देश का अनुवाद करें

source: 1 reply
sa: १ उत्तरम्

source: 1 message
sa: १ सन्देशः

source: No message yet
sa: अद्यापि कोऽपि सन्देशः नास्ति

# @info:tooltip
source: Following
sa: अनुसरण

# @info:tooltip
source: Message has been pinned
sa: सन्देशः पिन कृतः अस्ति

# @info:tooltip
source: Message has been starred
sa: सन्देशः अभिनीतः अस्ति

# @info:tooltip
source: Reply in Thread
sa: Thread इत्यत्र उत्तरं ददातु

# @info:tooltip
source: Add reaction
sa: प्रतिक्रियां योजयन्तु

# @info:tooltip
source: Attach a file…
sa: एकं सञ्चिकां संलग्नं कुर्वन्तु...

source: Attach File
sa: सञ्चिका संलग्नं कुर्वन्तु

# @info:tooltip
source: Send a video message…
sa: एकं विडियो सन्देशं प्रेषयन्तु...

source: Video Message
sa: विडियो सन्देश

# @info:tooltip
source: Send a sound message…
sa: ध्वनिसन्देशं प्रेषयन्तु...

source: Sound Message
sa: ध्वनि सन्देश

# @info:tooltip
source: Add emoticon…
sa: इमोटिकॉन् योजयन्तु...

source: Add Emoticon
sa: इमोटिकॉन् योजयतु

# @info:tooltip
source: Send message
sa: सन्देशं प्रेषयन्तु

source: Send Message
sa: सन्देशं प्रेषयतु

source: Do you want to convert this big text as attachment?
sa: किं भवन्तः एतत् महत् पाठं संलग्नकरूपेण परिवर्तयितुम् इच्छन्ति?

# @title:window
source: Message Too Big
sa: सन्देशः अतीव विशालः

source: Message %1 in thread
sa: थ्रेड् मध्ये %1 सन्देशः

source: Send a message in %1…
sa: %1 इत्यत्र सन्देशं प्रेषयन्तु...

source: File selected is too big (Maximum size %1)
sa: चयनिता सञ्चिका अतीव विशाला अस्ति (अधिकतमः आकारः %1) ।

# @title:window
source: File upload
sa: सञ्चिका अपलोड्

source: Server doesn't authorized this file (invalid mimetype)
sa: सर्वरः एतां सञ्चिकां न अधिकृतयति (अवैधं mimetype)

source: You have joined a new direct message
sa: भवन्तः नूतनं प्रत्यक्षसन्देशं सम्मिलितवन्तः

source: Start of conversation
sa: संभाषणस्य आरम्भः

# @action
source: Unpin Message
sa: अनपिन सन्देश

# @action
source: Pin Message
sa: पिन सन्देश

# @action
source: Remove as Favorite
sa: Favourite इति निष्कासयन्तु

# @action
source: Delete
sa: लुप्

# @action
source: Mark Message As Unread
sa: सन्देशं अपठितं इति चिह्नं कुर्वन्तु

# @action
source: Show Full Thread
sa: पूर्णसूत्रं दर्शयतु

# @action
source: Edit
sa: सम्पादन

# @action
source: Quote
sa: उद्धरण

# @action
source: Copy Link To Message
sa: सन्देशस्य लिङ्कं प्रतिलिख्यताम्

# @action
source: Forward Message
sa: अग्रे सन्देशः

# @action
source: Unfollow Message
sa: अनफॉलो सन्देश

# @action
source: Follow Message
sa: अनुसरणं कुर्वन्तु सन्देशम्

# @action
source: Copy URL
sa: URL प्रतिलिपिं कुर्वन्तु

# @action
source: User Info
sa: उपयोक्तृसूचना

# @action
source: Start a Discussion
sa: चर्चां आरभत

# @action
source: Reply in Thread
sa: Thread इत्यत्र उत्तरं ददातु

# @action
source: View Reports
sa: प्रतिवेदनानि पश्यन्तु

# @action
source: Dismiss Reports
sa: प्रतिवेदनानि निरस्तं कुर्वन्तु

# @action
source: Report Message
sa: रिपोर्ट् सन्देशः

source: Do you want to delete this message?
sa: किं भवान् एतत् सन्देशं विलोपयितुम् इच्छति ?

# @title
source: Delete Message
sa: सन्देशं विलोपयन्तु

# @title:window
source: Translator Error
sa: अनुवादकदोषः

source: Paste Image
sa: चित्रं चिनोतु

source: Change Text Format
sa: पाठस्वरूपं परिवर्तयन्तु

source: Bold
sa: विक्रान्तः

source: Italic
sa: इटालिक

source: Strike-out
sa: स्ट्राइक-आउट्

source: Code Block
sa: कोड ब्लॉक

source: (Try Reconnect)
sa: (पुनः संयोजयितुं प्रयतस्व)

source: %1 seconds before reconnecting. %2
sa: पुनः संयोजनात् पूर्वं %1 सेकण्ड् । %2

# @action:button
source: Jump to First Unread
sa: प्रथमं अपठितं प्रति कूदन्तु

# @action:button
source: Mark as Read
sa: Read इति चिह्नं कुर्वन्तु

source: %1 new message since %2.
sa: %1 %2 तः नूतनः सन्देशः ।

source: (Show More Info…)
sa: (अधिकं सूचनां दर्शयतु...)

source: (Show Less Info…)
sa: (कमाधिकं सूचनां दर्शयतु...)

# @info:tooltip
source: Favorite
sa: प्रिय

source: Favorite
sa: प्रिय

# @info:tooltip
source: E2E Enabled
sa: E2E सक्षमम्

# @info:tooltip
source: Call
sa: आह्वानम्‌

source: Call
sa: आह्वानम्‌

# @info:tooltip
source: Channel's Information
sa: चैनलस्य सूचना

source: Channel's Information
sa: चैनलस्य सूचना

# @info:tooltip
source: Team Channels
sa: टीम चैनल्स्

source: Team Channels
sa: टीम चैनल्स्

# @info:tooltip
source: Show List of Users
sa: उपयोक्तृणां सूचीं दर्शयतु

source: Show List of Users
sa: उपयोक्तृणां सूचीं दर्शयतु

# @info:tooltip
source: Search Messages…
sa: अन्वेषणसन्देशाः...

source: Search Messages…
sa: अन्वेषणसन्देशाः...

source: Team's Information
sa: दलस्य सूचना

source: Quote Message: '%1'
sa: उद्धरण सन्देशः '%1'।

source: Replying in a thread
sa: सूत्रेण उत्तरं ददाति

source: Reply in Thread for Message: '%1'
sa: सन्देशस्य कृते सूत्रे उत्तरम्: '%1'.

source: Do you want really remove history?
sa: किं भवन्तः वास्तवमेव इतिहासं दूरीकर्तुं इच्छन्ति ?

# @title:window
source: Remove History
sa: इतिहासं निष्कासयन्तु

source: Export Messages
sa: सन्देशान् निर्यातयन्तु

source: Your email has been queued for sending.
sa: भवतः ईमेल प्रेषणार्थं पङ्क्तिबद्धा अस्ति।

source: A workspace admin needs to install and configure a conference call apps.
sa: कार्यक्षेत्रप्रशासकेन सम्मेलन-कॉल-अनुप्रयोगाः संस्थापनं विन्यस्तं च करणीयम् ।

# @title:window
source: Video Conference
sa: विडियो सम्मेलन

# @info:tooltip
source: Cancel Upload
sa: अपलोड् रद्दं कुर्वन्तु

source: Connected
sa: संबद्धः

source: Disconnected
sa: विच्छिन्नः

# @title:window
source: Users
sa: उपयोक्तारः

source: (Open External Dialog…)
sa: (बाह्यसंवादं उद्घाटयतु...)

source: Do you want to block this user?
sa: किं भवान् एतत् उपयोक्तारं अवरुद्धं कर्तुम् इच्छति ?

# @title
source: Block User
sa: अवरुद्ध उपयोक्ता

# @action:button
source: Block User
sa: अवरुद्ध उपयोक्ता

source: Do you want to mute this user?
sa: किं भवान् एतत् उपयोक्तारं निःशब्दं कर्तुम् इच्छति ?

source: Do you want to ignore this user?
sa: किं भवान् अस्य उपयोक्तुः अवहेलना कर्तुम् इच्छति ?

# @title
source: Ignore User
sa: उपयोक्तारं अवहेलयन्तु

# @action:button
source: Ignore User
sa: उपयोक्तारं अवहेलयन्तु

# @action
source: Start Conversation
sa: वार्तालापं आरभत

# @action
source: Remove as Owner
sa: स्वामित्वेन निष्कासयन्तु

# @action
source: Add as Owner
sa: Owner इति योजयतु

# @action
source: Remove as Leader
sa: नेता इति निष्कासयन्तु

# @action
source: Add as Leader
sa: लीडर इति योजयतु

# @action
source: Remove as Moderator
sa: Moderator इति रूपेण निष्कासयन्तु

# @action
source: Add as Moderator
sa: Moderator इति योजयतु

# @action
source: Remove from Room
sa: कक्षतः निष्कासयन्तु

# @action
source: Unblock User
sa: उपयोक्तारं अनब्लॉकं कुर्वन्तु

# @action
source: Block User
sa: अवरुद्ध उपयोक्ता

# @action
source: Unignore
sa: अवहेलना

# @action
source: Ignore
sa: उपेक्षा

# @action
source: Unmute User
sa: उपयोक्तारं म्यूटं कुर्वन्तु

# @action
source: Report User
sa: उपयोक्तारं प्रतिवेदयतु

source: %1 User in room (Total: %2)
sa: %1 कक्षे उपयोक्ता (कुलम्: %2)

# @info:tooltip
source: Show New Notifications
sa: नवीनसूचनाः दर्शयतु

source: Show New Notifications
sa: नवीनसूचनाः दर्शयतु

# @action
source: Add Server…
sa: सर्वरं योजयतु...

# @action
source: Server Info…
sa: सर्वर सूचना...

# @action
source: Logout Current Server
sa: वर्तमान सर्वरं लॉगआउट् कुर्वन्तु

# @action
source: Jump to Next Unread Channel
sa: Next Unread Channel इत्यत्र कूदन्तु

source: Create New Channel…
sa: नूतनं चैनलं रचयन्तु...

source: Create Direct Messages…
sa: प्रत्यक्षसन्देशाः रचयन्तु...

source: Create Discussion…
sa: चर्चा रचयन्तु...

source: Create Team…
sa: दलं रचयन्तु...

# @action
source: Unread on Top
sa: उपरि अपठितम्

# @action
source: By Last Message
sa: अन्तिमसन्देशेन

# @action
source: Alphabetically
sa: वर्णमालानुसारम्

source: Show Channel Log
sa: Channel Log दर्शयतु

source: Show Server Errors
sa: सर्वर त्रुटिः दर्शयतु

# @action
source: Mark All Channels as Read
sa: सर्वाणि चैनल्स् Read इति चिह्नं कुर्वन्तु

# @action
source: Register a New User…
sa: एकं नूतनं उपयोक्तारं पञ्जीकरणं कुर्वन्तु...

# @action
source: My Account…
sa: मम खाता...

source: administration
sa: प्रशासनम्

# @action
source: Administrator…
sa: प्रशासक...

# @action
source: Server Settings…
sa: सर्वर सेटिंग्स्...

# @action
source: Applications…
sa: आवेदनम्...

# @action
source: Requested Applications…
sa: अनुरोधित आवेदनम्...

# @action
source: Installed Applications…
sa: संस्थापिताः अनुप्रयोगाः...

# @action
source: Private Applications…
sa: निजी अनुप्रयोग...

# Action which allows to search team
source: Join Team…
sa: दलेन सम्मिलितं भवतु...

# Action which allows to open private conversation (direct user)
source: Open Private Conversation…
sa: खुला निजी वार्तालाप...

source: &Next Server
sa: &अगला सर्वरः

source: &Previous Server
sa: &पूर्वसर्वर

# @label:textbox
source: Status:
sa: स्थितिः:

# @action
source: Previous Selected Channel
sa: पूर्व चयनित चैनल

# @action
source: Next Selected Channel
sa: अग्रिमः चयनितः चैनलः

source: Show Notify History
sa: इतिहासं सूचयतु इति दर्शयतु

# @action
source: Show RocketChat Information
sa: RocketChat सूचनां दर्शयतु

# @action
source: Show Room Avatar
sa: कक्ष अवतार दर्शयतु

# @action
source: Show Favorite Room
sa: प्रियं कक्षं दर्शयतु

source: What's new
sa: किं नवीनम्

source: Import Accounts
sa: आयात लेखा

source: Export Accounts
sa: निर्यात लेखा

# @action
source: Medium
sa: मध्यम

# @action
source: Condensed
sa: सघनितम्

# @action
source: Extended
sa: विस्तृत

source: Clear history
sa: इतिहासं स्पष्टं कुरुत

# @title:window
source: Create Team
sa: दल रचयतु

source: Cannot write to log file %1
sa: %1 लॉग् सञ्चिकायां लिखितुं न शक्यते

# @title:window
source: Show Channel Log
sa: Channel Log दर्शयतु

# @item:inmenu Instant message presence status
source: Status
sa: स्थितिः

source: <qt>This will hide the menu bar completely. You can show it again by typing %1.</qt>
sa: <qt>एतेन मेनू-पट्टिका पूर्णतया गोप्यते । %1.</qt> इति टङ्कयित्वा पुनः दर्शयितुं शक्नुवन्ति

# @title:window
source: Hide menu bar
sa: मेनू-पट्टिकां गोपयन्तु

source: &Window
sa: &कोष्ठ

source: Tools
sa: उपकरणाः

source: &Settings
sa: &सेटिंग्स

source: View
sa: दृश्यं

source: &Help
sa: &साहाय्यम्‌

source: Main Toolbar
sa: मुख्य साधनपट्टी

# @title:window
source: Server Error Information
sa: सर्वर त्रुटिसूचना

source: (Show Errors)
sa: (दोषान् दर्शयतु)

source: Server errors reported. %1
sa: सर्वर त्रुटयः निवेदिताः। %1

# @title:window
source: Search Team
sa: अन्वेषणदलम्

# @label:textbox
source: Team Name:
sa: दलस्य नाम :

source: Autojoin
sa: स्वतः संयोगः

# @title:window
source: Team Channels
sa: टीम चैनल्स्

# @info:placeholder
source: Search room…
sa: अन्वेषण कक्ष...

source: Add Existing Room
sa: विद्यमानं कक्षं योजयन्तु

# @action
source: Create Room
sa: कक्षं रचयन्तु

# @action
source: Remove Autojoin
sa: ऑटोजोइन् निष्कासयन्तु

# @action
source: Add Autojoin
sa: Autojoin इति योजयन्तु

# @action
source: Remove from Team
sa: टीमतः निष्कासयन्तु

source: Would you like to remove this Channel from team?
sa: किं भवन्तः एतत् Channel team तः निष्कासयितुम् इच्छन्ति?

# @title
source: Remove Channel from Team
sa: Team तः Channel निष्कासयन्तु

# @title:window
source: Convert Team to Channel
sa: Team इत्येतत् Channel मध्ये परिवर्तयन्तु

# @title:window
source: Convert Team '%1' to Channel
sa: Team '%1' इत्येतत् Channel मध्ये परिवर्तयन्तु
