Repository: KDE/ruqola
Catalog: po/sa/ruqola.po
Languages: sa

source: Ruqola
sa: अरुगुला

source: Rocket Chat Client
sa: रॉकेट चैट क्लाइंट

# @info:credit
source: Laurent Montel
sa: लॉरेण्ट् मोंटेल्

source: Maintainer
sa: परिपालकः

# @info:credit
source: Riccardo Iaconelli
sa: रिकार्डो इआकोनेल्लि

source: Original Author
sa: मूल लेखक

# @info:credit
source: David Faure
sa: डेविड फौरे

source: Bug fixing, delegates etc.
sa: बग फिक्सिंग्, डेलिगेट्स् इत्यादयः।

# @info:credit
source: Kevin Funk
sa: केविन् फंक

source: Bug fixing
sa: दोषनिवारणम्

# @info:credit
source: Olivier JG
sa: ओलिवियर जे जी

# @info:credit
source: Milian Wolff
sa: मिलियन वोल्फ

# @info:credit
source: Till Adam
sa: आदमस्य कृते

source: Windows compile bug fixing
sa: विण्डोज संकलनदोषनिवारणम्

# @info:credit
source: Shantanu Tushar
sa: शान्तनु तुषार

# @info:credit
source: Alessandro Ambrosano
sa: अलेस्सान्ड्रो अम्ब्रोसानो

# @info:credit
source: Hannah von Reth
sa: हन्ना वॉन् रेथ

source: Bug fixing for Windows/Mac
sa: विण्डोज/मैक कृते दोषनिवारणम्

# @info:credit
source: Allen Winter
sa: सर्वं शिशिरं

source: Packaging
sa: पैकेजिंग

# @info:credit
source: Waqar Ahmed
sa: वकार अहमद

source: Bug fixing (compile, network crash...)
sa: दोषनिवारणम् (संकलनम्, संजालस्य दुर्घटना...)

# @info:credit
source: Nicolas Fella
sa: निकोलस फेला

source: Optimization, fix windows/mac support
sa: अनुकूलनं, windows/mac समर्थनं निवारयन्तु

# @info:credit
source: Daniele E. Domenichelli
sa: डैनियल ई. डोमेनिचेल्लि

source: New feature
sa: नवीनं विशेषता

source: The following accounts are available:
sa: निम्नलिखितलेखाः उपलभ्यन्ते-

source: per %1
sa: प्रति %1

source: month
sa: माह

source: year
sa: वर्ष

source: Description
sa: वर्णनम्‌

source: Version
sa: संस्करण

source: Categories
sa: श्रेणियाँ

source: Documentation
sa: दस्तावेजीकरणम्

source: Author
sa: लेखकः

source: Homepage
sa: मुखपृष्ठ

source: Support
sa: समर्थनम्‌

source: Privacy Summary
sa: गोपनीयता सारांश

source: Permissions
sa: अनुमतिः

source: Access messages
sa: सन्देशान् अभिगन्तुम्

source: Send and modify messages
sa: सन्देशान् प्रेषयन्तु परिवर्तनं च कुर्वन्तु

source: Access room information
sa: कक्षस्य सूचनां प्राप्नुवन्तु

source: Create and modify rooms
sa: कक्ष्याः निर्माणं परिवर्तनं च कुर्वन्तु

source: Access to this server network
sa: अस्मिन् सर्वरजालस्य प्रवेशः

source: Access user information
sa: उपयोक्तृसूचनाः प्राप्तुं शक्नुवन्ति

source: Modify user information
sa: उपयोक्तृसूचना परिवर्तयन्तु

source: Register new slash commands
sa: नूतनानि slash आदेशानि पञ्जीकरणं कुर्वन्तु

source: Register and maintain scheduled jobs
sa: अनुसूचितकार्यस्य पञ्जीकरणं कृत्वा परिपालनं कुर्वन्तु

source: Register new HTTP endpoints
sa: नवीन HTTP अन्त्यबिन्दून् पञ्जीकरणं कुर्वन्तु

source: Access settings in this server
sa: अस्मिन् सर्वरे अभिगमनसेटिंग्स्

source: Modify settings in this server
sa: अस्मिन् सर्वरे सेटिङ्ग्स् परिवर्तयन्तु

source: Upload files to this server
sa: अस्मिन् सर्वरे सञ्चिकाः अपलोड् कुर्वन्तु

source: Access files uploaded to this server
sa: अस्मिन् सर्वरे अपलोड् कृताः सञ्चिकाः अभिगच्छन्तु

source: Interact with Cloud Services on behalf of this server
sa: अस्य सर्वरस्य पक्षतः मेघसेवाभिः सह अन्तरक्रियां कुर्वन्तु

source: Access minimal information about this server environment
sa: अस्य सर्वर-वातावरणस्य विषये न्यूनतम-सूचनाः प्राप्नुवन्तु

source: Access to multiple Livechat departments information
sa: अनेक Livechat विभागानां सूचनानां प्रवेशः

source: Access Livechat department information
sa: Livechat विभागस्य सूचनां प्राप्तुं शक्नुवन्ति

source: Modify Livechat department information
sa: Livechat विभागस्य सूचनां परिवर्तयन्तु

source: Modify Livechat room information
sa: Livechat कक्षस्य सूचनां परिवर्तयन्तु

source: Access Livechat room information
sa: Livechat कक्षस्य सूचनां प्राप्तुं शक्नुवन्ति

source: Modify Livechat message information
sa: Livechat सन्देशसूचना परिवर्तयन्तु

source: Access Livechat message information
sa: Livechat सन्देशसूचनाम् अभिगच्छतु

source: Modify Livechat visitor information
sa: Livechat आगन्तुकानां सूचनां परिवर्तयन्तु

source: Access Livechat visitor information
sa: Livechat आगन्तुकानां सूचनां प्राप्तुं शक्नुवन्ति

source: Access Livechat status information
sa: Livechat स्थितिसूचनाम् अभिगच्छन्तु

source: Interact with the UI
sa: UI इत्यनेन सह अन्तरक्रियां कुर्वन्तु

source: Store internal data in the database
sa: आन्तरिकदत्तांशं दत्तांशकोशे संग्रहयन्तु

source: Modify Livechat custom field configuration
sa: Livechat कस्टम् क्षेत्रविन्यासं परिवर्तयन्तु

source: Allow to write oauth app settings
sa: oauth app सेटिंग्स् लिखितुं अनुमतिं ददातु

source: Allow to read oauth app settings
sa: oauth app सेटिंग्स् पठितुं अनुमतिं ददातु

source: Allow to send email
sa: ईमेल प्रेषयितुं अनुमतिं ददातु

source: Connecting
sa: संयोजयन्

source: Login OTP code required
sa: प्रवेश OTP कोड आवश्यक

source: Login failed: invalid username or password
sa: प्रवेशः विफलः: अमान्यः उपयोक्तृनाम वा गुप्तशब्दः वा

source: Logging in
sa: प्रवेशः

source: Logged in
sa: प्रवेशं कृतवान्

source: Logged out
sa: लॉग आउट् कृतवान्

source: Failed to login due to plugin problem
sa: प्लगिन् समस्यायाः कारणेन प्रवेशं कर्तुं असफलम्

source: Login failed: generic error
sa: प्रवेशः विफलः: सामान्यदोषः

source: A one-time password is required to complete the login procedure.
sa: प्रवेशप्रक्रियायाः पूर्णतायै एकवारं गुप्तशब्दः आवश्यकः भवति ।

source: Login failed: Invalid OTP code.
sa: प्रवेशः विफलः: अमान्यः OTP कोडः।

source: Login failed: User is not activated.
sa: प्रवेशः विफलः : उपयोक्ता सक्रियः नास्ति ।

source: Login has been temporarily blocked For IP.
sa: प्रवेशः अस्थायीरूपेण अवरुद्धः अस्ति For IP.

source: Login has been temporarily blocked For User.
sa: प्रवेशः अस्थायीरूपेण अवरुद्धः अस्ति For User इति ।

source: App user is not allowed to login.
sa: एप् उपयोक्तारः प्रवेशं कर्तुं न अर्हन्ति।

source: Logout ongoing
sa: लॉगआउट् प्रचलति

source: Logout cleanup ongoing
sa: लॉगआउट सफाई प्रचलति

source: Successfully logged out
sa: सफलतया लॉग आउट् कृतवान्

source: Unknown state
sa: अज्ञात अवस्था

source: New version available %1
sa: नूतनं संस्करणं उपलब्धम् %1

source: (link)
sa: (सम्बन्ध)

source: Status message
sa: स्थितिसन्देशः

source: Topic message
sa: विषय सन्देश

source: your message
sa: भवतः सन्देशः

source: your message (optional)
sa: भवतः सन्देशः (वैकल्पिकः)

source: Archive
sa: लेखागार

source: Displays ༼ つ ◕_◕ ༽つ before your message
sa: भवतः सन्देशात् पूर्वं ༼ツ ◕_◕ ༽ツ प्रदर्शयति

source: Displays ( ͡° ͜ʖ ͡°) after your message
sa: भवतः सन्देशस्य अनन्तरं ( ͡° ͜ʖ ͡°) प्रदर्शयति

source: Displays ¯\_(ツ)_/¯ after your message
sa: भवतः सन्देशस्य अनन्तरं ̄\_(ツ)_/ ̄ प्रदर्शयति

source: Displays (╯°□°）╯︵ ┻━┻
sa: प्रदर्शयति (╯°□°)╯︵ ┻━┻

source: Displays ┬─┬<feff> ノ( ゜-゜ノ)
sa: प्रदर्शयति ┬─┬<feff> ノ( ゜-゜ノ)

source: Create a New Channel
sa: एकं New Channel रचयन्तु

source: Show the keyboard shortcut list
sa: कीबोर्ड-शॉर्टकट्-सूचीं दर्शयतु

source: Hide Room
sa: कक्षं गोपयन्तु

source: Invite one user to join this channel
sa: एकं उपयोक्तारं अस्मिन् चैनले सम्मिलितुं आमन्त्रयन्तु

source: Invite all users from this channel to join [#channel]
sa: अस्मात् चैनलात् सर्वान् उपयोक्तृन् [#channel] सम्मिलितुं आमन्त्रयन्तु।

source: Invite all users from [#channel] to join this channel
sa: [#channel] इत्यस्मात् सर्वान् उपयोक्तृन् अस्मिन् चैनले सम्मिलितुं आमन्त्रयन्तु

source: Join the given channel
sa: दत्तं चैनलं सम्मिलितं कुर्वन्तु

source: Remove someone from the room
sa: कक्षात् कञ्चित् निष्कासयतु

source: Leave the current channel
sa: वर्तमानचैनलं त्यजन्तु

source: Displays action text
sa: क्रियापाठं प्रदर्शयति

source: Direct message someone
sa: प्रत्यक्षं सन्देशं कस्यचित्

source: Mute someone in the room
sa: कक्षे कस्यचित् मूकीकरणं कुर्वन्तु

source: Unmute someone in the room
sa: कक्षे कस्यचित् निःशब्दं कुर्वन्तु

source: Set your status message
sa: स्वस्य स्थितिसन्देशं सेट् कुर्वन्तु

source: Set topic
sa: विषय निर्धारित करें

source: Unarchive
sa: असंग्रहीत

source: None
sa: न कश्चित्

source: Default
sa: मूलभूतम्‌

source: Chime
sa: चिमे

source: Door
sa: द्वारम्

source: Beep
sa: बीप

source: Chelle
sa: चेल्ले

source: Ding
sa: डिंग्

source: Highbell
sa: उच्चघण्टा

source: Seasons
sa: ऋतुः

source: Telephone
sa: दूरभाषः

source: Outbound Call Ringing
sa: बहिर्गमन कॉल रिंगिंग

source: Call Ended
sa: आह्वान समाप्त

source: Dialtone
sa: डायलटोन

source: Ringtone
sa: रिंगटोन

source: (Last Message: %1)
sa: (अन्तिमः सन्देशः: %1)

source: Missing server url.
sa: सेवकस्य URL अनुपस्थितम्।

source: Socket was unexpectedly closed.
sa: सॉकेट् अप्रत्याशितरूपेण बन्दः आसीत् ।

source: Conference Call
sa: सम्मेलन आह्वान

source: %1 has joined the channel
sa: %1 चैनले सम्मिलितः अस्ति

source: %1 has left the channel
sa: %1 इत्यनेन चैनलात् निर्गतम्

source: %1 left this Team
sa: %1 एतत् दलं त्यक्तवान्

source: Topic was cleared by: %1
sa: विषयः स्वच्छः अभवत्: %1

source: %2 changed topic to: <i>%1</i>
sa: %2 इत्यनेन विषयः परिवर्तितः: <i>%1</i>

source: %2 added %1 to the conversation
sa: %2 इत्यनेन सम्भाषणे %1 योजितम्

source: %2 changed room name to <a href="ruqola:/room/%1">#%1</a>
sa: %2 इत्यनेन कक्षनाम <a href="ruqola:/room/%1">#%1</a> इति परिवर्तितम्

source: %2 removed user %1
sa: %2 उपयोक्तारं %1 निष्कासितवान्

source: Description was cleared by %1
sa: वर्णनं %1 द्वारा स्वच्छं कृतम्

source: %2 changed room description to %1
sa: %2 इत्यनेन कक्षविवरणं %1 इति परिवर्तितम्

source: Announcement was cleared by %1
sa: घोषणा %1 द्वारा स्वच्छा अभवत्

source: %2 changed room announcement to %1
sa: %2 इत्यनेन कक्षघोषणा %1 इति परिवर्तिता

source: %2 changed room privacy to %1
sa: %2 इत्यनेन कक्षस्य गोपनीयतां %1 इति परिवर्तितम्

source: Click to join to video
sa: विडियो मध्ये सम्मिलितुं क्लिक् कुर्वन्तु

source: Message Deleted
sa: सन्देशः विलोपितः

source: Message Pinned
sa: सन्देशः पिन कृतः

source: Encrypted Message
sa: एन्क्रिप्टेड् सन्देशः

source: %1 was unmuted by %2
sa: %1 %2 द्वारा अनम्यूट् आसीत्

source: %1 was muted by %2
sa: %1 %2 द्वारा निःशब्दः अभवत्

source: Role '%3' was added to %1 by %2
sa: भूमिका '%3' %2 द्वारा %1 मध्ये योजितम्

source: Role '%3' was removed to %1 by %2
sa: भूमिका '%3' %2 द्वारा %1 मध्ये निष्कासिता

source: This message is end-to-end encrypted. To view it, you must enter your encryption key in your account settings.
sa: एषः सन्देशः अन्तः अन्तः गुप्तः अस्ति । तत् द्रष्टुं भवता स्वस्य खातेः सेटिङ्ग्स् मध्ये स्वस्य एन्क्रिप्शन कीलम् प्रविष्टव्यम् ।

source: Discussion created about "%1"
sa: "%1" विषये चर्चा निर्मितवती।

source: %1 has joined the conversation
sa: %1 सम्भाषणे सम्मिलितः अस्ति

source: This room has been archived by %1
sa: एतत् कक्षं %1 द्वारा संग्रहीतम् अस्ति

source: This room has been unarchived by %1
sa: अयं कक्षः %1 द्वारा असंगृहीतः अस्ति

source: Unknown action!
sa: अज्ञात कर्म !

source: Welcome %1!
sa: स्वागतम् %1 !

source: Room avatar changed by %1
sa: कक्षस्य अवतारः %1 इत्यनेन परिवर्तितः

source: This room's encryption has been enabled by %1
sa: अस्य कक्षस्य गोपनं %1 द्वारा सक्षमम् अस्ति

source: This room's encryption has been disabled by %1
sa: अस्य कक्षस्य गोपनं %1 द्वारा निष्क्रियं कृतम् अस्ति

source: Room set as Read Only by %1
sa: %1 द्वारा केवलं पठनीयरूपेण कक्षः सेट् कृतः

source: Room added writing permission by %1
sa: कक्षः %1 द्वारा लेखनस्य अनुमतिं योजितवान्

source: %1 added @%2 to this Team
sa: %1 इत्यनेन @%2 इत्येतत् अस्मिन् दले योजितम्

source: %1 removed @%2 from this Team
sa: %1 इत्यनेन @%2 इत्येतत् अस्मात् दलात् निष्कासितम्

source: %1 converted #%2 to a Team
sa: %1 इत्यनेन #%2 इति दलं परिवर्तितम्

source: %1 converted #%2 to a Channel
sa: %1 इत्यनेन #%2 इत्येतत् Channel मध्ये परिवर्तितम्

source: %1 removed #%2 from this Team
sa: %1 इत्यनेन #%2 अस्मात् दलात् निष्कासितम्

source: %1 deleted #%2
sa: %1 अपाकृतवान् #%2

source: %1 added #%2 to this Team
sa: %1 इत्यनेन #%2 अस्मिन् दलस्य मध्ये योजितम्

source: Room allowed reacting by %1
sa: %1 द्वारा प्रतिक्रियां कर्तुं कक्षः अनुमतः

source: Room disallowed reacting by %1
sa: %1 द्वारा प्रतिक्रियां कर्तुं कक्षः अस्वीकृतः

source: %1 joined this Team
sa: %1 अस्मिन् दलस्य सदस्यः अभवत्

source: %1 has joined OTR chat.
sa: %1 OTR गपशपं सम्मिलितवान् ।

source: %1 key refreshed successfully
sa: %1 कुञ्जी सफलतया ताजगीकृतम्

source: %1 has requested key refresh.
sa: %1 इत्यनेन कील-ताजगीकरणस्य अनुरोधः कृतः ।

source: %1 reacted with %2
sa: %1 %2 इत्यनेन सह प्रतिक्रियां कृतवान्

source: %1 and %2
sa: %1 तथा %2

source: Name
sa: नामः

source: Identifier
sa: परिचयकः

source: Aliases
sa: उपनाम

source: Token
sa: टोकन

source: Created at
sa: सृष्टः at

source: Uses
sa: प्रयोगः

source: Uses left
sa: वामस्य उपयोगं करोति

source: Expiration
sa: समाप्ति

source: Unlimited
sa: असीमित

source: Expire in %1 days
sa: %1 दिवसेषु समाप्तं भवति

source: Expired
sa: परीत

source: Client Secret
sa: ग्राहक रहस्य

source: Redirect Url
sa: Url पुनर्निर्देशित करें

source: Active
sa: सक्रियं

source: Scope
sa: लब्द्धावसर

source: Protected
sa: रक्षितः

source: Two Factors Authentication
sa: द्वौ कारकौ प्रमाणीकरणं

source: Number of Messages
sa: सन्देशानां संख्या

source: Number of Users
sa: उपयोक्तृणां संख्या

source: Topic
sa: विषय

source: Read-only
sa: केवलं पठनीयः

source: Default Room
sa: पूर्वनिर्धारित कक्ष

source: Type
sa: प्रकारः

source: Pending
sa: विचाराधीनः

source: Deactivated
sa: निष्क्रियः

source: UserName
sa: उपयोक्तृनाम

source: Email
sa: ईमेल

source: Role
sa: भूमिका

source: Disabled
sa: अक्षमित

source: Status
sa: स्थितिः

source: Registration status
sa: पञ्जीकरणस्य स्थितिः

source: User first log in
sa: उपयोक्ता प्रथमं प्रवेशं कुर्वन्तु

source: Activation
sa: सक्रियणम्

source: Resend Welcome Email
sa: स्वागतं ईमेल पुनः प्रेषयन्तु

source: Activate
sa: सक्रियं कुर्वन्तु

source: Pending action
sa: लम्बित कार्यवाही

source: link
sa: सम्बन्ध

source: Host
sa: निमन्त्रकः

source: Os
sa: त्वम्‌

source: Client
sa: ग्राहिका

source: Session Id
sa: सत्र Id

source: Ip
sa: इप

source: Login At
sa: प्रवेशः At

source: Number Of Users
sa: Number Of Users इति

source: Last Message
sa: अन्तिमः सन्देशः

source: Created
sa: निर्मितम्

source: Channel Type
sa: चैनल प्रकार

source: Belongs To
sa: Belongs To इति

source: Rooms
sa: कक्ष्याः

source: Emails
sa: ईमेल

source: Custom
sa: आचारः

source: Notify all in this room
sa: अस्मिन् कक्षे सर्वेभ्यः सूचयन्तु

source: No result found.
sa: न परिणामः प्राप्तः।

source: Notify active users in this room
sa: अस्मिन् कक्षे सक्रियप्रयोक्तृभ्यः सूचयन्तु

source: Edited at %1 by %2
sa: %2 द्वारा %1 इत्यत्र सम्पादितम्

source: Ignored Message
sa: उपेक्षितः सन्देशः

source: Only you can see this message
sa: केवलं भवन्तः एव एतत् सन्देशं द्रष्टुं शक्नुवन्ति

source: Reported message
sa: रिपोर्ट् कृतः सन्देशः

source: Username
sa: उपयोक्तृनाम

source: Reports
sa: प्रतिवेदनानि

source: Report date
sa: प्रतिवेदन तिथि

source: Room
sa: कक्ष

source: 1 second
sa: १ द्वितीयः

source: All Messages
sa: सर्वे सन्देशाः

source: Mentions
sa: उल्लेखः

source: Nothing
sa: किमपि न

source: Roles
sa: भूमिकाः

source: Ignored
sa: उपेक्षितम्

source: Required
sa: आवश्यकः

source: Create At
sa: रचयतु At

source: Two Factor Authentication
sa: द्वौ कारकप्रमाणीकरणं

source: Last token part
sa: अन्तिमः टोकन भागः

source: %1 Mention
sa: %1 उल्लेखः

source: %1 Group Mention
sa: %1 समूहस्य उल्लेखः

source: %1 Unread Threaded Message
sa: %1 अपठितः थ्रेडेड् सन्देशः

source: %1 Unread Message
sa: %1 अपठितः सन्देशः

source: Teams Room
sa: दलकक्षः

source: Private Room
sa: निजी कक्ष

source: Discussion Room
sa: चर्चा कक्ष

source: Channel Room
sa: चैनल कक्ष

source: Unread
sa: अपठित

source: Favorites
sa: प्रियाः

source: Teams
sa: दलाः

source: Discussions
sa: विमर्शाः

source: Private Messages
sa: निजी सन्देश

source: Unknown
sa: अज्ञात

source: Modify Status…
sa: स्थितिं परिवर्तयन्तु...

source: Select Messages to hide
sa: गोपनार्थं Messages इति चिनोतु

source: Hide "User Added" messages
sa: "User Added" इति सन्देशान् गोपयन्तु

source: Hide "Welcome" messages
sa: "स्वागतम्" इति सन्देशान् गोपयन्तु

source: Hide "User Joined Conversation" messages
sa: "उपयोक्तृसंयुक्तः वार्तालापः" इति सन्देशान् गोपयन्तु

source: Hide "User Leave" messages
sa: "User Leave" इति सन्देशान् गोपयन्तु

source: Hide "User Left Team" messages
sa: "उपयोक्तृवामदलम्" इति सन्देशान् गोपयन्तु

source: Hide "User Join" messages
sa: "User Join" इति सन्देशान् गोपयन्तु

source: Hide "Role No Longer Defined" messages
sa: "Role No Longer Defined" इति सन्देशान् गोपयन्तु

source: Hide "Was Set Role" messages
sa: "Was Set Role" इति सन्देशान् गोपयन्तु

source: Hide "User Removed" messages
sa: "User Removed" इति सन्देशान् गोपयन्तु

source: Hide "Room Unarchived" messages
sa: "Room Unarchived" इति सन्देशान् गोपयन्तु

source: Hide "Room encryption disabled" messages
sa: "Room encryption disabled" इति सन्देशान् गोपयन्तु

source: Hide "Room encryption enabled" messages
sa: "Room encryption enabled" इति सन्देशान् गोपयन्तु

source: Hide "Room type changed" messages
sa: "कक्षस्य प्रकारः परिवर्तितः" इति सन्देशान् गोपयन्तु

source: Hide "Room avatar changed" messages
sa: "Room avatar changed" इति सन्देशान् गोपयन्तु

source: Hide "User Muted / Unmuted" messages
sa: "User Muted / Unmuted" इति सन्देशान् गोपयन्तु

source: Hide "Room Name Changed" messages
sa: "Room Name Changed" इति सन्देशान् गोपयन्तु

source: Hide "Message Removed" messages
sa: "Message Removed" इति सन्देशान् गोपयन्तु

source: Hide "Room Archived" messages
sa: "Room Archived" इति सन्देशान् गोपयन्तु

source: Hide "Encryption Enabled" messages
sa: "Encryption Enabled" इति सन्देशान् गोपयन्तु

source: Hide "Encryption Disabled" messages
sa: "Encryption Disabled" इति सन्देशान् गोपयन्तु

source: Hide "Room added writing permission" messages
sa: "Room added writing permission" इति सन्देशान् गोपयन्तु

source: Hide "Room set read-only" messages
sa: "Room set read-only" इति सन्देशान् गोपयन्तु

source: Hide "Room disallowed reacting" messages
sa: "Room disallowed reacting" इति सन्देशान् गोपयन्तु

source: Hide "Room allowed reacting" messages
sa: "Room allowed reacting" इति सन्देशान् गोपयन्तु

source: Hide "User Added Room to Team" messages
sa: "User Added Room to Team" इति सन्देशान् गोपयन्तु

source: Hide "User converted team to channel" messages
sa: "उपयोक्तृणां दलं चैनले परिवर्तितम्" इति सन्देशान् गोपयन्तु

source: Hide "User converted channel to a Team" messages
sa: "User converted channel to a Team" इति सन्देशान् गोपयन्तु

source: Hide "User deleted room from Team" messages
sa: "User deleted room from Team" इति सन्देशान् गोपयन्तु

source: Hide "User removed room from Team" messages
sa: "User removed room from Team" इति सन्देशान् गोपयन्तु

source: Hide "Removed user from Team" messages
sa: "Removed user from Team" इति सन्देशान् गोपयन्तु

source: Hide "Added user to Team" messages
sa: "Added user to Team" इति सन्देशान् गोपयन्तु

source: Hide "Room topic changed" messages
sa: "कक्षस्य विषयः परिवर्तितः" इति सन्देशान् गोपयन्तु

source: Hide "Room announcement changed" messages
sa: "कक्षस्य घोषणा परिवर्तिता" इति सन्देशान् गोपयन्तु

source: Hide "Room description changed" messages
sa: "कक्षस्य विवरणं परिवर्तितम्" इति सन्देशान् गोपयन्तु

source: Joined this Team
sa: अस्मिन् दले सम्मिलितः

source: (Autojoin)
sa: (स्वयं संयोगः)

source: Owner
sa: स्वामी

source: Offline
sa: अफलाइन

source: %1 has %2 Unread Message
sa: %1 इत्यस्य %2 अपठितसन्देशः अस्ति

source: Open Channel
sa: Open Channel इति

source: Reply
sa: उत्तरं

# @info:placeholder
source: Reply…
sa: उत्तरं…

source: OTR
sa: ओटीआर

source: Reject
sa: अस्वीकार

source: Ok
sa: अस्तु

source: %1 ended the OTR session.
sa: %1 इत्यनेन OTR सत्रं समाप्तम् ।

source: %1 wants to start OTR. Do you want to accept?
sa: %1 OTR आरभतुम् इच्छति । किं भवन्तः स्वीकुर्वितुं इच्छन्ति ?

source: %1 denied the OTR session.
sa: %1 इत्यनेन OTR सत्रं अङ्गीकृतम् ।

# WARNING!!!!!!: PLEASE We need a space between after </strong>
source: <strong>%1</strong> is typing...
sa: <strong>%1</strong> टङ्कयति...

# WARNING!!!!!!: PLEASE We need a space between after </strong>
source: <strong>%1</strong> are typing...
sa: <strong>%1</strong> टङ्कयन्ति...

source: REST: %1 DDP: %2
sa: REST: %1 डीडीपी: %2

source: Not connected
sa: न संबद्धः

source: Not connected yet
sa: अद्यापि न सम्बद्धम्

source: Account Added
sa: खाता योजितः

source: A new account was added.
sa: नूतनं खातं योजितम्।

source: Leader
sa: नेता

source: Moderator
sa: संचालकः

source: Channel is read only.
sa: चैनलः केवलं पठनीयः अस्ति।

source: You have blocked this channel.
sa: भवता एतत् चैनलं अवरुद्धम् अस्ति।

source: Channel was blocked.
sa: चैनल् अवरुद्धम् आसीत्।

source: Discussion
sa: विवरण

source: Private Team
sa: निजी दल

source: Group
sa: समूह

source: Public Team
sa: सार्वजनिक दल

source: Channel
sa: चैनल

source: Direct message
sa: प्रत्यक्षः सन्देशः

source: Omnichannel
sa: सर्वचैनल

# @info:shell
source: Return lists of accounts
sa: खातानां सूचीः प्रत्यागच्छतु

# @info:shell
source: Start with specific account
sa: विशिष्टलेखेन आरभत

# @info:shell
source: Show Message
sa: सन्देशं दर्शयतु

# @info:shell
source: Use ddp api for login
sa: प्रवेशार्थं ddp api इत्यस्य उपयोगं कुर्वन्तु

# @info:shell
source: Lists the available options for user feedback
sa: उपयोक्तृप्रतिक्रियायाः कृते उपलब्धविकल्पान् सूचीबद्धं करोति

source: Missing translator info. It's a bug
sa: अनुवादक सूचना अनुपलब्धा। इदं बग् अस्ति

source: User
sa: उपयोक्ता

source: Administrator
sa: प्रशासकः

source: Bot
sa: बोट्

source: Online
sa: लब्धसम्पर्क

source: Busy
sa: व्यस्तः

source: Away
sa: दुरे

source: Call was not answered
sa: आह्वानस्य उत्तरं न प्राप्तम्

source: Call ended
sa: आह्वानं समाप्तम्

source: Waiting for answer
sa: उत्तरं प्रतीक्षमाणः

source: Call ongoing
sa: आह्वानं प्रचलति

source: InComing Call
sa: InComing Call इति आह्वानम्

source: Accept
sa: स्वीकरोतु

source: GitHub
sa: गित्हब

source: GitLab
sa: गिटलैब

source: Google
sa: गूगल

source: Login/Password
sa: प्रवेश/गुप्तशब्द

source: Server URL:
sa: सर्वर URL: 1.1.

source: Account name:
sa: खातानाम :

source: User Id:
sa: उपयोक्तृपरिचयः :

source: Token:
sa: टोकन :

source: Personal Access Token
sa: व्यक्तिगत अभिगम टोकन

source: Share Text…
sa: पाठं साझां कुर्वन्तु...

source: There was a problem sharing the document: %1
sa: दस्तावेजस्य साझेदारीयां समस्या आसीत्: %1

source: File was shared.
sa: सञ्चिका साझा कृता आसीत् ।

source: <qt>You can find the new request at:<br /><a href='%1'>%1</a> </qt>
sa: <qt>नूतनं अनुरोधं भवन्तः अत्र प्राप्तुं शक्नुवन्ति:<br /> <a href='%1'>%1</a></qt>

source: Invalid Parameters
sa: अमान्य पैरामीटर्

source: The required '%1' param provided does not match any channel
sa: प्रदत्तः आवश्यकः '%1' पैरामीटर् कस्यापि चैनलस्य मेलनं न करोति

source: The room required a password.
sa: कक्षे गुप्तशब्दस्य आवश्यकता आसीत् ।

source: Get Members not authorized in this room
sa: अस्मिन् कक्षे सदस्यान् अधिकृतान् न कुर्वन्तु

source: The required channel is not found.
sa: आवश्यकं मार्गं न लभ्यते।

source: User is not a moderator.
sa: उपयोक्ता संचालकः नास्ति।

source: User is not an owner.
sa: उपयोक्ता स्वामिः नास्ति।

source: A channel with name '%1' exists
sa: '%1' इति नामकं चैनल् अस्ति

source: '%1' is not a valid room name
sa: '%1' इति वैधं कक्षनाम नास्ति

source: Extract Roles
sa: भूमिकां निष्कासयतु

source: Message deletion is not allowed.
sa: सन्देशविलोपनस्य अनुमतिः नास्ति ।

source: Not allowed to get message %1
sa: %1 सन्देशं प्राप्तुं न अनुमतम्

source: Not allowed to get message %2 in room %1
sa: %1 कक्षे %2 सन्देशं प्राप्तुं न अनुमतम्

source: Invalid message: '%1'
sa: अमान्यः सन्देशः: '%1'.

source: This room is blocked
sa: अयं कक्षः अवरुद्धः अस्ति

source: You have been muted and cannot speak in this room
sa: त्वं निःशब्दः असि, अस्मिन् कक्षे वक्तुं न शक्नोषि

source: Invalid channel
sa: अमान्य चैनल

source: Invalid emoji provided.
sa: अमान्य इमोजी प्रदत्तम्।

source: File not found '%1'
sa: सञ्चिका न प्राप्ता '%1'.

source: The custom emoji or one of its aliases is already in use.
sa: कस्टम् इमोजी अथवा तस्य एकः उपनाम पूर्वमेव प्रयुक्तः अस्ति ।
