Repository: KDE/ruqola
Catalog: po/sa/ruqola.po
Languages: sa

# @action
source: Set as Favorite
sa: Favourite इति सेट् कुर्वन्तु

# @action
source: Unset as Favorite
sa: प्रियरूपेण अनिर्मितम्

# @action
source: Hide Channel
sa: चैनलं गोपयन्तु

# @action
source: Convert to Team
sa: Team इति परिवर्तनं कुर्वन्तु

# @action
source: Convert to Channel
sa: Channel मध्ये परिवर्तयन्तु

source: Do you want to convert team to channel?
sa: किं भवान् दलं चैनले परिवर्तयितुम् इच्छति?

# @title:window
source: Convert To Channel
sa: Convert To Channel इति

# @action
source: Move to Team
sa: दलं प्रति गच्छन्तु

# @action
source: Configure Notification…
sa: सूचनां विन्यस्तं कुर्वन्तु...

# @action
source: Quit Channel
sa: चैनल छोड़ें

source: Any team selected.
sa: चयनितं यत्किमपि दलम्।

# @title:window
source: Move To Team
sa: Move To Team इति

source: Are you sure to convert it to team? It can not be undo.
sa: किं भवन्तः तत् दलरूपेण परिवर्तयितुं निश्चिताः सन्ति? पूर्ववत् कर्तुं न शक्यते।

# @title:window
source: Convert to Team
sa: Team इति परिवर्तनं कुर्वन्तु

# @info:placeholder
source: Filter channels (%1)
sa: फ़िल्टर चैनल्स् (%1) .

# @action
source: Search Channels
sa: अन्वेषण चैनल्स्

# @action
source: Previous Channel
sa: पूर्व चैनल

# @action:button
source: Sign in With %1
sa: %1 इत्यनेन सह प्रवेशं कुर्वन्तु

# @action:button
source: Register Account
sa: खाता पञ्जीकरणं कुर्वन्तु

source: My Account
sa: मम खाता

# @info:placeholder
source: Username or email
sa: उपयोक्तृनाम वा ईमेल वा

source: Username or email:
sa: उपयोक्तृनाम अथवा ईमेल :

source: We have sent you an email to confirm your registration. If you do not receive an email shortly, please come back and try again.
sa: भवतः पञ्जीकरणस्य पुष्ट्यर्थं वयं भवतः ईमेल प्रेषितवन्तः। यदि भवान् शीघ्रमेव ईमेल न प्राप्नोति तर्हि कृपया पुनः आगत्य पुनः प्रयासं कुर्वन्तु।

# @title:window
source: Register New User
sa: नवीन उपयोक्तारं पञ्जीकरणं कुर्वन्तु

# @title:window
source: Error saving file
sa: सञ्चिकां रक्षितुं त्रुटिः

source: Not in channel
sa: न तु चैनले

# @title:window
source: Start a Call
sa: एकं आह्वानं आरभत

# @action:button
source: Start
sa: प्रारंभः

source: Camera On
sa: कैमरा चालू

source: Camera Off
sa: कैमरा अफ

source: Micro On
sa: सूक्ष्म चालू

source: Micro Off
sa: सूक्ष्म बंद

source: Micro
sa: सूक्ष्म

source: Camera
sa: कॅमेरा

# @title:window
source: Conference Call Information
sa: सम्मेलन-कॉल-सूचना

source: Meeting URL:
sa: सभायाः URL :

source: Provider:
sa: प्रदाता :

source: Display Account in Current Activity
sa: वर्तमान क्रियाकलापमध्ये खाता प्रदर्शयन्तु

# Move selected account up.
source: Up
sa: उपरि

# Move selected account down.
source: Down
sa: अधः

source: Add…
sa: संयोजयति…

source: Modify…
sa: परिवर्तनं कुर्वन्तु...

source: Remove
sa: अपाकरोति

source: Configure Accounts in Current Activity
sa: वर्तमान क्रियाकलापमध्ये लेखाः विन्यस्यताम्

# @option:check
source: &Use custom fonts
sa: &कस्टम फॉन्ट् इत्यस्य उपयोगं कुर्वन्तु

# @option:check
source: Set status to "Online" on startup
sa: प्रारम्भे स्थितिं "Online" इति सेट् कुर्वन्तु

# @option:check
source: Enable image previews
sa: चित्रपूर्वावलोकनं सक्षमं कुर्वन्तु

# @option:check
source: Enable URL previews
sa: URL पूर्वावलोकनं सक्षमं कुर्वन्तु

# @option:check
source: Mark channel as read when writing a reply
sa: उत्तरं लिखन्ते सति चैनलं पठितं इति चिह्नं कुर्वन्तु

# @option:check
source: Enable system tray icon
sa: सिस्टम् ट्रे चिह्नं सक्षमं कुर्वन्तु

# @option:check
source: Enable logging
sa: लॉगिंग् सक्षमं कुर्वन्तु

# @option:check
source: Highlight messages when hovering
sa: मण्डपं कुर्वन् सन्देशान् प्रकाशयन्तु

# @option:check
source: Animate GIFs
sa: GIFs सजीवं कुर्वन्तु

# @option:check
source: Enable Plasma Activities integration
sa: प्लाज्मा क्रियाकलापानाम् एकीकरणं सक्षमं कुर्वन्तु

# @title:window
source: Configure Ruqola
sa: रुकोला विन्यस्तं कुर्वन्तु

# @title Preferences page name
source: General
sa: सामान्य

# @title Preferences page name
source: Accounts
sa: लेखा

# @title Preferences page name
source: Font
sa: फॉन्ट्

# @title AutoCorrection page name
source: Auto-Correction
sa: स्वतः सुधारः

# @title Preferences page name
source: Spell Checking
sa: वर्तनीपरीक्षा

# @title Preferences page name
source: Translation
sa: अनुवाद

# @title Preferences page name
source: User Feedback
sa: उपयोक्तृप्रतिक्रिया

# @title Preferences page name
source: Accessibility
sa: सुलभता

# @title:window
source: Remove Account
sa: खातं निष्कासयतु

# @option:check
source: Remove logs stored on disk
sa: डिस्कमध्ये संगृहीतं लॉग्स् निष्कासयन्तु

source: Do you want to remove this account '%1'?
sa: किं भवान् एतत् खातं '%1' अपसारयितुम् इच्छति?

# @action:button
source: Connect
sa: संयुज्

# @label:textbox
source: Server URL:
sa: सर्वर URL: 1.1.

source: Failed to connect to server: %1
sa: सर्वरेण सह संयोजितुं असफलम्: %1

# @title:window
source: Configure Activities
sa: क्रियाकलापाः विन्यस्तं कुर्वन्तु

# @option:check
source: Limit to the selected activities:
sa: चयनितक्रियाकलापानाम् सीमाः

# @label:textbox
source: If you limit this account to activity, it will be shown in Ruqola only when you are in those activities. Furthermore, when you switch to an activity it should not be available in, it will automatically be hidden.
sa: यदि भवान् एतत् खातं क्रियाकलापं प्रति सीमितं करोति तर्हि रुकोलायां तदा एव दर्शितं भविष्यति यदा भवान् तासु क्रियाकलापेषु भवति । अपि च, यदा भवन्तः कस्मिंश्चित् क्रियाकलापे परिवर्तयन्ति यस्मिन् तत् उपलब्धं न भवेत् तदा तत् स्वयमेव गोपनीयं भविष्यति ।

# @title:window
source: Add Server
sa: Server योजयतु

# @action:button
source: Configure Activities
sa: क्रियाकलापाः विन्यस्तं कुर्वन्तु

# @title:window
source: Modify Account
sa: खाता परिवर्तयतु

# @title:window
source: Database Info
sa: डाटाबेस इन्फो

# @title:window
source: Add Users in Room
sa: कक्षे उपयोक्तारः योजयन्तु

# @title:window
source: Channel Info
sa: चैनल इन्फो

# @title:window
source: Save Attachment
sa: आसक्तिं रक्षतु

source: Do you want to Delete this File?
sa: किं भवान् एतत् File Delete कर्तुम् इच्छति?

# @title
source: Delete File
sa: सञ्चिकां विलोपयतु

# @title:window
source: Configure Auto-Translate
sa: स्वतः-अनुवादं विन्यस्यताम्

# @option:check
source: Auto-Translate
sa: स्वतः अनुवादं कुर्वन्तु

# @label:textbox
source: Language:
sa: भाषा:

# @title:window
source: Team Info about '%1'
sa: '%1' विषये दलस्य सूचना।

# @title:window
source: Channel Info about '%1'
sa: '%1' विषये चैनल् सूचना।

# @action:button
source: Delete
sa: लुप्

source: ReadOnly:
sa: केवलं पठनीयम् :

# @info:tooltip
source: Messages are end-to-end encrypted, search will not work and notifications may not show message content
sa: सन्देशाः अन्तः अन्तः गुप्तरूपेण भवन्ति, अन्वेषणं कार्यं न करिष्यति तथा च सूचनाः सन्देशसामग्री न दर्शयितुं शक्नुवन्ति

source: Archive:
sa: लेखागार:

source: Do you want to archive this room?
sa: किं भवान् एतत् कक्षं संग्रहीतुं इच्छति ?

source: Do you want to unarchive this room?
sa: किं भवन्तः अस्य कक्षस्य संग्रहणं कर्तुम् इच्छन्ति ?

# @title
source: Archive Channel
sa: अभिलेखागार चैनल

# @title
source: Unarchive Channel
sa: Unarchive चैनल

source: Private:
sa: वैयक्तिक:

# @info:tooltip
source: People can only join by being invited
sa: जनाः आमन्त्रिताः एव सम्मिलितुं शक्नुवन्ति

source: Encrypted:
sa: एन्क्रिप्टेड् :

source: Hide System Messages:
sa: प्रणालीसन्देशान् गोपयन्तु :

source: Do you want to delete this Team?
sa: किं भवान् एतत् दलं विलोपयितुम् इच्छति?

# @title
source: Delete Team
sa: Delete Team इति

source: Do you want to delete this room?
sa: किं भवन्तः एतत् कक्षं विलोपयितुम् इच्छन्ति ?

# @title
source: Delete Room
sa: कक्षं विलोपयन्तु

# @info:placeholder
source: This room has a password
sa: अस्मिन् कक्षे गुप्तशब्दः अस्ति

# @info:placeholder
source: Add password
sa: गुप्तशब्दं योजयन्तु

# @option:check
source: Exclude pinned messages
sa: पिनकृतसन्देशान् बहिष्कृत्य

# @option:check
source: Prune files only, keep messages
sa: केवलं सञ्चिकाः छंटाई कुर्वन्तु, सन्देशान् रक्षन्तु

# @option:check
source: Automatically prune old messages
sa: पुरातनसन्देशान् स्वयमेव छंटनीं कुर्वन्तु

# @option:check
source: Override global retention policy
sa: वैश्विकधारणनीतिं अधिलिखन्तु

source: Prune
sa: छंटनी

# @label:textbox
source: Maximum message age in days (default: 30):
sa: अधिकतमं सन्देशस्य आयुः दिवसेषु (पूर्वनिर्धारितम्: ३०):

source: %1 name is already used.
sa: %1 नाम पूर्वमेव प्रयुक्तम् अस्ति ।

source: Invalid characters found.
sa: असिद्धवर्णाः प्राप्ताः।

source: Invalid characters found. (Valid characters: %1)
sa: असिद्धवर्णाः प्राप्ताः। (वैधवर्णाः : %1)

# @title:window
source: Add Password
sa: गुप्तशब्दं योजयतु

# @label:textbox
source: Channel Password:
sa: चैनलगुप्तशब्दः :

source: Owner:
sa: स्वामी:

source: Moderator:
sa: संचालकः :

source: Leader:
sa: नेता:

# @info:tooltip
source: Clear
sa: स्पष्टः

# @info:placeholder
source: Select a channel
sa: एकं चैनलं चिनोतु

# @title:window
source: Configure Notification
sa: सूचनां विन्यस्तं कुर्वन्तु

# @option:check
source: Disable Notification
sa: सूचनां अक्षमं कुर्वन्तु

# @option:check
source: Hide Unread Room Status
sa: अपठित कक्ष स्थितिं गोपयन्तु

# @option:check
source: Mute %1 and %2 mentions
sa: %1 तथा %2 उल्लेखान् निःशब्दं कुर्वन्तु

# @option:check
source: Show badge for mentions
sa: उल्लेखानां कृते बिल्लां दर्शयतु

# @info:tooltip
source: Receive alerts
sa: अलर्ट्स् प्राप्नुवन्तु

# @info:tooltip
source: Display badge for direct mentions only
sa: केवलं प्रत्यक्षोल्लेखानां कृते बिल्लां प्रदर्शयन्तु

source: Desktop
sa: डेस्कटॉप

source: Alert:
sa: सचेत:

source: Sound:
sa: ध्वनि:

# @title:window
source: Confirm Password
sa: गुप्तशब्दस्य पुष्टिः कुर्वन्तु

# @label:textbox
source: For your security, you must enter your current password to continue
sa: भवतः सुरक्षायै भवतः वर्तमानगुप्तशब्दं निरन्तरं प्रविष्टव्यम्

# @title:window
source: Create Direct Messages - %1
sa: प्रत्यक्षसन्देशान् रचयन्तु - %1

# @action:button
source: Create
sa: निर्मियताम्

# @label:textbox
source: Too many users selected.
sa: अत्यधिकाः उपयोक्तारः चयनिताः।

# @label:textbox
source: You are about to create a chat with multiple users. Add the ones you would like to talk, everyone in the same place, using direct messages.
sa: भवान् बहुभिः उपयोक्तृभिः सह गपशपं निर्मातुम् उद्यतः अस्ति । ये भवन्तः वार्तालापं कर्तुम् इच्छन्ति, सर्वे एकस्मिन् एव स्थाने, प्रत्यक्षसन्देशानां उपयोगेन योजयन्तु।

# @info:placeholder
source: Select users…
sa: उपयोक्तारः चयनं कुर्वन्तु...

# @title:window
source: Create Channel
sa: Channel रचयन्तु

source: Topic:
sa: विषय:

# @info:placeholder
source: Invite users…
sa: उपयोक्तारः आमन्त्रयन्तु...

source: Users:
sa: उपयोक्तारः :

# @info:tooltip
source: Anyone can send new messages
sa: कोऽपि नूतनान् सन्देशान् प्रेषयितुं शक्नोति

source: Read-Only:
sa: केवलं पठनीयम् :

# @label:textbox
source: Anyone can send new messages
sa: कोऽपि नूतनान् सन्देशान् प्रेषयितुं शक्नोति

# @info:tooltip
source: Only owners can send new messages
sa: केवलं स्वामिनः एव नूतनान् सन्देशान् प्रेषयितुं शक्नुवन्ति

# @label:textbox
source: Only owners can send new messages
sa: केवलं स्वामिनः एव नूतनान् सन्देशान् प्रेषयितुं शक्नुवन्ति

# @info:tooltip
source: Only authorized users can write new messages, but the other users will be able to reply
sa: केवलं अधिकृताः उपयोक्तारः एव नूतनान् सन्देशान् लिखितुं शक्नुवन्ति, परन्तु अन्ये उपयोक्तारः उत्तरं दातुं शक्नुवन्ति

source: Broadcast:
sa: प्रसारण:

# @info:tooltip
source: Only invited people can join
sa: आमन्त्रिताः जनाः एव सम्मिलितुं शक्नुवन्ति

source: Private Room:
sa: निजी कक्षः :

source: Encrypted Room:
sa: एन्क्रिप्टेड् कक्षः :

source: Federated:
sa: संघीयः :

# @title:window
source: Create Discussion - %1
sa: चर्चां रचयन्तु - %1

# @label:textbox
source: Channel or Group parent
sa: चैनल अथवा समूह अभिभावक

# @label:textbox
source: Discussion Name
sa: चर्चा नाम

# @label:textbox
source: Invite Users
sa: उपयोक्तृन् आमन्त्रयन्तु

# @label:textbox
source: Message
sa: सन्देशः

# @info:placeholder
source: Usually a discussion starts with a question, like "How do I upload a picture?"
sa: प्रायः चर्चा एकेन प्रश्नेन आरभ्यते, यथा "अहं चित्रं कथं अपलोड् करोमि?"

source: Recorded %1 sec
sa: %1 सेकण्ड् अभिलेखितम्

# @title:window
source: Create Sound Message
sa: ध्वनिसन्देशं रचयन्तु

# @action:button
source: Send
sa: प्रेषयतु

# @label:textbox
source: Filename:
sa: सञ्चिकानाम :

# @label:textbox
source: Description:
sa: वर्णनम्‌:

# @title:window
source: Create Video Message
sa: वीडियो सन्देशं रचयन्तु

# @title:window
source: User Info
sa: उपयोक्तृसूचना

source: Custom Status:
sa: कस्टम् स्थितिः :

source: Timezone:
sa: समयक्षेत्रम् :

source: Last Login:
sa: अन्तिमप्रवेशः :

source: Verified
sa: सत्यापित

source: Not verified
sa: न सत्यापितम्

# @title:window
source: Invite Users
sa: उपयोक्तृन् आमन्त्रयन्तु

# @label:textbox
source: Invite Link:
sa: आमन्त्रण लिङ्कः :

# @info:tooltip
source: Copy link
sa: प्रतिलिङ्कं लिङ्कं कुर्वन्तु

source: Options
sa: विकल्पाः

source: Expiration (Days)
sa: अवधिः (दिनानि)

source: Max number of uses
sa: अधिकतमं उपयोगानां संख्या

# @action:button
source: Generate New Link
sa: नवीनं लिङ्कं जनयन्तु

source: Your invite link will expire on %2 or after %1 use.
sa: भवतः आमन्त्रणलिङ्क् %2 अथवा %1 उपयोगानन्तरं समाप्तं भविष्यति ।

source: Your invite link will expire on %1.
sa: भवतः आमन्त्रणलिङ्क् %1 दिनाङ्के समाप्तं भविष्यति ।

source: Never
sa: कदापि न

source: No Limit
sa: No Limit इति

# @title:window
source: Modify Status
sa: स्थितिं परिवर्तयतु

source: Message Status:
sa: सन्देशस्य स्थितिः :

# @title:window
source: Play Sound
sa: ध्वनिं वादयतु

# @title:window
source: Sound: %1
sa: ध्वनिः %1

source: Error:
sa: त्रुटि:

# @title:window
source: Report Message
sa: रिपोर्ट् सन्देशः

# @action:button
source: Report
sa: वृत्तान्तः

# @label:textbox
source: Message:
sa: सन्देशः:

# @info:placeholder
source: Why you signal this message?
sa: किमर्थं भवन्तः एतस्य सन्देशस्य संकेतं ददति ?

# @title:window
source: Report User
sa: उपयोक्तारं प्रतिवेदयतु

# @info:placeholder
source: Why do you want to report?
sa: किमर्थं भवन्तः निवेदयितुम् इच्छन्ति ?

# @title:window
source: Reset Password
sa: गुप्तशब्दं पुनः सेट् कुर्वन्तु

# @label:textbox
source: Email:
sa: ईमेल :

# @action
source: Change Picture…
sa: चित्रं परिवर्तयतु...

# @action
source: Reset Avatar
sa: अवतार पुनः सेट् करें

# @action
source: Cancel
sa: निरसयतु

source: Image
sa: छवि

# @title:window
source: Select Room Avatar
sa: कक्ष अवतार चयन करें

# @title:window
source: Search Messages
sa: सन्देशान् अन्वेष्टुम्

# @title:window
source: Search Messages in '%1' (%2)
sa: '%1' (%2) इत्यत्र सन्देशान् अन्वेष्टुम् ।

# @info:placeholder
source: Search messages…
sa: सन्देशान् अन्वेष्टुम्...

# @info:placeholder
source: Search messages
sa: सन्देशान् अन्वेष्टुम्

source: You can search using <a href="https://en.wikipedia.org/wiki/Regular_expression">Regular Expression</a>. e.g. <code>/^text$/i</code>
sa: <a href="https://en.wikipedia.org/wiki/Regular_expression">Regular Expression इत्यस्य</a> उपयोगेन अन्वेषणं कर्तुं शक्नुवन्ति . यथा <code>/^text$/i</code>

# @title:window
source: Server Info
sa: सर्वर इन्फो

source: Server version:
sa: सर्वर संस्करणम् :

source: License:
sa: अनुज्ञापत्रम् :

source: Videos
sa: विडियो

source: Images
sa: बिम्बाः

source: Audios
sa: श्रव्य

source: Texts
sa: ग्रन्थाः

source: Files
sa: सञ्चिकाः

# @title:window
source: Show Attachments - %1
sa: संलग्नकान् दर्शयतु - %1

# @info:placeholder
source: Search attachments…
sa: संलग्नकान् अन्वेष्टुम्...

source: No Attachments found
sa: No Attachments न प्राप्तम्

source: %1 Attachment in room (Total: %2)
sa: %1 कक्षे आसक्तिः (कुलम्: %2)

source: (Click here for Loading more…)
sa: (Loading more... इति अत्र क्लिक् कुर्वन्तु...)

# @title:window
source: Display Image
sa: चित्रं प्रदर्शयतु

source: Copy Image to Clipboard
sa: चित्रं Clipboard मध्ये प्रतिलिख्यताम्

source: Copy Location to Clipboard
sa: स्थानस्य प्रतिलिपिं Clipboard मध्ये कुर्वन्तु

# @label:textbox
source: Zoom:
sa: जूम :

# @action:button
source: Fit to View
sa: Fit to View इति

source: Save Image
sa: चित्रं रक्षतु

source: %1 Message in room (Total: %2)
sa: %1 कक्षे सन्देशः (कुलः: %2)

# @title:window
source: Show Mentions Messages - %1
sa: उल्लेखसन्देशान् दर्शयतु - %1

# @title:window
source: Show Pinned Messages - %1
sa: पिनकृतसन्देशान् दर्शयतु - %1

# @title:window
source: Show Starred Messages - %1
sa: तारकयुक्तसन्देशान् दर्शयतु - %1

# @title:window
source: Show Threads Messages
sa: सूत्रसन्देशान् दर्शयतु

# @title:window
source: Video
sa: विडिओ

# @title:window
source: Video: %1
sa: विडियो: %1

# @title:window
source: Upload File
sa: सञ्चिका अपलोड् कुर्वन्तु

# @title:window
source: Upload Image
sa: चित्रम् अपलोड् कुर्वन्तु

source: File Name:
sa: सञ्चिकानाम :

# @title:window
source: Join Room - %1
sa: कक्षं सम्मिलितं कुर्वन्तु - %1

# @title:window
source: Open Private Conversation - %1
sa: निजीवार्तालापं उद्घाटयतु - %1

# @title:window
source: Join Team - %1
sa: दलेन सम्मिलितं भवतु - %1

# @action:button
source: Join
sa: आबन्धम्

# @action:button
source: Open Private Message
sa: निजी सन्देशं उद्घाटयन्तु

source: You are not authorized to view this page.
sa: भवन्तः एतत् पृष्ठं द्रष्टुं अधिकृताः न सन्ति।

# @info:placeholder
source: Search rooms…
sa: कक्षेषु अन्वेषणं कुर्वन्तु...

# @info:placeholder
source: Search teams…
sa: अन्वेषणदलानि...

# @action
source: Join…
sa: आबन्धम्…

# @action
source: Open Private Message…
sa: निजीसन्देशं उद्घाटयतु...

source: No Room found
sa: No Room न लब्धम्

source: No User found
sa: कोऽपि उपयोक्ता न लब्धः

source: No Team found
sa: No Team न लब्धम्

source: %1 team (Total: %2)
sa: %1 दलम् (कुलम्: %2)

source: %1 message
sa: %1 सन्देशः

source: Open Discussion
sa: मुक्त चर्चा

# @title:window
source: Show Discussions - %1
sa: चर्चाः दर्शयतु - %1

# @info:placeholder
source: Search discussion…
sa: अन्वेषण चर्चा...

source: No Discussion found
sa: No Discussion न लब्धम्

source: %1 Discussion in room (Total: %2)
sa: %1 कक्षे चर्चा (कुलम्: %2)

# @title:window
source: Copy Password
sa: गुप्तशब्दं प्रतिलिख्यताम्

# @action:button
source: I saved my Password
sa: अहं मम Password रक्षितवान्

# @action:button
source: Do it later
sa: पश्चात् करोतु

source: Create secure private rooms and direct messages with end-to-end encryption.<br/><br/>Save your password securely, as the key to encode/decode your messages won't be saved on the server. You'll need to enter it on other devices to use e2e encryption.<br/><br/>Change your password anytime from any browser you've entered it on. Remember to store your password before dismissing this message.<br/><br/>Your password is:
sa: अन्त्यतः अन्तः एन्क्रिप्शनेन सह सुरक्षितानि निजीकक्ष्याणि प्रत्यक्षसन्देशानि च रचयन्तु ।<br/><br/> भवतः गुप्तशब्दं सुरक्षितरूपेण रक्षन्तु, यतः भवतः सन्देशान् एन्कोड्/डिकोड् कर्तुं कुञ्जी सर्वरे न रक्षिता भविष्यति । e2e एन्क्रिप्शनस्य उपयोगाय भवद्भिः अन्येषु उपकरणेषु तत् प्रविष्टव्यम् ।<br/><br/> यस्मिन् ब्राउजरे भवता प्रविष्टः तस्मात् कदापि स्वस्य गुप्तशब्दं परिवर्तयतु। एतत् सन्देशं निराकर्तुं पूर्वं स्वस्य गुप्तशब्दं संग्रहीतुं स्मर्यताम् ।<br/><br/> भवतः गुप्तशब्दः अस्ति :

source: Copy password
sa: गुप्तशब्दं प्रतिलिख्यताम्

source: It was not possible to decode your encryption key to be imported. Your encryption password seems wrong.
sa: आयातितुं भवतः एन्क्रिप्शन-कुंजी डिकोड् कर्तुं न शक्यते स्म । भवतः एन्क्रिप्शनगुप्तशब्दः गलतः इव दृश्यते।

# @action
source: Decrypt Encryption Key
sa: एन्क्रिप्शन कुञ्जी विमोचनं कुर्वन्तु

source: Click here to enter your e2e password.
sa: स्वस्य e2e गुप्तशब्दं प्रविष्टुं अत्र क्लिक् कुर्वन्तु ।

# @action
source: Decode Encryption Key
sa: एन्क्रिप्शन कुंजी डिकोड कुर्वन्तु

# @title:window
source: Decode Key
sa: डिकोड कील

# @label:textbox
source: To access your encrypted private groups and direct messages, enter your encryption password. You need to enter this password to encode/decode your messages on every client you use, since the key is not stored on the server.
sa: स्वस्य एन्क्रिप्टेड् निजसमूहान् प्रत्यक्षसन्देशान् च प्राप्तुं स्वस्य एन्क्रिप्शनगुप्तशब्दं प्रविशतु । भवता उपयुज्यमानस्य प्रत्येकस्मिन् क्लायन्ट् मध्ये स्वसन्देशान् एन्कोड्/डिकोड् कर्तुं भवद्भिः एतत् गुप्तशब्दं प्रविष्टव्यम्, यतः कुञ्जी सर्वरे न संगृहीतः ।

source: Save your encryption password. Click here to view and copy your password.
sa: स्वस्य एन्क्रिप्शनगुप्तशब्दं रक्षतु। भवतः गुप्तशब्दं द्रष्टुं प्रतिलिपिं कर्तुं च अत्र क्लिक् कुर्वन्तु ।

# @action
source: Save Encryption Key
sa: एन्क्रिप्शन कुञ्जी रक्षतु

source: Own Roles:
sa: स्वकीयाः भूमिकाः :

# @title:window
source: Export Messages
sa: सन्देशान् निर्यातयन्तु

source: From:
sa: इत्यस्मात्‌:

source: To:
sa: इत्यस्मै:

source: Output Format:
sa: आउटपुट प्रारूपः :

source: Html
sa: हत्मल्

# @title:window
source: Forward Message
sa: अग्रे सन्देशः

# @label:textbox
source: Select at least one channel to forward the message to.
sa: सन्देशं अग्रे प्रेषयितुं न्यूनातिन्यूनं एकं चैनलं चिनोतु ।

source: Impossible to export data.
sa: दत्तांशस्य निर्यातं कर्तुं असम्भवम्।

source: Impossible to create zip file.
sa: जिप् सञ्चिकां निर्मातुं असम्भवम्।

source: Export Done.
sa: निर्यातः कृतः।

source: Account %1: export config done.
sa: खाता %1: निर्यातविन्यासः कृतः ।

source: Account %1: export cache done.
sa: खाता %1: निर्यातसञ्चयः कृतः ।

source: Account %1: export logs done.
sa: खाता %1: निर्यात-वृत्तलेखाः कृताः ।

source: Directory "%1" cannot be added to backup file.
sa: "%1" निर्देशिका बैकअप सञ्चिकायां योजयितुं न शक्यते ।

source: Accounts Exported.
sa: लेखा निर्यातित।

# @label:textbox
source: Select Accounts:
sa: खातानि चयनं कुर्वन्तु :

# @title:window
source: Export Accounts
sa: निर्यात लेखा

source: Impossible to open zip file.
sa: जिप् सञ्चिकां उद्घाटयितुं असम्भवम्।

source: Impossible to copy file
sa: सञ्चिकायाः प्रतिलिपिं कर्तुं असम्भवम्

source: Impossible to open file
sa: सञ्चिकां उद्घाटयितुं असम्भवम्

source: Import Done.
sa: आयातः कृतः।

source: Accounts imported.
sa: आयातिताः लेखाः।

# @label:textbox
source: Select Zip file:
sa: Zip सञ्चिकां चिनोतु:

# @title:window
source: Import Accounts
sa: आयात लेखा

# @action:button
source: Login
sa: प्रवेशः

# @label:textbox
source: You have enabled second factor authentication. Please enter the generated code or a backup code.
sa: भवता द्वितीयकारकप्रमाणीकरणं सक्षमं कृतम् । कृपया उत्पन्नं कोडं अथवा बैकअप कोडं प्रविशन्तु ।

source: Login Failed: invalid username or password
sa: प्रवेशः असफलः: अमान्यः उपयोक्तृनाम वा गुप्तशब्दः वा

source: Installation Problem found. No plugins found here.
sa: संस्थापनसमस्या प्राप्ता। अत्र प्लगिन्स् न प्राप्यन्ते ।

source: Login Failed: generic error
sa: प्रवेशः विफलः: सामान्यदोषः

source: Login Failed: Login has been temporarily blocked For IP.
sa: प्रवेशः विफलः: प्रवेशः अस्थायीरूपेण अवरुद्धः अस्ति IP कृते।

source: Login Failed: Login has been temporarily blocked For User.
sa: प्रवेशः विफलः : प्रवेशः अस्थायीरूपेण अवरुद्धः अस्ति For User इति ।

source: Login Failed: User is not activated.
sa: प्रवेशः विफलः : उपयोक्ता सक्रियः नास्ति ।

source: Login Failed: App user is not allowed to login.
sa: प्रवेशः विफलः : एप् उपयोक्तारः प्रवेशं कर्तुं न अनुमतः।

# @title:window
source: Convert Message As Attachment
sa: सन्देशं संलग्नकरूपेण परिवर्तयन्तु

source: Filename:
sa: सञ्चिकानाम :

source: (Unnamed)
sa: (अनामिका)

source: Font Size
sa: फ़ॉन्ट आकार

# @action
source: Increase Font
sa: Font वर्धयतु

# @action
source: Decrease Font
sa: Font न्यूनीकरोतु

source: Save Video
sa: विडियो रक्षतु

source: Save Sound
sa: ध्वनिं रक्षतु

# @title:window
source: Download Image
sa: चित्रं डाउनलोड् कुर्वन्तु

source: Download Image…
sa: चित्रं डाउनलोड् कुर्वन्तु...

# @title:window
source: Download Video
sa: विडियो डाउनलोड करें

# @title:window
source: Download Sound
sa: ध्वनि डाउनलोड करें

source: Download Sound…
sa: Download ध्वनि...

source: Message Style
sa: सन्देशशैली

# Message Style
source: Normal
sa: सामान्य

# Message Style
source: Compact
sa: संकुचित

source: New Password:
sa: नवीनः गुप्तशब्दः :

source: Confirm Password:
sa: गुप्तशब्दस्य पुष्टिः कुर्वन्तु:
