Repository: KDE/ruqola
Catalog: po/sa/ruqola.po
Languages: sa

source: This is the last owner. Please set a new owner before removing this one.
sa: अयं अन्तिमः स्वामिः । कृपया एतत् निष्कासयितुं पूर्वं नूतनं स्वामिनं सेट् कुर्वन्तु ।

source: Generate link is not authorized in this channel.
sa: अस्मिन् चैनले लिङ्कं जनयितुं अधिकृतं नास्ति।

source: Unauthorized
sa: अनधिकृतः

source: '%1' is not allowed
sa: '%1' इत्यस्य अनुमतिः नास्ति

source: Application not found
sa: आवेदनपत्रं न लब्धम्

source: There's an archived channel with name '%1'
sa: तत्र '%1' इति नाम्ना संग्रहीतचैनलम् अस्ति ।

source: Can't invite user to direct rooms
sa: उपयोक्तारं प्रत्यक्षकक्षेषु आमन्त्रयितुं न शक्नोति

source: The channel default setting is the same as what it would be changed to.
sa: चैनल् पूर्वनिर्धारितसेटिंग् यथा परिवर्तितं भविष्यति तत् एव अस्ति ।

source: The bodyParam 'default' is required
sa: bodyParam 'पूर्वनिर्धारितम्' आवश्यकम् अस्ति

source: Could not change email
sa: ईमेल परिवर्तयितुं न शक्तवान्

source: Could not change name
sa: नाम परिवर्तयितुं न शक्तवान्

source: Could not change username
sa: उपयोक्तृनाम परिवर्तयितुं न शक्तवान्

source: Cannot delete a protected role
sa: संरक्षितां भूमिकां विलोपयितुं न शक्यते

source: Department not found
sa: विभाग न लब्ध

source: File sharing not allowed in direct messages
sa: प्रत्यक्षसन्देशेषु सञ्चिकासाझेदारी न अनुमतम्

source: Editing permissions is not allowed
sa: सम्पादनस्य अनुमतिः अनुमतः नास्ति

source: The email domain is blacklisted
sa: ईमेल-क्षेत्रं कृष्णसूचीकृतम् अस्ति

source: Error trying to send email: %1
sa: ईमेल प्रेषयितुं प्रयतमाने त्रुटिः: %1

source: '%1' is already in use :(
sa: '%1' पूर्वमेव प्रचलति :(

source: File is too large
sa: सञ्चिका अतीव विशाला अस्ति

source: The importer was not defined correctly, it is missing the Import class.
sa: आयातकः सम्यक् परिभाषितः नासीत्, आयातवर्गं गम्यते ।

source: Failed to extract import file.
sa: आयातसञ्चिकां निष्कासयितुं असफलम् ।

source: Imported file seems to be empty.
sa: आयातिता सञ्चिका रिक्तं दृश्यते ।

source: The file to be imported was not found on the specified path.
sa: आयातनीया सञ्चिका निर्दिष्टमार्गे न प्राप्ता ।

source: %1 is not a valid %2
sa: %1 वैधः %2 नास्ति

source: Invalid action link
sa: अमान्य क्रियालिङ्कः

source: Invalid Account
sa: अमान्य खाता

source: Invalid arguments
sa: असिद्धाः तर्काः

source: Invalid asset
sa: अमान्य सम्पत्ति

source: Invalid channel.
sa: अमान्य चैनल।

source: Invalid channel. Start with @ or #
sa: अमान्य चैनल। @ अथवा # इत्यनेन आरभत।

source: Invalid custom field
sa: अमान्य कस्टम् क्षेत्रम्

source: Invalid custom field name. Use only letters, numbers, hyphens and underscores.
sa: अमान्य इष्टक्षेत्रनाम । केवलं अक्षराणि, संख्याः, हाइफन्, अण्डरस्कोर् च उपयुज्यताम् ।

source: Invalid date provided.
sa: अमान्यतिथिः प्रदत्ता।

source: Invalid description
sa: असिद्धं वर्णनम्

source: Invalid domain
sa: अमान्य डोमेन

source: Invalid email '%1'
sa: अमान्य ईमेल '%1'.

source: Invalid email address
sa: अमान्य ईमेल-सङ्केतः

source: Invalid file height
sa: अमान्य सञ्चिकायाः ऊर्ध्वता

source: Invalid file type
sa: अमान्यः सञ्चिकाप्रकारः

source: Invalid file width
sa: अमान्य सञ्चिकाविस्तारः

source: You informed an invalid FROM address.
sa: भवान् अमान्यं FROM पतनं सूचितवान् ।

source: Invalid integration
sa: अमान्य एकीकरण

source: Invalid message
sa: अमान्यः सन्देशः

source: Invalid method
sa: असिद्धविधिः

source: Invalid name
sa: असिद्धं नाम

source: Invalid password
sa: अमान्यगुप्तशब्दः

source: Invalid permission
sa: अमान्य अनुमतिः

source: Invalid redirectUri
sa: अमान्य पुनर्निर्देशनUri

source: Invalid role
sa: अमान्य भूमिका

source: Invalid room
sa: अमान्य कक्षः

source: '%1' is not a valid room type.
sa: '%1' वैधः कक्षप्रकारः नास्ति ।

source: Invalid settings provided
sa: अमान्यसेटिंग्स् प्रदत्ताः

source: Invalid subscription
sa: अमान्य सदस्यता

source: Invalid token
sa: अमान्य टोकन

source: Invalid triggerWords
sa: अमान्य triggerWords

source: Invalid URLs
sa: अमान्य URLs

source: Invalid user
sa: अमान्यः उपयोक्ता

source: Invalid username
sa: अमान्य उपयोक्तृनाम

source: The webhook URL responded with a status other than 200
sa: webhook URL इत्यनेन 200 इत्यस्मात् परं स्थितिः प्रतिक्रिया दत्ता

source: Message deleting is blocked
sa: सन्देशविलोपनं अवरुद्धम् अस्ति

source: Message editing is blocked
sa: सन्देशसम्पादनं अवरुद्धम् अस्ति

source: Message size exceeds Message_MaxAllowedSize
sa: सन्देशस्य आकारः Message_MaxAllowedSize इत्यस्मात् अधिकः भवति

source: You must provide the [unsubscribe] link.
sa: भवद्भिः [unsubscribe] इति लिङ्क् अवश्यं प्रदातव्यम् ।

source: There are no tokens for this user
sa: अस्य उपयोक्तुः कृते टोकनाः नास्ति

source: Not allowed
sa: न अनुमतम्

source: Not authorized
sa: न अधिकृतम्

source: Password does not meet the server's policy
sa: गुप्तशब्दः सर्वरस्य नीतिं न पूरयति

source: Password does not meet the server's policy of maximum length (password too long)
sa: गुप्तशब्दः अधिकतमदीर्घतायाः सर्वरस्य नीतिं न पूरयति (गुप्तशब्दः अतिदीर्घः) ।

source: Password does not meet the server's policy of minimum length (password too short)
sa: गुप्तशब्दः न्यूनतमदीर्घतायाः सर्वरस्य नीतिं न पूरयति (गुप्तशब्दः अतीव लघुः) ।

source: Password does not meet the server's policy of at least one lowercase character
sa: गुप्तशब्दः न्यूनातिन्यूनं एकस्य लघुवर्णस्य सर्वरस्य नीतिं न पूरयति

source: Password does not meet the server's policy of at least one numerical character
sa: गुप्तशब्दः न्यूनातिन्यूनं एकस्य संख्यात्मकस्य वर्णस्य सर्वरस्य नीतिं न पूरयति

source: Password does not meet the server's policy of at least one special character
sa: गुप्तशब्दः न्यूनातिन्यूनं एकस्य विशेषवर्णस्य सर्वरस्य नीतिं न पूरयति

source: Password does not meet the server's policy of at least one uppercase character
sa: गुप्तशब्दः न्यूनातिन्यूनं एकस्य बृहत्वर्णस्य सर्वरस्य नीतिं न पूरयति

source: Password does not meet the server's policy of forbidden repeating characters (you have too many of the same characters next to each other)
sa: गुप्तशब्दः सर्वरस्य नीतिं न पूरयति यत् निषिद्धाः पुनरावृत्तिवर्णाः (भवतः परस्परं पार्श्वे समानवर्णाः बहु सन्ति)

source: Push is disabled
sa: पुशः अक्षमः अस्ति

source: Cannot delete role because it's in use
sa: भूमिकां विलोपयितुं न शक्यते यतः सा प्रयुक्ता अस्ति

source: Role name is required
sa: भूमिकानाम आवश्यकम् अस्ति

source: Room is not closed
sa: कक्षः न पिहितः अस्ति

source: The field '%1' is required.
sa: '%1' इति क्षेत्रम् आवश्यकम् ।

source: This is not a Livechat room
sa: एतत् Livechat कक्षं नास्ति

source: Personal Access Tokens are currently disabled
sa: व्यक्तिगतप्रवेशटोकनं सम्प्रति अक्षमम् अस्ति

source: A token with this name already exists
sa: एतेन नामेन सह टोकनः पूर्वमेव विद्यते

source: Token does not exists
sa: टोकन न विद्यते

source: Error, too many requests. Please slow down. You must wait %1 seconds before trying again.
sa: त्रुटिः, अत्यधिकाः अनुरोधाः। कृपया मन्दं कुर्वन्तु। पुनः प्रयासं कर्तुं पूर्वं भवता %1 सेकण्ड् प्रतीक्षितव्यम् ।

source: User has no roles
sa: उपयोक्तुः भूमिकाः नास्ति

source: User is not activated
sa: उपयोक्ता सक्रियः न भवति

source: The number of users you are trying to invite to #channel_name exceeds the limit set by the administrator
sa: भवान् #channel_name इत्यत्र आमन्त्रयितुं प्रयतमानानां उपयोक्तृणां संख्या प्रशासकेन निर्धारितसीमाम् अतिक्रमयति

source: User is not in this room
sa: उपयोक्ता अस्मिन् कक्षे नास्ति

source: You are not in the room `%s`
sa: त्वं `%s` कक्षे न असि

source: User registration is disabled
sa: उपयोक्तृपञ्जीकरणं अक्षमम् अस्ति

source: User registration is only allowed via Secret URL
sa: उपयोक्तृपञ्जीकरणं केवलं Secret URL मार्गेण एव अनुमतम् अस्ति

source: You are the last owner. Please set new owner before leaving the room.
sa: त्वं अन्तिमः स्वामिः असि। कृपया कक्षात् निर्गन्तुं पूर्वं नूतनं स्वामिनं स्थापयन्तु।

source: The private group is archived
sa: निजीसमूहः संग्रहीतः अस्ति

source: User is already an owner
sa: उपयोक्ता पूर्वमेव स्वामिः अस्ति

source: User is already a leader
sa: उपयोक्ता पूर्वमेव नेता अस्ति

source: User is already a moderator
sa: उपयोक्ता पूर्वमेव संचालकः अस्ति

source: Invalid message id
sa: अमान्य सन्देश id

source: User is not a leader
sa: उपयोक्ता नेता नास्ति

source: App user is not allowed to login
sa: एप् उपयोक्तारः प्रवेशं कर्तुं न अर्हन्ति

source: Direct Messages can not be archived
sa: प्रत्यक्षसन्देशाः संग्रहीतुं न शक्यन्ते

source: Message not found.
sa: सन्देशः न लब्धः।

source: Two Authentication Password Required
sa: द्वौ प्रमाणीकरणगुप्तशब्दौ आवश्यकौ

source: Invalid Password
sa: अमान्य गुप्तशब्दः

source: The required \"roomId\" or \"roomName\" param provided does not match any channel
sa: प्रदत्तः आवश्यकः \"roomId\" अथवा \"roomName\" पैरामीटर् कस्यापि चैनलस्य मेलनं न करोति

source: A role with this name already exists
sa: एतत्नाम्ना भूमिका पूर्वमेव विद्यते

source: Message could not be pinned
sa: सन्देशः पिन कर्तुं न शक्तवान्

source: Entered password has been previously used
sa: प्रविष्टः गुप्तशब्दः पूर्वं प्रयुक्तः अस्ति

source: The maximum number of rooms per guest has been reached.
sa: प्रतिअतिथिं अधिकतमं कक्षसङ्ख्या प्राप्ता अस्ति।

source: This user is not in this role.
sa: अयं उपयोक्ता अस्मिन् भूमिकायां नास्ति ।

source: This is an enterprise feature
sa: एतत् उद्यमविशेषता अस्ति

source: Invalid Subscription
sa: अमान्य सदस्यता

source: Only groups or direct channels can enable encryption
sa: केवलं समूहाः अथवा प्रत्यक्षमार्गाः एव एन्क्रिप्शनं सक्षमं कर्तुं शक्नुवन्ति

source: Room does not have retention policy
sa: कक्षे धारणनीतिः नास्ति

source: Unread message not authorized.
sa: अपठितः सन्देशः अधिकृतः नास्ति।

source: There are no messages to mark unread.
sa: अपठितं चिह्नितुं सन्देशाः नास्ति ।

source: Channel can not convert to Team.
sa: चैनल् Team इत्यत्र परिवर्तयितुं न शक्नोति।

source: Team already exists.
sa: दलं पूर्वमेव विद्यते।

source: You don't have permission to add this channel to the team
sa: भवतः एतत् चैनलं दलस्य मध्ये योजयितुं अनुमतिः नास्ति

source: The required \"roomId\" or \"roomName\" param provided does not match any teams
sa: प्रदत्तः आवश्यकः \"roomId\" अथवा \"roomName\" पैरामीटर् कस्यापि दलस्य मेलनं न करोति

source: Get Avatar
sa: अवतार प्राप्त करें

source: Invalid Email '%1'.
sa: अमान्य ईमेल '%1'.

source: Invalid avatar URL: %1
sa: अमान्य अवतार URL: %1

source: Error while handling avatar setting from a URL "%1" for %2
sa: %2 कृते URL "%1" तः अवतारसेटिंग् नियन्त्रयन् त्रुटिः

source: Invisible status is disabled
sa: अदृश्यस्थितिः निष्क्रियः अस्ति

source: %1 is already in use.
sa: %1 पूर्वमेव प्रयुक्तम् अस्ति ।

source: Invalid parameters
sa: अमान्य पैरामीटर्

source: Error trying to send email %1
sa: ईमेल प्रेषयितुं प्रयतमाने त्रुटिः %1

# @title:window
source: Administrator
sa: प्रशासकः

source: Server Info
sa: सर्वर इन्फो

source: Custom User Status
sa: कस्टम् उपयोक्तृस्थितिः

source: Custom Sounds
sa: कस्टम ध्वनयः

source: Custom Emojis
sa: कस्टम इमोजी

source: Users
sa: उपयोक्तारः

source: Invites
sa: आमन्त्रयति

source: View Log
sa: लॉगं पश्यन्तु

source: Oauth
sa: ओउथ्

source: Moderation Console
sa: मॉडरेशन कन्सोल

# @title:window
source: Configure Custom Emoji
sa: कस्टम इमोजी विन्यस्तं कुर्वन्तु

# @label:textbox
source: The custom emoji name and their aliases should be different.
sa: कस्टम् इमोजी नाम तेषां उपनामानि च भिन्नानि भवेयुः ।

source: Name:
sa: नामः:

source: Alias:
sa: उपनाम :

source: File:
sa: संचिका:

# @info:placeholder
source: Search custom emojis
sa: कस्टम इमोजी अन्वेषणं कुर्वन्तु

source: No custom emoji found
sa: कोऽपि कस्टम् इमोजी न प्राप्तः

source: %1 custom emoji (Total: %2)
sa: %1 कस्टम् इमोजी (कुलम्: %2)

source: Do you want to remove this emoji?
sa: किं भवन्तः एतत् इमोजी अपसारयितुम् इच्छन्ति?

# @title
source: Remove Emoji
sa: इमोजी निकालें

# @action
source: Add…
sa: संयोजयति…

# @action
source: Modify…
sa: परिवर्तनं कुर्वन्तु...

# @action
source: Remove
sa: अपाकरोति

# @title:window
source: Create New Sound
sa: New Sound रचयन्तु

# @info:placeholder
source: Search Custom Sounds
sa: कस्टम् ध्वनयः अन्वेष्टुम्

source: No custom sound found
sa: न रूढिगतध्वनिः लब्धः

source: %1 custom sound (Total: %2)
sa: %1 इष्टध्वनिः (कुलः %2)

source: Do you want to remove this sound?
sa: किं भवन्तः एतत् शब्दं दूरीकर्तुं इच्छन्ति ?

# @title
source: Remove Custom Sound
sa: कस्टम् ध्वनिं निष्कासयन्तु

# @title:window
source: Create New User Status
sa: नूतनं उपयोक्तृस्थितिं रचयन्तु

# @title:window
source: Edit User Status
sa: उपयोक्तृस्थिति सम्पादयतु

source: Status:
sa: स्थितिः:

source: Presence
sa: उपस्थिति

source: Do you want to remove "%1"?
sa: किं भवान् "%1" अपसारयितुम् इच्छति?

# @title
source: Remove Custom User Status
sa: कस्टम् उपयोक्तृस्थितिः निष्कासयन्तु

# @option:check
source: Allow Feature Preview
sa: विशेषतापूर्वावलोकनस्य अनुमतिं ददातु

# @info:placeholder
source: Search invite…
sa: अन्वेषणं आमन्त्रणं...

source: Are you sure that you want to delete this invite?
sa: किं भवन्तः निश्चिन्ताः सन्ति यत् भवन्तः एतत् आमन्त्रणं विलोपयितुम् इच्छन्ति?

# @title:window
source: Remove Invite
sa: आमन्त्रणं निष्कासयतु

source: Save as &File
sa: &File इति रूपेण रक्षन्तु

source: Could not write the file %1: "%2" is the detailed error description.
sa: %1 इति सञ्चिकां लिखितुं न शक्यते: "%2" इति विस्तृतदोषविवरणम् ।

# @title:window
source: Save File Error
sa: सञ्चिका त्रुटिः रक्षतु

source: Reported Messages
sa: निवेदिताः सन्देशाः

source: Reported Users
sa: रिपोर्ट्ड् उपयोक्तारः

# @label:textbox
source: From:
sa: इत्यस्मात्‌:

# @label:textbox
source: To:
sa: इत्यस्मै:

# @action
source: Today
sa: अद्य

# @action
source: Yesterday
sa: ह्यः

# @action
source: This week
sa: अस्मिन् सप्ताहे

# @action
source: Previous week
sa: पूर्वसप्ताहः

# @action
source: This month
sa: अस्मिन् मासे

# @action
source: Previous month
sa: पूर्वमासः

# @title:window
source: Show Moderation Report
sa: संचालन प्रतिवेदनं दर्शयतु

# @title:window
source: Show Moderation Messages
sa: संयमसन्देशान् दर्शयतु

source: Loading…
sa: लोडिंग...

source: No Message found
sa: कोऽपि सन्देशः न लब्धः

source: %1 Message in room
sa: %1 कक्षे सन्देशः

# @info:placeholder
source: Search moderation message…
sa: अन्वेषणं संचालनसन्देशः...

source: No moderation message found
sa: न संयमसन्देशः प्राप्तः

source: %1 moderation message (Total: %2)
sa: %1 संचालनसन्देशः (कुलः: %2)

# @action
source: See messages
sa: सन्देशान् पश्यन्तु

# @action
source: Dismiss reports
sa: प्रतिवेदनानि निरस्तं कुर्वन्तु

# @action
source: Delete all Messages
sa: सर्वान् सन्देशान् विलोपयन्तु

# @action
source: Deactivate user
sa: उपयोक्तारं निष्क्रियं कुर्वन्तु

source: User will be unable to log in unless reactivated. All reported messages will be permanently deleted from their respective room.
sa: पुनः सक्रियः न भवति तावत् उपयोक्ता प्रवेशं कर्तुं असमर्थः भविष्यति । सर्वे निवेदिताः सन्देशाः स्वस्वकक्षात् स्थायिरूपेण विलोपिताः भविष्यन्ति।

# @title:window
source: Deactivate User
sa: उपयोक्तारं निष्क्रियं कुर्वन्तु

source: Are you sure you want to dismiss and delete all reports for this user's messages? This action cannot be undone.
sa: किं भवान् निश्चयेन अस्य उपयोक्तुः सन्देशानां सर्वाणि प्रतिवेदनानि निराकर्तुं विलोपयितुम् इच्छति? एतत् कर्म न निवर्तयितुं शक्यते।

# @title:window
source: Dismiss
sa: उत्सृज्

source: Are you sure you want to delete all reported messages from this user? The messages will be deleted from the message history and no one will be able to see it. This action cannot be undone.
sa: किं भवान् निश्चयेन अस्मात् उपयोक्तुः सर्वान् निवेदितान् सन्देशान् विलोपयितुम् इच्छति? सन्देश-इतिहासात् सन्देशाः लोपिताः भविष्यन्ति, कोऽपि तत् द्रष्टुं न शक्नोति । एतत् कर्म न निवर्तयितुं शक्यते।

# @title:window
source: Delete All Messages
sa: सर्वे सन्देशाः विलोपयन्तु

# @action
source: See reports
sa: प्रतिवेदनानि पश्यन्तु

source: All reports will be deleted and the reported messages won't be affected.
sa: सर्वाणि प्रतिवेदनानि विलोप्यन्ते, निवेदितसन्देशाः अपि प्रभाविताः न भविष्यन्ति ।

# @title:window
source: Dismiss All Reports
sa: सर्वाणि प्रतिवेदनानि निरस्तं कुर्वन्तु

# @action
source: Copy Message
sa: सन्देशं प्रतिलिपितु

# @action
source: Speak Text
sa: पाठं वदतु

# @action
source: Select All
sa: All इति चिनोतु

# @info:placeholder
source: Search…
sa: अन्वेषण…

# @title:window
source: Show Moderation Users
sa: मॉडरेशन उपयोक्तारः दर्शयतु

source: Email:
sa: ईमेल :

source: Roles:
sa: भूमिकाः :

source: Report #%1
sa: रिपोर्ट् #%1

# @title:window
source: Add Oauth Apps
sa: Oauth Apps योजयन्तु

# @option:check
source: Active
sa: सक्रियं

source: Redirect Url:
sa: पुनर्निर्देशन Url: .

# @title:window
source: Edit Oauth Apps
sa: Oauth Apps सम्पादयतु

source: Client ID:
sa: ग्राहकपरिचयः :

source: Client Secret:
sa: ग्राहक रहस्यम् :

source: Authorization Url:
sa: प्राधिकरण Url: .

source: Access Token URL:
sa: अभिगम टोकन URL:

# @info:placeholder
source: Search Oauth apps…
sa: Oauth एप्स् अन्वेषणं कुर्वन्तु...

source: Are you sure that you want to delete this Oauth?
sa: किं भवन्तः निश्चिन्ताः सन्ति यत् भवन्तः एतत् Oauth विलोपयितुम् इच्छन्ति?

# @title:window
source: Remove OAuth
sa: OAuth निष्कासित करें

# @title:window
source: Edit '%1' Permission
sa: '%1' अनुमतिः सम्पादयतु

# @label:textbox
source: Roles:
sa: भूमिकाः :

# @info:placeholder
source: Search permissions…
sa: अन्वेषणस्य अनुमतिः...

# @info:placeholder
source: Search roles…
sa: भूमिकाः अन्वेषणं कुर्वन्तु...

# @action
source: Add Users In Role…
sa: भूमिकायां उपयोक्तारः योजयन्तु...

source: Do you want to remove this role '%1'?
sa: किं भवान् एतां भूमिकां '%1' अपसारयितुम् इच्छति?

# @title:window
source: Remove Role
sa: भूमिकां निष्कासयतु

# @title:window
source: Add Role
sa: भूमिकां योजयतु

# @title:window
source: Edit Role
sa: सम्पादन भूमिका

# @option:check
source: Use Two Factor Authentication
sa: Two Factor Authentication इत्यस्य उपयोगं कुर्वन्तु

source: Description:
sa: वर्णनम्‌:

source: Scope:
sa: लब्द्धावसर:

source: Global
sa: वैश्विक

# @title:window
source: Users in Role
sa: भूमिकायां उपयोक्तारः

# @info:placeholder
source: Search users…
sa: उपयोक्तृन् अन्वेष्टुम्...

# @title:window
source: Add Users in Role
sa: भूमिकायां उपयोक्तारः योजयन्तु

source: Do you want to remove this user "%1"?
sa: किं भवान् एतत् उपयोक्तारं "%1" अपसारयितुम् इच्छति?

# @title:window
source: Remove User
sa: उपयोक्तारं निष्कासयन्तु

source: No user found
sa: कोऽपि उपयोक्ता न लब्धः

source: %1 user (Total: %2)
sa: %1 उपयोक्ता (कुलम्: %2)

# @option:check
source: Default
sa: मूलभूतम्‌

# @option:check
source: Favorite
sa: प्रिय

# @option:check
source: Featured
sa: विशेषता

# @title:window
source: Edit Direct Room
sa: प्रत्यक्षकक्षं सम्पादयतु

# @title:window
source: Edit Room
sa: सम्पादन कक्ष

# @option:check
source: Private
sa: वैयक्तिक

# @option:check
source: Read-Only
sa: केवलं पठनीयम्

# @option:check
source: Archived
sa: संग्रहीत

source: Room's Creator:
sa: कक्षस्य निर्माता :

source: Comment:
sa: टिप्पणी:

source: Announcement:
sa: घोषणा:

# @label:textbox
source: Only authorized users can write new messages
sa: केवलं अधिकृताः उपयोक्तारः एव नूतनान् सन्देशान् लिखितुं शक्नुवन्ति

# @label:textbox
source: Just invited people can access this channel.
sa: केवलं आमन्त्रिताः जनाः एतत् चैनलं प्राप्तुं शक्नुवन्ति।

# @option:check
source: Direct
sa: साक्षात्

# @option:check
source: Public
sa: सार्वजनिक

# @option:check
source: Discussions
sa: विमर्शाः

# @option:check
source: Teams
sa: दलाः

# @option:check
source: Omnichannel
sa: सर्वचैनल

# @info:placeholder
source: Search rooms
sa: कक्षेषु अन्वेषणं कुर्वन्तु

source: No room found
sa: न स्थानं लब्धम्

source: %1 room (Total: %2)
sa: %1 कक्षः (कुलः %2)

# @title
source: Remove Room
sa: कक्षं निष्कासयन्तु

# @info:tooltip
source: Refresh
sa: ताजगी

# @action
source: Copy
sa: प्रतिलिपि

source: Licenses
sa: अनुज्ञापत्राणि

source: Auditing
sa: लेखापरीक्षा

source: Canned Responses
sa: डिब्बाबंद प्रतिक्रियाएँ

source: Engagement Dashboard
sa: सगाई डैशबोर्ड

source: Read Receipts
sa: रसीदं पठन्तु

source: Deployment ID
sa: परिनियोजन आईडी

source: Rocket.Chat App Users
sa: Rocket.Chat App उपयोक्तारः

source: Total Uploads Size
sa: कुल अपलोड्स आकार

source: Total Uploads
sa: कुल अपलोड

source: Online Users
sa: ऑनलाइन उपयोक्तारः

source: Away Users
sa: दूर उपयोक्तारः

source: Offline Users
sa: अफलाइन उपयोक्तारः

source: Busy Users
sa: व्यस्त उपयोक्तारः

source: Activated Users
sa: सक्रियप्रयोक्तारः

source: Activated Guests
sa: सक्रिय अतिथयः

source: Deactivated Users
sa: निष्क्रियः उपयोक्तारः

source: Total Channels
sa: कुल चैनल्स्

source: Total Rooms
sa: कुल कक्ष

source: Total Private Groups
sa: कुल निजी समूह

source: Total Direct Message Rooms
sa: कुल प्रत्यक्ष सन्देश कक्ष

source: Total Threads
sa: कुल सूत्र

source: Total Users
sa: कुल उपयोक्तारः

source: Total Discussions
sa: कुल चर्चा

source: Total Omnichannel Rooms
sa: कुल सर्वचैनल कक्ष

source: Total Messages
sa: कुल सन्देशाः

source: Total Messages in Channels
sa: चैनलेषु कुलसन्देशाः

source: Total Messages in Private Groups
sa: निजीसमूहेषु कुलसन्देशाः

source: Total Messages in Direct Messages
sa: प्रत्यक्षसन्देशेषु कुलसन्देशाः

source: Total Connected Users
sa: कुलसंबद्धाः उपयोक्तारः

source: OS Release
sa: ओएस विमोचन

source: OS Type
sa: ओएस प्रकार

source: OS Platform
sa: ओएस मञ्च

source: OS Total Memory
sa: ओएस कुल स्मृति

source: OS Free Memory
sa: ओएस मुक्त स्मृति

source: Usage
sa: प्रयोगः

source: Runtime Environment
sa: रनटाइम वातावरण

# @title:window
source: Create New User
sa: नूतनं उपयोक्तारं रचयन्तु

# @title:window
source: Edit User
sa: उपयोक्तारं सम्पादयतु

# @option:check
source: Send Welcome Email
sa: स्वागतं ईमेल प्रेषयन्तु

# @option:check
source: Require Password Change
sa: गुप्तशब्द परिवर्तनस्य आवश्यकता भवति

# @option:check
source: Set random password and send by email
sa: यादृच्छिकगुप्तशब्दं सेट् कृत्वा ईमेलद्वारा प्रेषयन्तु

# @option:check
source: Mark email as verified
sa: ईमेलं सत्यापितं इति चिह्नं कुर्वन्तु

source: Username:
sa: उपयोक्तृनाम :

source: Status Message:
sa: स्थितिसन्देशः :

source: Password:
sa: समाभाष्:

source: Bio:
sa: आसीत्‌:

source: Nickname:
sa: उपनाम :

# @title:window
source: Send Emails Invite
sa: ईमेल प्रेषयन्तु आमन्त्रयन्तु

# @label:textbox
source: Emails:
sa: ईमेल :

# @info:placeholder
source: Use ',' for separate emails
sa: पृथक् पृथक् ईमेल-पत्राणां कृते ',' इत्यस्य उपयोगं कुर्वन्तु

source: All
sa: सर्वे

source: Activated
sa: सक्रियः

source: Do you want to remove this user?
sa: किं भवान् एतत् उपयोक्तारं हर्तुं इच्छति ?

# @action
source: Invite…
sa: समाह्वे…

# @action
source: Deactivate
sa: निष्क्रियं कुर्वन्तु

# @action
source: Active
sa: सक्रियं

# @action
source: Remove Admin
sa: Admin

# @action
source: Make Admin
sa: Admin बनाये

# @action
source: Reset E2E Key
sa: E2E कुञ्जी पुनः सेट् कुर्वन्तु

# @action
source: Reset Totp
sa: Totp पुनः सेट् करें

source: Reset the current E2E key will log out the user. When the user login again, Rocket.Chat will generate a new key and restore the user access to any encrypted room that has one or more members online. Due to the nature of the E2E encryption, Rocket.Chat will not be able to restore access to any encrypted room that has no member online.
sa: वर्तमान E2E कीलं पुनः सेट् कुर्वन्तु उपयोक्तारं लॉग आउट् करिष्यति। यदा उपयोक्ता पुनः प्रवेशं करोति तदा Rocket.Chat नूतनं कुञ्जी जनयिष्यति तथा च उपयोक्तृप्रवेशं कस्मिन् अपि एन्क्रिप्टेड् कक्षे पुनः स्थापयिष्यति यस्य एकः वा अधिकाः सदस्याः ऑनलाइन सन्ति । E2E एन्क्रिप्शनस्य प्रकृतेः कारणात् Rocket.Chat कस्यापि एन्क्रिप्टेड् कक्षस्य प्रवेशं पुनः स्थापयितुं न शक्नोति यस्य सदस्यः ऑनलाइन नास्ति ।

# @title:window
source: Reset E2E key
sa: E2E कुञ्जी पुनः सेट् कुर्वन्तु

source: E2E key for %1 has been reset.
sa: %1 कृते E2E कीलं पुनः सेट् कृतम् अस्ति ।

# @title:window
source: Reset E2E
sa: E2E पुनः सेट् करें

source: Reset the current Two Factor TOTP will log out the user. The user will be able to set the Two Factor again later.
sa: वर्तमानं Two Factor TOTP पुनः सेट् कुर्वन्तु उपयोक्तारं लॉग आउट् करिष्यति । उपयोक्ता पश्चात् पुनः Two Factor सेट् कर्तुं शक्नोति ।

# @title:window
source: Reset TOTP
sa: TOTP पुनः सेट् कुर्वन्तु
