Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: DataBase Room Pending Typed Info
ar: غرفة قاعدة البيانات معلومات مكتوبة قيد الانتظار
es: Información pendiente de tipo de la base de datos de la sala
pt_br: Sala do banco de dados com informações digitadas pendentes
tr: Veri Tabanı Odası Bekleyen Tür Bilgisi
zh_tw: 資料庫聊天室待處理輸入資訊

source: DataBase Room Subscriptions
es: Base de datos de subscripciones de salas
tr: Veri Tabanı Oda Abonelikleri

# @info:tooltip
source: Copy
ar: انسخ
es: Copiar
fi: Kopioi
pt_br: Copiar
tr: Kopyala
zh_tw: 複製

# @title:window
source: Add Users in Room
ar: أضف مستخدمين في الغرفة
eo: Aldoni Uzantojn en Ĉambro
es: Añadir usuarios a la sala
fi: Lisää huoneeseen käyttäjiä
fr: Ajouter des utilisateurs pour le salon
gl: Engadir xente á sala
hi: कक्ष में उपयोगकर्ता जोड़ें
hu: Felhasználók hozzáadása a szobához
ia: Adde Usatores in Sala
nl: Gebruikers aan room toevoegen
pl: Dodaj użytkowników do pokoju
pt_br: Adicionar usuários na sala
ru: Добавление пользователей в комнату
sv: Lägg till användare i rum
tr: Odaya Kullanıcılar Ekle
uk: Додати користувачів у кімнату

# @title:window
source: Channel Info
ar: معلومات القناة
eo: Informoj pri kanalo
es: Información del canal
fi: Kanavatiedot
fr: Informations sur le canal
gl: Información da canle
hi: चैनल जानकारी
hu: Csatornainformációk
ia: Info de Canale
nl: Kanaalinformatie
pl: Szczegóły kanału
pt_br: Informações do canal
ru: Сведения о канале
sv: Kanalinformation
tr: Kanal Bilgisi
uk: Відомості щодо каналу
zh_tw: 頻道資訊

# @title:window
source: Save Attachment
ar: احفظ المرفق
eo: Konservi Aldonaĵon
es: Guardar adjunto
fi: Tallenna liite
gl: Gardar o anexo
hi: अनुलग्नक सहेजें
hu: Melléklet mentése
pt_br: Salvar anexo
ru: Сохранение вложения
tr: Eki Kaydet
zh_tw: 儲存附件

source: Do you want to Delete this File?
ar: هل تريد حذف هذا الملف؟
eo: Ĉu vi volas forigi ĉi tiun dosieron?
es: ¿Desea borrar esta archivo?
fi: Haluatko poistaa tämän tiedoston?
fr: Voulez-vous vraiment supprimer ce fichier ?
gl: Quere eliminar o ficheiro?
hi: क्या आप इस फ़ाइल को हटाना चाहते हैं?
hu: Szeretné törölni ezt a fájlt?
ia: Tu vole deler iste file?
nl: Wilt u dit bestand verwijderen?
pl: Czy na pewno usunąć ten plik?
pt_br: Deseja excluir este arquivo?
ru: Удалить этот файл?
sv: Vill du ta bort den här filen?
tr: Bu dosyası silmek istediğinizden emin misiniz?
uk: Хочете вилучити цей файл?
zh_tw: 您確定要刪除這個檔案嗎？

# @title
source: Delete File
ar: احذف الملفّ
eo: Forigu dosieron
es: Borrar archivo
fi: Poista tiedosto
fr: Supprimer un fichier
gl: Eliminar o ficheiro
hi: फ़ाइल नष्ट करें
hu: Fájl törlése
ia: Dele file
nl: Bestand verwijderen
pl: Usuń plik
pt_br: Excluir arquivo
ru: Удаление файла
sv: Ta bort fil
tr: Dosyayı Sil
uk: Вилучення файла
zh_tw: 刪除檔案

# @title:window
source: Configure Auto-Translate
ar: اضبط الترجمة الآليّة
eo: Agordi Aŭtomatan tradukadon
es: Configurar traducción automática
fi: Automaattikäännöksen asetukset
fr: Configurer la traduction automatique
gl: Configurar a tradución automática
hi: ऑटो-अनुवाद कॉन्फ़िगर करें
hu: Automatikus fordítás beállítása
ia: Configura Auto-Traduction
nl: Automatisch vertalen configureren
pl: Ustawienia tłumaczenia w tle
pt_br: Configurar a tradução automática
ru: Настройка автоперевода
sv: Anpassa automatisk översättning
tr: Otomatik Çeviriyi Yapılandır
uk: Налаштовування автоматичного перекладу
zh_tw: 設定自動翻譯

# @option:check
source: Auto-Translate
ar: ترجمة آليّة
eo: Aŭtomata tradukado
es: Traducir automáticamente
fi: Käännä automaattisesti
gl: Traducir automaticamente.
hi: ऑटो का अनुवाद
hu: Automatikus fordítás
pt_br: Tradução automática
ru: Автоперевод
tr: Kendiliğinden çeviri
zh_tw: 自動翻譯

# @label:textbox
source: Language:
ar: اللغة:
eo: Lingvo:
es: Idioma:
fi: Kieli:
gl: Idioma:
hi: भाषा:
hu: Nyelv:
pt_br: Idioma:
ru: Язык:
tr: Dil:
zh_tw: 語言：

# @title:window
source: Team Info about '%1'
ar: معلومات الفريق حول '%1'
eo: Teaminformoj pri '%1'
es: Información de equipo sobre «%1»
fi: Tietoa työryhmästä ”%1”
fr: Informations sur une équipe à propos de « %1 »
gl: Información de equipo de «%1»
hi: '%1' के बारे में टीम जानकारी
hu: „%1” csapatinformációi
ia: Info de equipa re '%1'
nl: Teaminformatie over '%1'
pl: Szczegóły zespołu o '%1'
pt_br: Informação da equipe sobre '%1'
ru: Сведения о команде «%1»
sv: Laginformation om '%1'
tr: “%1” Takımı Bilgisi
uk: Відомості щодо команди «%1»

# @title:window
source: Channel Info about '%1'
ar: معلومات القناة حول '%1'
eo: Kanala Informo pri '%1'
es: Información del canal sobre «%1»
fi: Tietoa kanavasta ”%1”
fr: Informations sur le canal à propos de « %1 »
gl: Información de canle sobre «%1»
hi: '%1' के बारे में चैनल जानकारी
hu: „%1” csatornainformációi
ia: Info de Canal re '%1'
nl: Kanaalinformatie over '%1'
pl: Szczegóły kanału '%1'
pt_br: Informação do canal sobre '%1'
ru: Сведения о канале «%1»
sv: Kanalinformation om '%1'
tr: “%1” Kanalı Bilgisi
uk: Відомості щодо каналу «%1»

# @action:button
source: Delete
ar: احذف
eo: Forigi
es: Borrar
fi: Poista
gl: Eliminar
hi: मिटाना
hu: Törlés
pt_br: Excluir
ru: Удалить
tr: Sil
zh_tw: 刪除

source: ReadOnly:
ar: للقراءة فقط
eo: Nurlegebla:
es: Solo lectura:
fi: Vain luku:
fr: Lecture seule :
gl: SóLectura:
hi: केवल पढ़ने के लिए:
hu: Csak olvasható:
ia: Sol lectura:
nl: Alleen-lezen:
pl: Tylko-do-odczytu:
pt_br: Apenas leitura:
ru: Только чтение:
sv: Skrivskyddad:
tr: Saltokunur:
uk: Лише читання:
zh_tw: 唯讀：

# @info:tooltip
source: Messages are end-to-end encrypted, search will not work and notifications may not show message content
ar: الرسائل معماة من طرف لطرف، ولن يعمل البحث وقد لا يعرض الإشعارات محتوى الرسالة
es: Los mensajes están cifrados extremo a extremo, la búsqueda no funcionará y las notificaciones no mostrarán el contenido del mensaje
fi: Viestit salataan päästä päähän, haku ei toimi eivätkä ilmoitukset näytä viestien sisältöä
gl: As mensaxes están cifradas de extremo a extremo, a busca non funcionará e as notificacións poden non amosar o contido da mensaxe.
hi: संदेश एंड-टू-एंड एन्क्रिप्टेड हैं, खोज काम नहीं करेगी और हो सकता है कि सूचनाएं संदेश की सामग्री न दिखाएं
hu: Az üzenetek végpontok között titkosítottak, a keresés nem fog működni, és az értesítések esetleg nem jelenítik meg az üzenetek tartalmát
pt_br: As mensagens são criptografadas de ponta a ponta, a pesquisa não funcionará e as notificações podem não mostrar o conteúdo da mensagem.
ru: Для сообщений используется сквозное шифрование, поиск не будет работать, а в уведомлениях может не отображаться содержимое сообщений
tr: İletiler uçtan uca şifrelidir; arama çalışmaz ve bildirimler ileti içeriğini göstermeyebilir

source: Archive:
ar: الأرشيف:
eo: Arkivo:
es: Archivo:
fi: Arkisto:
gl: Arquivo:
hi: पुरालेख:
hu: Archiválás:
ia: Archivo:
nl: Archief:
pl: Archiwum:
pt_br: Arquivo:
ru: Архив:
sv: Arkiv:
tr: Arşivle:
uk: Архів:
zh_tw: 封存：

source: Do you want to archive this room?
ar: هل تريد أرشفة هذه الغرفة؟
eo: Ĉu vi volas arkivi ĉi tiun ĉambron?
es: ¿Desea archivar esta sala?
fi: Haluatko arkistoida tämän huoneen?
fr: Voulez-vous archiver ce salon ?
gl: Quere arquivar a sala?
hi: क्या आप इस कमरे को संग्रहित करना चाहते हैं?
hu: Szeretné archiválni ezt a szobát?
ia: Tu vole archivar iste sala?
nl: Wilt u deze room archiveren?
pl: Czy chcesz zarchiwizować ten pokój?
pt_br: Deseja arquivar esta sala?
ru: Переместить комнату в архив?
sv: Vill du arkivera rummet?
tr: Bu odayı arşivlemek istediğinizden emin misiniz?
uk: Хочете архівувати цю кімнату?
zh_tw: 您確定要封存此聊天室嗎？

source: Do you want to unarchive this room?
ar: هل تريد إلغاء أرشفة هذه الغرفة؟
eo: Ĉu vi volas malarkivi ĉi tiun ĉambron?
es: ¿Desea desarchivar esta sala?
fi: Haluatko palauttaa tämän huoneen arkistosta?
fr: Voulez-vous désarchiver ce salon ?
gl: Quere desarquivar a sala?
hi: क्या आप इस कमरे को अनआर्काइव करना चाहते हैं?
hu: Szeretné megszüntetni a szoba archiválását?
ia: Tu vole de-archivar iste sala?
nl: Wilt u deze room uit het archief halen?
pl: Czy chcesz przywrócić ten kanał z archiwum?
pt_br: Deseja desarquivar esta sala?
ru: Восстановить комнату из архива?
sv: Vill du packa upp rummet?
tr: Bu odanın arşivini açmak istediğinizden emin misiniz?
uk: Хочете розархівувати цю кімнату?
zh_tw: 您確定要解除封存此聊天室嗎？

# @title
source: Archive Channel
ar: أرشف القناة
eo: Arkiva Kanalo
es: Archivar canal
fi: Arkistoi kanava
gl: Arquivar a canle
hi: पुरालेख चैनल
hu: Csatorna archiválása
pt_br: Arquivar canal
ru: Добавление канала в архив
tr: Kanalı Arşivle
zh_tw: 封存頻道

# @title
source: Unarchive Channel
ar: ألغ أرشفة القناة
eo: Malarkivigi Kanalon
es: Desarchivar canal
fi: Peru kanavan arkistointi
gl: Desarquivar a canle
hi: चैनल को अनआर्काइव करें
hu: Csatorna archiválásának megszüntetése
pt_br: Desarquivar canal
ru: Восстановление канала из архива
tr: Kanalı Arşivden Çıkar
zh_tw: 解除封存頻道

source: Private:
ar: الخاص:
eo: Privata:
es: Privado:
fi: Yksityinen:
fr: Privé :
gl: Privada:
hi: निजी:
hu: Személyes:
nl: Privé:
pl: Prywatne:
pt_br: Privado:
ru: Закрытый:
sv: Privat:
tr: Özel:
uk: Приватна:
zh_tw: 私密：

# @info:tooltip
source: People can only join by being invited
ar: لا يمكن للأشخاص الانضمام إلا من خلال دعوتهم
es: La gente solo se puede unir si es invitada
fi: Vain kutsuttuna voi liittyä
gl: A xente só pode unirse con invitación.
hi: लोग केवल आमंत्रित किए जाने पर ही शामिल हो सकते हैं
hu: Csak meghívott személyek csatlakozhatnak
pt_br: As pessoas só podem participar se forem convidadas
ru: Люди могут присоединяться только по приглашению
tr: Kişiler yalnızca davet edilirlerse katılabilirler
zh_tw: 只有被邀請的人才能加入

source: Encrypted:
ar: المعمى:
eo: Ĉifrita:
es: Cifrado:
fi: Salattu:
fr: Chiffré :
gl: Cifrada:
hi: कूट रूप दिया गया:
hu: Titkosított:
ia: Cryptate:
nl: Versleuteld:
pl: Zaszyfrowana:
pt_br: Criptografado:
ru: Зашифрованный:
sv: Krypterad:
tr: Şifreli:
uk: Шифрований:
zh_tw: 加密：

source: Hide System Messages:
ar: أخفِ رسائل النظام:
eo: Kaŝi Sistemajn Mesaĝojn:
es: Ocultar mensajes del sistema:
fi: Piilota järjestelmäviestit:
fr: Masquer les messages du système :
gl: Agochar as mensaxes do sistema:
hi: सिस्टम संदेश छिपाएँ:
hu: Rendszerüzenetek elrejtése:
ia: Cela Messages de Systema:
nl: Systeemberichten verbergen
pl: Ukryj wiadomości systemowe:
pt_br: Ocultar mensagens do sistema:
ru: Скрыть системные сообщения:
sv: Dölj systemmeddelanden:
tr: Sistem iletilerini gizle:
uk: Приховати повідомлення системи:
zh_tw: 隱藏系統訊息：

source: Do you want to delete this Team?
ar: هل تريد حذف هذه الفريق؟
eo: Ĉu vi volas forigi ĉi tiun Teamon?
es: ¿Quiere borrar este equipo?
fi: Haluatko poistaa tämän työryhmän?
fr: Voulez-vous vraiment supprimer cette équipe ?
gl: Quere eliminar o equipo?
hi: क्या आप इस टीम को हटाना चाहते हैं?
hu: Szeretné törölni ezt a csapatot?
ia: Tu vole deler iste equipa?
nl: Wilt u dit team verwijderen?
pl: Czy usunąć ten zespół?
pt_br: Deseja excluir esta equipe?
ru: Удалить эту команду?
sv: Vill du ta bort laget?
tr: Bu takımı silmek istediğinizden emin misiniz?
uk: Хочете вилучити цю команду?
zh_tw: 您確定要刪除這個團隊嗎？

# @title
source: Delete Team
ar: احذف فريق
eo: Forigi Teamon
es: Borrar equipo
fi: Poista työryhmä
fr: Supprimer une équipe
gl: Eliminar o equipo
hi: टीम हटाएँ
hu: Csapat törlése
ia: Dele Equipa
nl: Team verwijderen
pl: Usuń zespół
pt_br: Excluir equipe
ru: Удаление команды
sv: Ta bort lag
tr: Takımı Sil
uk: Вилучення команди
zh_tw: 刪除團隊

source: Do you want to delete this room?
ar: هل تريد حذف هذه الغرفة؟
eo: Ĉu vi volas forigi ĉi tiun ĉambron?
es: ¿Desea borrar esta sala?
fi: Haluatko poistaa tämän huoneen?
fr: Voulez-vous supprimer ce salon ?
gl: Quere eliminar a sala?
hi: क्या आप इस कमरे को हटाना चाहते हैं?
hu: Szeretné törölni ezt a szobát?
ia: Tu vole deler iste sala?
nl: Wilt u deze room verwijderen?
pl: Czy chcesz usunąć ten pokój?
pt_br: Deseja excluir esta sala?
ru: Удалить эту комнату?
sv: Vill du ta bort rummet?
tr: Bu odayı silmek istediğinizden emin misiniz?
uk: Хочете вилучити цю кімнату?
zh_tw: 您確定要刪除此聊天室嗎？

# @title
source: Delete Room
ar: احذف الغرفة
eo: Forigi ĉambron
es: Borrar sala
fi: Poista huone
fr: Supprimer un salon
gl: Eliminar a sala
hi: कमरा हटाएँ
hu: Szoba törlése
ia: Dele Sala
nl: Room verwijderen
pl: Usuń pokój
pt_br: Excluir sala
ru: Удаление комнаты
sv: Ta bort rum
tr: Odayı Sil
uk: Вилучення кімнати
zh_tw: 刪除聊天室

# @info:placeholder
source: This room has a password
ar: هذه الغرفة لديها كلمة سر
eo: Ĉi tiu ĉambro havas pasvorton
es: Esta sala tiene contraseña
fi: Tällä huoneella on salasana
gl: A sala ten contrasinal.
hi: इस कमरे में पासवर्ड है
hu: A szoba jelszóval van ellátva
pt_br: Esta sala tem uma senha
ru: Эта комната защищена паролем
tr: Bu odanın bir parolası var
zh_tw: 這個聊天室有密碼

# @info:placeholder
source: Add password
ar: أضف كلمة السر
eo: Aldoni pasvorton
es: Añadir contraseña
fi: Lisää salasana
gl: Engadir un contrasinal
hi: पासवर्ड जोड़ें
hu: Jelszó hozzáadása
pt_br: Adicionar senha
ru: Добавить пароль
tr: Parola ekle
zh_tw: 新增密碼

# @option:check
source: Exclude pinned messages
ar: استثني الرسائل المثبتة
eo: Ekskludi fiksitajn mesaĝojn
es: Excluir mensajes fijados
fi: Jätä pois kiinnitetyt viestit
gl: Excluír as mensaxes fixadas.
hi: पिन किए गए संदेशों को बाहर निकालें
hu: Rögzített üzenetek kizárása
pt_br: Excluir mensagens fixadas
ru: Исключить закреплённые сообщения
tr: Sabitlenen iletileri dışla
zh_tw: 排除置頂的訊息

# @option:check
source: Prune files only, keep messages
ar: قلِّم الملفات فقط، احتفظ بالرسائل.
eo: Pritondi dosierojn nur, konservi mesaĝojn
es: Eliminar solo archivos, mantener los mensajes
fi: Karsi vain tiedostot, säilytä viestit
gl: Só borrar os ficheiros, manter as mensaxes.
hi: केवल फ़ाइलें छाँटें, संदेश रखें
hu: Csak fájlok törlése, üzenetek megtartása
pt_br: Excluir arquivos apenas, manter as mensagens
ru: Вырезать только файлы, оставить сообщения
tr: Yalnızca dosyaları budayıp iletileri tut
zh_tw: 只剪除檔案，保留訊息

# @option:check
source: Automatically prune old messages
ar: قلِّم الرّسائل القديمة آليًّا
eo: Aŭtomate tranĉi malnovajn mesaĝojn
es: Eliminar automáticamente mensajes antiguos
fi: Karsi automaattisesti vanhat viestit
gl: Borrar automaticamente as mensaxes vellas.
hi: पुराने संदेशों को स्वचालित रूप से छाँटें
hu: Régi üzenetek automatikus törlése
pt_br: Excluir automaticamente mensagens antigas
ru: Автоматически вырезать старые сообщения
tr: Eski iletileri kendiliğinden buda
zh_tw: 自動剪除舊訊息

# @option:check
source: Override global retention policy
ar: تجاوز سياسة الاستبقاء العامة
eo: Anstataŭigi ĉiean retenpolitpiktogram
es: Sobrescribir política de retención global
fi: Ohita yleinen säilytyskäytäntö
gl: Sobredefinir as regras de retención globais.
hi: वैश्विक अवधारण नीति को ओवरराइड करें
hu: Globális megőrzési házirend felülbírálása
pt_br: Sobrescrever política global de retenção
ru: Переопределить глобальную политику хранения
tr: Global tutma politikasını geçersiz kıl
zh_tw: 覆寫全域保留原則

source: Prune
ar: قلِّم
eo: Stuci
es: Eliminar
fi: Karsi
fr: Élaguer
gl: Borrar
hi: कांट - छांट
hu: Törlés
ia: Puta
nl: Rommel verwijderen
pl: Przytnij
pt_br: Eliminar
ru: Вырезать
sv: Rensa
tr: Buda
uk: Спрощення
zh_tw: 剪除

# @label:textbox
source: Maximum message age in days (default: 30):
ar: الحد الأقصى لعمر الرسالة بالأيام (المبدئي: 30):
eo: Maksimuma mesaĝo-aĝo en tagoj (defaŭlte: 30):
es: Máxima edad de los mensajes en días (por omisión: 30):
fi: Viestin enimmäisikä päivinä (oletus: 30):
gl: Duración máxima das mensaxes en días (predeterminada: 30):
hi: दिनों में अधिकतम संदेश आयु (डिफ़ॉल्ट: 30):
hu: Legnagyobb üzenetéletkor napban (alapértelmezés: 30)
pt_br: Idade máxima das mensagens em dias (padrão: 30):
ru: Максимальный возраст сообщений в днях (по умолчанию — 30):
tr: Gün olarak en yüksek ileti yaşı (öntanımlı: 30):
zh_tw: 最大訊息年齡（單位為天數，預設 30 天）：

source: %1 name is already used.
ar: الاسم %1 مستخدم مسبقا.
eo: %1 nomo jam estas uzata.
es: El nombre %1 ya está en uso.
fi: Nimi %1 on jo käytössä.
fr: Le nom %1 est déjà utilisé.
gl: O nome %1 xa está en uso.
hi: %1 नाम पहले से उपयोग किया जा चुका है.
hu: A(z) %1 név már foglalt.
ia: %1 nomine ja es in uso
nl: Naam %1 is al in gebruik.
pl: Nazwa %1 jest już w użyciu.
pt_br: nome %1 já está em uso.
ru: Имя %1 уже используется.
sv: Namnet %1 används redan.
tr: %1 adı, halihazırda kullanılıyor.
uk: Назву %1 вже використано.
zh_tw: %1 名稱已使用。

source: Invalid characters found.
ar: عُثر أحرف غير صالحة.
eo: Nevalidaj signoj trovitaj.
es: Caracteres inválidos encontrados.
fi: Löytyi virheellisiä merkkejä.
fr: Des caractères non valables ont été trouvés.
gl: Atopáronse caracteres non válidos.
hi: अमान्य वर्ण पाए गए.
hu: Érvénytelen karakterek.
ia: Characteres invalide trovate.
nl: Ongeldig teken-gevonden.
pl: Znaleziono nieprawidłowe znaki.
pt_br: Caracteres inválidos encontrados.
ru: Найдены недопустимые символы.
sv: Ogiltiga tecken hittades.
tr: Geçersiz karakterler bulundu.
uk: Виявлено некоректні символи.
zh_tw: 找到無效字元。

source: Invalid characters found. (Valid characters: %1)
ar: عُثر على أحرف غير صالحة. (الأحرف الصالحة: %1)
eo: Nevalidaj signoj trovitaj. (Validaj signoj: %1)
es: Caracteres inválidos encontrados. (Caracteres válidos: %1)
fi: Löytyi virheellisiä merkkejä. (Sallitut merkit: %1)
gl: Atopáronse caracteres non válidos. (caracteres válidos: %1)
hi: अमान्य वर्ण पाए गए. (मान्य वर्ण: %1)
hu: Érvénytelen karakterek. (Érvényes karakterek: %1)
pt_br: Caracteres inválidos encontrados. (Caracteres válidos: %1)
ru: Найдены недопустимые символы. (Допустимые символы: %1)
tr: Geçersiz karakterler bulundu. (Geçerli karakterler: %1)
zh_tw: 找到無效字元。（有效字元為：%1）

# @title:window
source: Add Password
ar: أضف كلمة السر
eo: Aldoni Pasvorton
es: Añadir contraseña
fi: Lisää salasana
fr: Ajouter un mot de passe
gl: Engadir un contrasinal
hi: पासवर्ड जोड़ें
hu: Jelszó hozzáadása
ia: Adde Contrasigno
nl: Wachtwoord toevoegen
pl: Dodaj hasło
pt_br: Adicionar senha
ru: Добавление пароля
sv: Lägg till lösenord
tr: Parola Ekle
uk: Додавання пароля
zh_tw: 新增密碼

# @label:textbox
source: Channel Password:
ar: كلمة سر القناة:
eo: Kanala Pasvorto:
es: Contraseña del canal:
fi: Kanavan salasana:
gl: Contrasinal da canle:
hi: चैनल पासवर्ड:
hu: Csatorna jelszava:
pt_br: Senha do canal:
ru: Пароль канала:
tr: Kanal parolası:
zh_tw: 頻道密碼：

source: Owner:
ar: المالك:
eo: Posedanto:
es: Propietario:
fi: Omistaja:
fr: Propriétaire :
gl: Pertenza:
hi: मालिक:
hu: Tulajdonos:
ia: Proprietario:
nl: Eigenaar:
pl: Właściciel:
pt_br: Proprietário:
ru: Владельцы:
sv: Ägare:
tr: Sahip:
uk: Власник:
zh_tw: 擁有者：

source: Moderator:
ar: المشرف:
eo: Moderiganto:
es: Moderador:
fi: Moderaattori:
gl: Moderación:
hi: मॉडरेटर:
hu: Moderátor:
pt_br: Moderador:
ru: Модераторы:
tr: Moderatör:
zh_tw: Mod：

source: Leader:
ar: القائد:
eo: Estro:
es: Líder:
fi: Johtaja:
gl: Liderado:
hi: नेता:
hu: Vezető:
pt_br: Líder:
ru: Лидер:
tr: Lider:
zh_tw: 領導者：

# @info:tooltip
source: Clear
ar: امحُ
eo: Viŝi
es: Limpiar
fi: Tyhjennä
gl: Borrar
hi: स्पष्ट
hu: Törlés
pt_br: Limpar
ru: Очистить
tr: Temizle
zh_tw: 清除

# @info:placeholder
source: Select a channel
ar: حدد قناة
eo: Elekti kanalon
es: Seleccionar un canal
fi: Valitse kanava
gl: Seleccionar unha canle
hi: एक चैनल चुनें
hu: Válasszon egy csatornát
pt_br: Selecionar um canal
ru: Выберите канал
tr: Bir kanal seç…
zh_tw: 選擇頻道

# @title:window
source: Configure Notification
ar: اضبط الإشعار
eo: Agordi Sciigon
es: Configurar notificación
fi: Ilmoitusasetukset
fr: Configurer une notification
gl: Configurar a notificación
hi: अधिसूचना कॉन्फ़िगर करें
hu: Értesítések beállítása
ia: Configura Notificationes
nl: Meldingen configureren
pl: Ustawienia powiadomień
pt_br: Configurar notificação
ru: Настройка уведомления
sv: Anpassa underrättelser
tr: Bildirimi Yapılandır
uk: Налаштування сповіщень
zh_tw: 設定通知

# @option:check
source: Disable Notification
ar: عطّل الإشعار
eo: Malebligi Sciigon
es: Desactivar notificación
fi: Poista ilmoitus käytöstä
gl: Desactivar a notificación.
hi: नोटिफ़िकेशन को अक्षम करो
hu: Értesítések kikapcsolása
pt_br: Desativar notificação
ru: Отключить уведомление
tr: Bildirimleri devre dışı bırak
zh_tw: 停用通知

# @option:check
source: Hide Unread Room Status
ar: أخفِ حالة الغرفة غير المقروءة
eo: Kaŝi Nelegitan Ĉambron
es: Ocultar estado no leído de la sala
fi: Piilota lukematta olevan huoneen tila
gl: Agochar o estado de sala sen ler.
hi: अपठित कक्ष स्थिति छिपाएँ
hu: Olvasatlan szobaállapot elrejtése
pt_br: Ocultar status não lidos na sala
ru: Скрывать состояние непрочитанного в комнате
tr: Okunmamış oda durumunu gizle
zh_tw: 隱藏未讀的聊天室狀態

# @option:check
source: Mute %1 and %2 mentions
ar: اكتم %1 وإشارات %2
eo: Silentigi %1 kaj %2 menciojn
es: Silenciar las menciones %1 y %2
fi: Vaimenna %1- ja %2-maininnat
gl: Silenciar as mencións de %1 e %2.
hi: %1 और %2 उल्लेखों को म्यूट करें
hu: %1 és %2 említések némítása
pt_br: Silenciar menções %1 e %2
ru: Не показывать упоминания %1 и %2
tr: %1 ve %2 değinmelerini sessize al
zh_tw: 靜音 %1 和 %2 提及

# @option:check
source: Show badge for mentions
ar: اعرض شارة للإشارات
eo: Montri insignon por mencioj
es: Mostrar insignia de menciones
fi: Näytä maininnoista merkki
gl: Amosar a insignia para as mencións.
hi: उल्लेखों के लिए बैज दिखाएं
hu: Említések jelvényének megjelenítése
pt_br: Mostrar emblema para menções
ru: Показывать отметку для напоминаний
tr: Değinmeler için rozetler göster
zh_tw: 為提及顯示徽章

# @info:tooltip
source: Receive alerts
ar: استقبِل التحذيرات
eo: Ricevi atentigojn
es: Recibir alertas
fi: Vastaanota hälytyksiä
gl: Recibir alertas.
hi: अलर्ट प्राप्त करें
hu: Riasztások fogadása
pt_br: Receber alertas
ru: Получать предупреждения
tr: İkazları al
zh_tw: 接收警示

# @info:tooltip
source: Display badge for direct mentions only
ar: اعرض شارة للإشارات المباشرة فقط
eo: Montri insignon nur por rektaj mencioj
es: Mostrar insignia solo en el caso de menciones directas
fi: Näytä merkki vain suoramaininnoista
gl: Amosar a insignia só para as mencións directas.
hi: केवल प्रत्यक्ष उल्लेख के लिए बैज प्रदर्शित करें
hu: Jelvény megjelenítése csak a közvetlen említéseknél
pt_br: Exibir emblema apenas para menções diretas
ru: Показывать отметку только для прямых упоминаний
tr: Rozeti yalnızca doğrudan değinmeler için göster
zh_tw: 只為直接提及顯示徽章

source: Desktop
ar: سطح المكتب
eo: Labortablo
es: Escritorio
fi: Työpöytä
fr: Bureau
gl: Escritorio
hi: डेस्कटॉप
hu: Asztal
ia: Scriptorio
nl: Bureaublad
pl: Pulpit
pt_br: Área de trabalho
ru: Рабочий стол
sv: Skrivbord
tr: Masaüstü
uk: Комп'ютер
zh_tw: 桌面

source: Alert:
ar: الإنذار:
eo: Atentigo:
es: Alerta:
fi: Hälytys:
fr: Alerte :
gl: Alerta:
hi: चेतावनी:
hu: Riasztás:
ia: Alerta:
nl: Attentie:
pl: Ostrzeżenie:
pt_br: Alerta:
ru: Предупреждение:
sv: Varning:
tr: İkaz:
uk: Попередження:
zh_tw: 警示

source: Sound:
ar: الصوت:
eo: Sono:
es: Sonido:
fi: Ääni:
fr: Son :
gl: Son:
hi: आवाज़:
hu: Hang:
ia: Sono:
nl: Geluid:
pl: Dźwięk:
pt_br: Som:
ru: Звук:
sv: Ljud:
tr: Ses:
uk: Звук:
zh_tw: 聲音：

# @title:window
source: Confirm Password
ar: تأكيد كلمة السر
eo: Konfirmi pasvorton
es: Confirmar contraseña
fi: Vahvista salasana
fr: Confirmer le mot de passe
gl: Confirmar o contrasinal
hi: पासवर्ड की पुष्टि कीजिये
hu: Jelszó megerősítése
ia: Confirma contrasigno
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt_br: Confirmar senha
ru: Подтверждение пароля
sv: Bekräfta lösenord
tr: Parolayı Onayla
uk: Підтвердження пароля
zh_tw: 確認密碼
