Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: The number of users you are trying to invite to #channel_name exceeds the limit set by the administrator
ar: عدد المستخدمين الذين تحاول دعوتهم إلى #channel_name يتجاوز الحد الذي حدده المسؤول
eo: La nombro da uzantoj, kiujn vi provas inviti al #channel_name superas la limon fiksitan de la administranto
es: El número de usuarios que está tratando de invitar al #nombre_del_canal excede el límite puesto por el administrador
fi: Kutsumiesi käyttäjien määrä kanavalle #kanavan_nimi ylittää ylläpitäjän asettaman rajan
fr: Le nombre d'utilisateurs que vous essayez d'inviter à #channel_name dépasse la limite définie par l'administrateur
gl: O número de persoas usuarias que intenta invitar a #nome_da_canle supera o límite definido pola administración.
hi: आप जिन उपयोगकर्ताओं को #channel_name पर आमंत्रित करने का प्रयास कर रहे हैं उनकी संख्या व्यवस्थापक द्वारा निर्धारित सीमा से अधिक है
hu: A(z) #channel_name csatornára meghívni próbált felhasználók száma meghaladja az adminisztrátor által beállított korlátot
ia: Le numero de usatores que tu es essayante a invitar a #channel_name excede le limite fixate per le administrator
nl: Het aantal gebruikers dat u probeert uit te nodigen in #channel_name gaat uit boven de limiet ingesteld door de systeembeheerder
pl: Liczba użytkowników, którą próbujesz zaprosić na kanał #channel_name przekracza wartość graniczną ustawiona przez administratora
pt_br: O número de usuários que você está tentando convidar para #channel_name excede o limite definido pelo administrador
ru: Количество пользователей, которых вы пытаетесь пригласить на #channel_name, превышает установленный администратором предел
sv: Antal användare som du försöker inbjuda till #channel_name överskrider gränsen inställd av administratören
tr: #channel_name kanalına davet etmeye çalıştığınız kullanıcıların sayısı, yönetici tarafından konulan sınırı aşıyor
uk: Кількість користувачів, яких ви хочете запросити на канал #channel_name перевищує обмеження, встановлене адміністратором
zh_tw: 您嘗試邀請到 #channel_name 的使用者數量已經超過了管理員所設定的限制

source: User is not in this room
ar: المستخدم غير موجود في هذه الغرفة
eo: Uzanto ne estas en ĉi tiu ĉambro
es: El usuario no se encuentra en esta sala
fi: Käyttäjä ei ole tässä huoneessa
fr: L'utilisateur n'est pas dans ce salon
gl: A persoa usuaria non está nesta sala.
hi: उपयोगकर्ता इस कमरे में नहीं है
hu: A felhasználó nincs ebben a szobában
ia: Usator non es in iste sala
nl: Gebruiker is niet in deze room
pl: Użytkownik nie jest w tym pokoju
pt_br: O usuário não está nesta sala
ru: Пользователя нет в этой комнате
sv: Användare finns inte i det här rummet
tr: Kullanıcı, bu odada değil
uk: Користувача немає у цій кімнаті
zh_tw: 使用者不在這個聊天室裡

source: You are not in the room `%s`
ar: أنت لست في الغرفة `%s`
eo: Vi ne estas en la ĉambro `%s`
es: No está en la sala «%s»
fi: Et ole huoneessa ”%s”
fr: Vous n'êtes pas dans le salon « %s »
gl: Vostede non está na sala «%s».
hi: आप कमरे `%s` में नहीं हैं
hu: Ön nem a(z) `%s` szobában van
ia: Tu non es in le sala '%s'
nl: U bent niet in de room `%s`
pl: Nie jesteś w pokoju `%s`
pt_br: Você não está na sala `%s`
ru: Вы не в комнате «%s»
sv: Du är inte i rummet `%s`
tr: “%s” odasında değilsiniz
uk: Ви не перебуваєте у кімнаті «%s»
zh_tw: 您不在聊天室 `%s` 裡

source: User registration is disabled
ar: تسجيل المستخدمين معطل
eo: Uzanto registriĝo estas malŝaltita
es: El registro de usuarios está desactivado
fi: Käyttäjärekisteröinti on poissa käytöstä
fr: L'inscription d'utilisateurs est désactivée
gl: O rexistro de persoas usuarias está desactivado.
hi: उपयोगकर्ता पंजीकरण अक्षम है
hu: A felhasználó-regisztráció le van tiltva
ia: Registration de usator es dishabilitate
nl: Registratie van gebruikers is uitgeschakeld
pl: Dopisywanie użytkowników jest wyłączone
pt_br: O registro de usuário está desativado
ru: Регистрация пользователей отключена
sv: Användarregistrering är inaktiverad
tr: Kullanıcı kaydı devre dışı
uk: Реєстрацію користувачів вимкнено
zh_tw: 使用者註冊已停用

source: User registration is only allowed via Secret URL
ar: يُسمح بتسجيل المستخدمين فقط عبر رابط سري
eo: Uzanto registriĝo estas nur permesita per Sekreta URL
es: El registro de usuario solo se permite a través de una URL secreta
fi: Käyttäjärekisteröinti on mahdollista vain salaisesta verkko-osoitteesta
fr: L'inscription d'utilisateurs est uniquement autorisée via l'URL secrète
gl: O rexistro de persoas usuarias só se permite mediante un URL secreto.
hi: उपयोगकर्ता पंजीकरण केवल गुप्त URL के माध्यम से ही अनुमत है
hu: A felhasználó-regisztráció csak titkos URL-en keresztül engedélyezett
ia: Registration de usator es solmente permittite via URL Secrete
nl: Registratie van gebruikers is alleen toegestaan via beveiligde URL
pl: Dopisywanie użytkowników jest możliwie tylko przez bezpieczny adres URL
pt_br: O registro do usuário é permitido apenas via URL secreta
ru: Регистрация пользователей возможна только по секретной ссылке
sv: Användarregistrering tillåts bara via hemlig webbadress
tr: Kullanıcı kaydına, yalnızca Gizli URL ile izin veriliyor
uk: Реєстрацію користувачів дозволено лише за секретною адресою
zh_tw: 使用者註冊只允許透過秘密網址進行

source: You are the last owner. Please set new owner before leaving the room.
ar: أنت المالك الأخير. يرجى تعيين المالك الجديد قبل مغادرة الغرفة.
eo: Vi estas la lasta posedanto. Bonvolu agordi novan posedanton antaŭ ol forlasi la ĉambron.
es: Usted es el último propietario. Por favor, establezca un nuevo propietario antes de dejar la sala.
fi: Olet viimeinen omistaja. Aseta uusi omistaja ennen huoneesta poistumista.
fr: Vous êtes le dernier propriétaire. Veuillez définir un nouveau propriétaire avant de quitter le salon.
gl: Vostede é a última persoa dona. Defina unha nova persoa dona antes de saír da sala.
hi: आप अंतिम मालिक हैं। कृपया कमरा छोड़ने से पहले नया मालिक तय करें।
hu: Ön az utolsó tulajdonos. Állítson be az új tulajdonost, mielőtt elhagyja a szobát.
ia: Tu es le ultime proprietario. Pro favor tu fixa un nove proprietario ante lassar le sala.
nl: U bent de laatste eigenaar. Stel een nieuwe eigenaar in alvorens de room te verlaten.
pl: Jesteś ostatnim właścicielem. Ustaw nowego właściciela przed opuszczeniem pokoju.
pt_br: Você é o último proprietário. Defina um novo proprietário antes de sair da sala.
ru: Вы являетесь последним владельцем. Укажите нового владельца перед выходом из комнаты.
sv: Du är den sista ägaren. Ange ny ägare innan du lämnar rummet.
tr: Siz, son sahipsiniz. Odadan ayrılmadan önce lütfen yeni bir sahip ayarlayın.
uk: Ви є останнім власником. Будь ласка, встановіть нового власника, перш ніж полишати кімнату.
zh_tw: 您是最後一個擁有者。請在離開聊天室前先設定新的擁有者。

source: The private group is archived
ar: المجموعة الخاصة مؤرشفة
eo: La privata grupo estas arkivita
es: El grupo privado está archivado
fi: Yksityinen ryhmä on arkistoitu
fr: Le groupe privé est archivé
gl: O grupo privado está arquivado.
hi: निजी समूह संग्रहीत है
hu: A személyes csoportot archiválták
ia: Le gruppo private es archivate
nl: De privé groep is gearchiveerd
pl: Zarchiwizowano grupę prywatną
pt_br: O grupo privado é arquivado
ru: Закрытая группа добавлена в архив
sv: Den privata gruppen har arkiverats
tr: Özel grup, arşivlenmiş
uk: Конфіденційну групу архівовано
zh_tw: 私人群組已封存

source: User is already an owner
ar: المستخدم هو مالك فعلاً
eo: Uzanto jam estas posedanto
es: El usuario ya es propietario
fi: Käyttäjä on jo omistaja
fr: L'utilisateur en est déjà le propriétaire
gl: A persoa usuaria xa é a dona.
hi: उपयोगकर्ता पहले से ही स्वामी है
hu: A felhasználó már tulajdonos
ia: Usator ja es un proprietario
nl: Gebruiker is al een eigenaar
pl: Użytkownik jest już właścicielem
pt_br: O usuário já é um proprio
ru: Пользователь уже является владельцем
sv: Användaren är redan en ägare
tr: Kullanıcı, halihazırda bir sahip
uk: Користувач вже є власником
zh_tw: 使用者已經是擁有者

source: User is already a leader
ar: المستخدم هو قائد فعلاً
eo: Uzanto jam estas gvidanto
es: El usuario ya es líder
fi: Käyttäjä on jo johtaja
fr: L'utilisateur est déjà l'animateur
gl: A persoa usuaria xa é unha líder.
hi: उपयोगकर्ता पहले से ही लीडर है
hu: A felhasználó már vezető
ia: Usator ja es un chef
nl: Gebruiker is al een leider
pl: Użytkownik jest już liderem
pt_br: O usuário já é um líder
ru: Пользователь уже является лидером
sv: Användaren är redan en ledare
tr: Kullanıcı, halihazırda bir lider
uk: Користувач вже є лідером
zh_tw: 使用者已經是領導者

source: User is already a moderator
ar: المستخدم هو مشرف فعلاً
eo: Uzanto jam estas moderanto
es: El usuario ya es moderador
fi: Käyttäjä on jo moderaattori
fr: L'utilisateur est déjà un modérateur
gl: A persoa usuaria xa é moderadora.
hi: उपयोगकर्ता पहले से ही मॉडरेटर है
hu: A felhasználó már moderátor
ia: Usator ja es un moderator
nl: Gebruiker is al een moderator
pl: Użytkownik jest już moderatorem
pt_br: O usuário já é um moderador
ru: Пользователь уже является модератором
sv: Användaren är redan en moderator
tr: Kullanıcı, halihazırda bir moderatör
uk: Користувач вже є модератором
zh_tw: 使用者已經是 Mod

source: Invalid message id
ar: معرف رسالة غير صالحة
eo: Nevalida mesaĝo-identigilo
es: Identificador del mensaje no válido
fi: Virheellinen viestin tunniste
fr: Identifiant de message non valable
gl: O identificador da mensaxe non é válido.
hi: आमान्य संदेश आईडी
hu: Érvénytelen üzenetazonosító
ia: Id de message invalide
nl: Ongeldig bericht-id
pl: Nieprawidłowy id wiadomości
pt_br: ID da mensagem inválido
ru: Некорректный идентификатор сообщения
sv: Ogiltigt meddelande-id
tr: Geçersiz ileti kimliği
uk: Некоректний ідентифікатор повідомлення
zh_tw: 訊息 ID 無效

source: User is not a leader
ar: المستخدم ليس قائداً
eo: Uzanto ne estas gvidanto
es: El usuario no es un líder
fi: Käyttäjä ei ole johtaja
fr: L'utilisateur n'est pas un responsable.
gl: A persoa usuaria non é unha líder.
hi: उपयोगकर्ता नेता नहीं है
hu: A felhasználó nem vezető
ia: Usator non es un chef
nl: Gebruiker is geen leider
pl: Użytkownik nie jest liderem
pt_br: O usuário não é um líder
ru: Пользователь не является лидером
sv: Användare är inte en ledare
tr: Kullanıcı, bir lider değil
uk: Користувач не є лідером
zh_tw: 使用者不是領導者

source: App user is not allowed to login
ar: لا يسمح لمستخدم التطبيق بالولوج
eo: Uzanto de la aplikaĵo ne rajtas ensaluti
es: La aplicación de usuario no permite iniciar sesión
fi: Sovelluskäyttäjän ei ole lupa kirjautua
fr: L'utilisateur de l'application n'est pas autorisé à se connecter
gl: A conta de uso da aplicación non ten permiso para acceder.
hi: ऐप उपयोगकर्ता को लॉग इन करने की अनुमति नहीं है
hu: Az alkalmazás felhasználóinak nem engedélyezett a bejelentkezés
ia: Usator de app non es permittite a acceder
nl: App-gebruiker is niet toegestaan om zich aan te melden
pl: Użytkownik programu nie ma pozwolenia na zalogowanie
pt_br: O usuário do aplicativo não tem permissão para fazer login
ru: Пользователю приложения запрещён вход
sv: Applikationsanvändare tillåts inte logga in
tr: Uygulama kullanıcısına oturum açma izni verilmiyor
uk: Користувачу програми не дозволено входити до системи
zh_tw: 應用程式使用者不被允許登入

source: Direct Messages can not be archived
ar: لا يمكن أرشفة الرسائل المباشرة
eo: Rektaj Mesaĝoj ne povas esti arkivitaj
es: No se pueden archivar los mensajes directos
fi: Suoraviestejä ei voi arkistoida
fr: Les messages directs ne peuvent être archivés
gl: As mensaxes directas non poden arquivarse.
hi: प्रत्यक्ष संदेश संग्रहीत नहीं किए जा सकते
hu: Közvetlen üzenetek nem archiválhatók
ia: Messages directe non pote esser archivate
nl: Directe berichten kunnen niet gearchiveerd worden
pl: Bezpośrednich wiadomości nie można umieszczać w archiwum
pt_br: Mensagens diretas não podem ser arquivadas
ru: Личные сообщения нельзя добавить в архив
sv: Direktmeddelanden kan inte arkiveras
tr: Doğrudan İletiler arşivlenemez
uk: Безпосередні повідомлення не можна архівувати

source: Message not found.
ar: لم يُعثر على الرّسالة.
eo: Mesaĝo ne trovita.
es: Mensaje no encontrado.
fi: Viestiä ei löytynyt
fr: Impossible de trouver un message.
gl: Non se atopou a mensaxe.
hi: संदेश नहीं मिला.
hu: Az üzenet nem található.
ia: Message non trovate.
nl: Bericht niet gevonden.
pl: Nie znaleziono żadnej wiadomości.
pt_br: Mensagem não encontrada.
ru: Сообщение не найдено.
sv: Meddelande hittades inte.
tr: İleti bulunamadı.
uk: Повідомлення не знайдено.
zh_tw: 找不到訊息。

source: Two Authentication Password Required
ar: مطلوب كلمتي سر للاستيثاق
eo: Du Aŭtentikiga Pasvorto Bezonata
es: Es necesaria un contraseña con autenticación de dos factores
fi: Kahden tekijän todennuksen salasana vaaditaan
fr: Méthode d'authentification à deux mots de passe requise
gl: Requírese autenticación de dous factores
hi: दो प्रमाणीकरण पासवर्ड आवश्यक
hu: Két hitelesítési jelszó szükséges
ia: Contrasigno de authentication a duo requirite
nl: Twee wachtwoorden voor authenticatie vereist
pl: Wymagane hasło dwustopniowego uwierzytelniania
pt_br: Senha da autenticação de dois fatores necessária
ru: Требуется пароль двухфакторной аутентификации
sv: Tvåfaktorslösenord krävs
tr: İki Kimlik Doğrulama Parolası Gerekiyor
uk: Слід вказати два паролі для розпізнавання
zh_tw: 需要兩步驟認證密碼

source: Invalid Password
ar: كلمة السر غير صحيحة
eo: Nevalida pasvorto
es: Contraseña inválida
fi: Virheellinen salasana
fr: Mot de passe non valable
gl: O contrasinal é incorrecto
hi: अवैध पासवर्ड
hu: Érvénytelen jelszó
ia: Contrasigno invalide
nl: Ongeldig wachtwoord
pl: Nieprawidłowe hasło
pt_br: Senha inválida
ru: Неверный пароль
sv: Ogiltigt lösenord
tr: Geçersiz Parola
uk: Некоректний пароль
zh_tw: 不正確的密碼

source: The required \"roomId\" or \"roomName\" param provided does not match any channel
ar: لا يتطابق المعلمة المطلوبة \"roomId\" أو \"roomName\" المقدمة مع أي قناة
eo: La postulata parametro \"roomId\" aŭ \"roomName\" provizita ne kongruas kun iu ajn kanalo
es: Los parámetros proporcionados «idDeHabitación» o «nombreDeHabitación» no concuerdan con ningún canal
fi: Vaadittu ”roomId”- tai ”roomName”-parametri ei vastaa mitään kanavaa
gl: O parámetro «roomId» (identificador de sala) ou «roomName» (nome de sala) obrigatorio fornecido non coincide con ningunha canle.
hi: प्रदान किया गया आवश्यक \"roomId\" या \"roomName\" पैरामीटर किसी भी चैनल से मेल नहीं खाता
hu: A kötelezően megadott \"roomId\" vagy \"roomName\" paraméter nem illeszkedik egyetlen csatornára sem
pt_br: O parâmetro necessário \"idSala\" ou \"nomeSala\" fornecido não corresponde a nenhum canal
ru: Указанный обязательный параметр «roomId» или «roomName» не соответствует ни одному каналу
tr: Gereken “roomId” veya “roomName” parametresi, hiçbir kanalla eşleşmiyor

source: A role with this name already exists
ar: دور بهذا الاسم موجود فعلًا
eo: Rolo kun ĉi tiu nomo jam ekzistas
es: Ya existe un rol con este nombre
fi: Tämän niminen rooli on jo olemassa
gl: Xa existe un ron con ese nome.
hi: इस नाम वाली एक भूमिका पहले से मौजूद है
hu: Már létezik ilyen nevű szerep
pt_br: Já existe uma função com esse nome
ru: Роль с таким именем уже существует
tr: Bu adda bir rol halihazırda var

source: Message could not be pinned
ar: تعذر تثبيت الرسالة
eo: Mesaĝo ne povis esti alpinglita
es: El mensaje no pudo ser fijado
fi: Viestiä ei voitu kiinnittää
gl: Non foi posíbel fixar a mensaxe.
hi: संदेश पिन नहीं किया जा सका
hu: Az üzenetet nem sikerült kitűzni
pt_br: Mensagem não pode ser fixada
ru: Сообщение нельзя закрепить
tr: İleti sabitlenemedi
zh_tw: 無法置頂訊息

source: Entered password has been previously used
ar: كلمة السر المدخلة مستخدمة مسبقاً
eo: Enigita pasvorto estis antaŭe uzata
es: La contraseña introducida ya ha sido usada previamente
fi: Annettua salasanaa on käytetty aikaisemmin
gl: O contrasinal que escribiu xa o usou previamente.
hi: दर्ज किया गया पासवर्ड पहले भी उपयोग किया जा चुका है
hu: A megadott jelszó előzőleg használva volt
pt_br: A senha inserida já foi usada anteriormente
ru: Введённый пароль уже использовался
tr: Girilen şifre daha önce kullanılmış

source: The maximum number of rooms per guest has been reached.
ar: وصلت إلى الحد الأقصى لعدد الغرف لكل ضيف.
eo: La maksimuma nombro da ĉambroj por gasto estas atingita.
es: Se ha alcanzado el número máximo del salas por invitado.
fi: Huoneiden asiakaskohtainen enimmäismäärä on saavutettu.
gl: Acadouse o número máximo de salas por persoa invitada.
hi: प्रति अतिथि कमरों की अधिकतम संख्या पहुँच गई है।
hu: Az egy vendégre jutó szobák legnagyobb száma el lett érve.
pt_br: O número máximo de quartos por hóspede foi atingido.
ru: Достигнуто максимальное количество комнат на гостя.
tr: Konuk başına en çok oda sayısına ulaşıldı.

source: This user is not in this role.
ar: هذا المستخدم ليس في هذا الدور.
eo: Ĉi tiu uzanto ne estas en ĉi tiu rolo.
es: El usuario no tiene este rol.
fi: Käyttäjä ei ole tässä roolissa.
fr: L'utilisateur n'a pas ce rôle.
gl: A persoa usuaria non ten este rol.
hi: यह उपयोगकर्ता इस भूमिका में नहीं है.
hu: Ez a felhasználó nincs ebben a szerepben.
ia: Iste usator non es in iste rolo.
nl: Deze gebruiker heeft deze rol niet.
pl: Ten użytkownik nie jest w tej roli.
pt_br: Este usuário não está nesta função.
ru: У пользователя нет этой роли.
sv: Användare finns inte i det här rollen.
tr: Kullanıcı, bu rolde değil.
uk: Цей користувач не перебуває у цій ролі.

source: This is an enterprise feature
ar: هذه ميزة مؤسسية
eo: Ĉi tio estas entreprena trajto
es: Esta es una funcionalidad empresarial
fi: Tämä on yritysohjelmisto-ominaisuus.
gl: Esta é unha funcionalidade para empresas.
hi: यह एक उद्यम सुविधा है
hu: Ez egy vállalati funkció
pt_br: Esta é uma funcionalidade empresarial
ru: Это коммерческая возможность
tr: Bu, kurumsal bir özelliktir

source: Invalid Subscription
ar: اشتراك غير صالح
eo: Nevalida Abono
es: Suscripción no válida
fi: Virheellinen tilaus
fr: Abonnement non valable
gl: A subscrición non é válida
hi: अमान्य सदस्यता
hu: Érvénytelen előfizetés
ia: Subscription invalide
nl: Ongeldige inschrijving
pl: Nieprawidłowa subskrypcja
pt_br: Assinatura inválida
ru: Некорректная подписка
sv: Ogiltig prenumeration
tr: Geçersiz Abonelik
uk: Некоректна підписка
zh_tw: 無效的訂閱

source: Only groups or direct channels can enable encryption
ar: فقط المجموعات أو القنوات المباشرة يمكنها تمكين التعمية
eo: Nur grupoj aŭ rektaj kanaloj povas ebligi ĉifradon
es: Solo los grupos o canales directos pueden activar el cifrado
fi: Vai ryhmät tai suorakanavat voivat käyttää salausta
gl: Só os grupos ou as canles directas poden activar a cifraxe.
hi: केवल समूह या प्रत्यक्ष चैनल ही एन्क्रिप्शन सक्षम कर सकते हैं
hu: Csak csoportokban vagy közvetlen csatornákon lehet bekapcsolni a titkosítást
pt_br: Somente grupos ou canais diretos podem habilitar a criptografia
ru: Включать шифрование можно только для групп или прямых каналов
tr: Yalnızca gruplar veya doğrudan kanallar şifrelemeyi etkinleştirebilir

source: Room does not have retention policy
ar: الغرفة ليس لديها سياسة استبقاء
eo: Ĉambro ne havas retenpolitpiktogram
es: La sala no tiene política de retención
fi: Huoneella ei ole säilytyskäytäntöä
gl: A sala non ten unha regra de retención.
hi: कमरे में प्रतिधारण नीति नहीं है
hu: A szobának nincs megőrzési házirendje
pt_br: A sala não tem uma política de retenção
ru: У комнаты нет политики хранения
tr: Odanın tutma politikası yok
zh_tw: 聊天室沒有保留原則

source: Unread message not authorized.
ar: الرسالة غير المقروءة غير مسموح بها.
eo: Nelegita mesaĝo ne rajtigita.
es: Deshacer lectura de mensajes no autorizada.
fi: Lukematonta viestiä ei ole valtuutettu.
fr: Aucune autorisation pour ce message non lu.
gl: A mensaxe sen ler non está autorizada.
hi: अपठित संदेश अधिकृत नहीं है.
hu: Olvasatlan üzenet nem engedélyezett.
ia: Message non legite non authorisate.
nl: Ongelezen bericht niet geautoriseerd.
pl: Nieprzeczytana wiadomość nie jest uwierzytelniona.
pt_br: Não é autorizado marcar mensagem como não lida.
ru: Не разрешается обозначать сообщение непрочитанным.
sv: Behörighet saknas för oläst meddelande.
tr: Okunmamış ileti yetkilendirilmemiş.
uk: Не уповноважено на позначення повідомлення як не прочитаного.

source: There are no messages to mark unread.
ar: لا توجد رسائل لوضع علامة "غير مقروءة".
eo: Ne estas mesaĝoj por marki nelegitajn.
es: No hay mensajes que marcar como no leídos.
fi: Lukemattomiksi merkittäviä viestejä ei ole.
fr: Il n'y a aucun message à marquer comme non lu.
gl: Non hai mensaxes que marcar como non lidas.
hi: अपठित चिह्नित करने के लिए कोई संदेश नहीं है.
hu: Nincsenek olvasatlanként megjelölendő üzenetek.
ia: Il non ha alcun messages a marcar como legite.
nl: Er zijn geen berichten om als ongelezen te markeren
pl: Nie ma żadnych wiadomości do oznaczenia jako nieprzeczytane.
pt_br: Não há mensagens marcadas como não lidas.
ru: Нет сообщений для отметки непрочитанными.
sv: Det finns inga meddelanden att markera som olästa.
tr: Okunmadı olarak imlenecek ileti yok.
uk: Немає повідомлень для позначення як непрочитаних

source: Channel can not convert to Team.
ar: لا يمكن تحويل القناة إلى فريق.
eo: Kanalo ne povas konverti al Teamo.
es: El canal no puede convertirse en equipo.
fi: Kanavaa ei voi muuntaa ryhmäksi.
fr: Il est impossible de convertir le canal en un groupe
gl: A canle non pode converterse en equipo.
hi: चैनल को टीम में परिवर्तित नहीं किया जा सकता.
hu: Csatorna nem alakítható át csapattá.
ia: Canal non pote converter a Equipa.
nl: Kanaal kan niet converteren naar team
pl: Kanał nie może zostać przekształcony na zespół.
pt_br: O canal não pode ser convertido para equipe.
ru: Не удалось преобразовать канал в команду.
sv: Kanal kan inte konverteras till lag.
tr: Kanal, takıma dönüştürülemiyor.
uk: Не вдалося перетворити канал на команду.
zh_tw: 頻道不能轉換為團隊。

source: Team already exists.
ar: الفريق موجود مسبقًا.
eo: Teamo jam ekzistas.
es: El equipo ya existe
fi: Ryhmä on jo olemassa.
gl: O equipo xa existe.
hi: टीम पहले से ही मौजूद है.
hu: A csapat már létezik.
pt_br: A equipe já existe.
ru: Команда уже существует.
tr: Takım halihazırda var.
zh_tw: 團隊已存在。

source: You don't have permission to add this channel to the team
ar: ليس لديك الإذن بإضافة هذه القناة إلى الفريق
eo: Vi ne havas permeson aldoni ĉi tiun kanalon al la teamo
es: No tiene permiso para añadir este canal al equipo
fi: Sinulla ei ole oikeutta lisätä ryhmälle tätä kanavaa
fr: Vous n'avez pas les droits pour ajouter ce canal dans l'équipe.
gl: Non ten permiso para engadir esta canle ao equipo.
hi: आपको इस चैनल को टीम में जोड़ने की अनुमति नहीं है
hu: Nincs jogosultsága ahhoz, hogy ezt a csatornát a csapathoz adja
ia: Tu non ha permission a adder iste canal al equipa
nl: U hebt geen toestemming om dit kanaal aan het team toe te voegen
pl: Nie masz uprawnień do dodania tego kanału do zespołu
pt_br: Você não tem permissões para adicionar este canal à equipe
ru: У вас нет прав на добавление этого канала в команду
sv: Du har inte rättighet att lägga till kanalen i laget
tr: Bu kanalı, takıma eklemek için izniniz yok
uk: У вас немає достатніх прав доступу для додавання цього каналу до команди
