Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

# @info:tooltip
source: [Beware] Enabling Debug mode would display your 'Plain Text Password' in Admin console.
ar: [احذر] سيؤدي تمكين وضع التنقيح إلى عرض "كلمة السر النصية العادية" في وحدة تحكم المشرف.
eo: [Atentu] Ebligi Sencimigan reĝimon montrus vian 'Plan Tekstan Pasvorton' en Administra konzolo.
es: [Cuidado] Activar el modo de depuración mostrará su contraseña en texto plano en la consola del administrador.
fi: [VAARA] Virheenpaikannustilan käyttöönotto paljastaa ”raakatekstisalasanasi” ylläpitokonsolille.
gl: Ollo: activar o modo de depuración amosaría o seu «contrasinal en texto simple» na consola de administración.
hi: [सावधान] डिबग मोड सक्षम करने से एडमिन कंसोल में आपका 'प्लेन टेक्स्ट पासवर्ड' प्रदर्शित होगा।
hu: [Vigyázat] A hibakeresési mód engedélyezése megjelenítheti az „egyszerű szöveges jelszavát” az adminisztrátori konzolon.
pt_br: [Cuidado] Habilitar o modo de depuração exibirá sua "Senha em texto simples" no Console de administração.
ru: [Внимание] При включении режима отладки в консоли администрирования будет показан ваш пароль без шифрования
tr: [Dikkat] Hata ayıklama kipini etkinleştirmek, “Düz Metin Parola”nızı Yönetici panelinde gösterecektir.

source: Forgot password
ar: نسيت كلمة السر
eo: Ĉu vi forgesis la pasvorton
es: Olvidar contraseña
fi: Salasana unohtui
gl: Esquecín o contrasinal
hi: पासवर्ड भूल गए
hu: Elfelejtett jelszó
pt_br: Esqueceu a senha
ru: Не помню пароль
tr: Parolayı unuttum
zh_tw: 忘記密碼

source: Subject
ar: الموضوع
eo: Temo
es: Tema
fi: Aihe
fr: Sujet
gl: Asunto
hi: विषय
hu: Tárgy
ia: Subjecto
nl: Onderwerp
pl: Temat
pt_br: Assunto
ru: Тема
sv: Rubrik
tr: Konu
uk: Тема
zh_tw: 主旨

source: Body
ar: المتن
eo: Korpo
es: Cuerpo
fi: Runko
gl: Corpo
hi: शरीर
hu: Törzs
pt_br: Corpo
ru: Тело
tr: Gövde
zh_tw: 本文

source: Direct Message Email Subject
ar: موضوع البريد الإلكتروني للرسالة المباشرة
eo: Rekta Mesaĝo Retpoŝta Temo
es: Título del correo electrónico del mensaje directo
fi: Suoraviestin sähköpostin aihe
gl: Asunto da mensaxe directa por correo electrónico
hi: प्रत्यक्ष संदेश ईमेल विषय
hu: Közvetlen üzenet e-mail tárgya
pt_br: Assunto do e-mail de mensagem direta
ru: Тема письма для личного сообщения
tr: Doğrudan İleti E-posta Konusu

source: Mention Email Subject
ar: اذكر موضوع البريد الإلكتروني
eo: Mencii Retpoŝtan Temon
es: Mencionar el título del correo electrónico
fi: Mainitse sähköpostin aihe
gl: Mencionar o asunto de correo electrónico
hi: ईमेल विषय का उल्लेख करें
hu: Említés e-mail tárgya
pt_br: Mencione o assunto do e-mail
ru: Тема письма для упоминания
tr: E-posta Konusuna Değin

source: Mention All Email Subject
ar: اذكر موضوع كل البريد الإلكتروني
eo: Mencii Ĉian Retpoŝtan Temon
es: Mencionar todo el título del correo electrónico
fi: Mainitse kaikkien sähköpostien aiheet
gl: Mencionar todos os asuntos de correo electrónico
hi: सभी ईमेल विषय का उल्लेख करें
hu: Mindenki említése e-mail tárgya
pt_br: Mencione todos os assuntos de e-mail
ru: Тема письма для упоминания всех
tr: Tüm E-posta Konusuna Değin

source: Verification
ar: التحقّق
eo: Konfirmo
es: Verificación
fi: Todentaminen
gl: Verificación
hi: सत्यापन
hu: Ellenőrzés
pt_br: Verificação
ru: Проверка
tr: Doğrulama
zh_tw: 驗證

source: Email Address Changed
ar: تَغيّر عنوان البريد الإلكتروني
eo: Retpoŝta Adreso Ŝanĝita
es: La direción del correo electrónico ha cambiado
fi: Sähköpostiosoite on muuttunut
gl: Cambiouse o enderezo de correo electrónico
hi: ईमेल पता परिवर्तित
hu: Az e-mail-cím megváltozott
pt_br: Endereço de e-mail mudou
ru: Адрес эл. почты изменён
tr: E-posta Adresi Değiştirildi
zh_tw: 已變更電子郵件地址

source: Invitation
ar: دعوة
eo: Invito
es: Invitación
fi: Kutsu
gl: Invitación
hi: आमंत्रण
hu: Meghívás
pt_br: Convite
ru: Приглашение
tr: Davet
zh_tw: 邀請

source: Password Changed
ar: تغيرت كلمة السر
eo: Pasvorto Ŝanĝita
es: Contraseña cambiada
fi: Salasana on vaihdettu
gl: Cambiouse o contrasinal
hi: पासवर्ड बदला गया
hu: A jelszó megváltoztatva
pt_br: Senha mudou
ru: Пароль изменён
tr: Parola Değiştirildi
zh_tw: 密碼已變更

# @option:check
source: Enabled E2E encryption
ar: مكّن التعمية من طرف لطرف
eo: Ebligita E2E-ĉifrado
es: Cifrado E2E activado
fi: E2E-salaus käytössä
gl: Activar a cifraxe de extremo a extremo
hi: सक्षम E2E एन्क्रिप्शन
hu: Végpontok közötti titkosítás bekapcsolva
pt_br: Habilitar criptografia E2E
ru: Сквозное шифрование включено
tr: Etkinleştirilmiş uçtan uca şifreleme
zh_tw: 已啟用點對點加密

# @option:check
source: Enable encryption for Direct Rooms by default
ar: مكّن التعمية للغرف المباشرة مبدئيًا
eo: Ebligi ĉifradon por Rektaj Ĉambroj defaŭlte
es: Activar cifrado para salas directas por omisión
fi: Ota oletuksena käyttöön suorahuoneiden salaus
gl: Activar a cifraxe para salas directas de maneira predeterminada.
hi: डायरेक्ट रूम के लिए डिफ़ॉल्ट रूप से एन्क्रिप्शन सक्षम करें
hu: Titkosítás engedélyezése alapértelmezetten a közvetlen szobáknál
pt_br: Habilitar a criptografia para salas diretas por padrão
ru: По умолчанию включить для личных комнат шифрование
tr: Doğrudan Odalar için şifrelemeyi öntanımlı olarak etkinleştir

# @option:check
source: Enable encryption for Private Rooms by default
ar: مكّن التعمية للغرف الخاصة مبدئيًا
eo: Ebligi ĉifradon por Privataj Ĉambroj defaŭlte
es: Activar cifrado para salas privadas por omisión
fi: Ota oletuksena käyttöön yksityishuoneiden salaus
gl: Activar a cifraxe para salas privadas de maneira predeterminada.
hi: निजी कमरों के लिए डिफ़ॉल्ट रूप से एन्क्रिप्शन सक्षम करें
hu: Titkosítás engedélyezése alapértelmezetten a személyes szobáknál
pt_br: Habilitar a criptografia para salas privadas por padrão
ru: По умолчанию включить для закрытых комнат шифрование
tr: Özel Odalar için şifrelemeyi öntanımlı olarak etkinleştir
zh_tw: 預設為私密聊天室啟用加密

# @option:check
source: Encrypt files
ar: عمّي الملفات
es: Cifrar archivos
fi: Salaa tiedostot
gl: Cifrar os ficheiros.
hi: फ़ाइलें एन्क्रिप्ट करें
hu: Fájlok titkosítása
pt_br: Criptografar arquivos
ru: Шифрование файлов
tr: Dosyaları şifrele
zh_tw: 加密檔案

# @option:check
source: Access unencrypted content in encrypted rooms
ar: الوصول إلى المحتوى غير المعمى في الغرف المعماة
es: Acceder a contenido no cifrado en salas cifradas
fi: Salli pääsy salattujen huoneiden salaamattomaan sisältöön
gl: Acceder a contido descifrado en salas cifradas.
hi: एन्क्रिप्टेड कमरों में अनएन्क्रिप्टेड सामग्री तक पहुंच
pt_br: Acessar conteúdo não criptografado em salas criptografadas
ru: Доступ к незашифрованному содержимому в зашифрованных комнатах
tr: Şifrelenmiş odalardaki şifrelenmemiş içeriğe eriş

# @option:check
source: Mentions
ar: الإشارات
es: Menciones
fi: Maininnat
gl: Mencións.
hu: Említések
pt_br: Menções
ru: Упоминания
tr: Değinmeler
zh_tw: 提及

# @option:check
source: Enable OTR
ar: مكّن الدردشة المؤقتة غير المسجلة
eo: Ebligi OTR
es: Activar sesión confidencial
fi: Käytä OTR:ää
gl: Activar a confidencialidade.
hi: OTR सक्षम करें
hu: OTR bekapcsolása
pt_br: Habilitar OTR
ru: Включить OTR
tr: Kayıt Dışı’yı etkinleştir
zh_tw: 啟用無紀錄聊天 (OTR)

# @info:tooltip
source: Enable option to create encrypted groups and be able to change groups and direct messages to be encrypted.
ar: مكّن خيار إنشاء مجموعات معماة، والقدرة على تغيير المجموعات والرسائل المباشرة لتصبح معماة.
eo: Ŝaltu elekteblon por krei ĉifritajn grupojn kaj povi ŝanĝi grupojn kaj direkti mesaĝojn por esti ĉifritaj.
es: Activar opción para crear grupos cifrados y para ser capaz de cambiar el cifrado de grupos y mensajes directos.
fi: Ota käyttöön mahdollisuus luoda salattuja ryhmiä ja muuttaa ryhmiä ja suoraviestejä salatuiksi.
gl: Activar a opción para crear grupos cifrados e poder cambiar os grupos e mensaxes directas para que se cifren.
hi: एन्क्रिप्टेड समूह बनाने का विकल्प सक्षम करें और एन्क्रिप्ट किए जाने वाले समूहों और प्रत्यक्ष संदेशों को बदलने में सक्षम हों।
hu: Beállítás engedélyezése a titkosított csoportok létrehozásához, valamint a titkosítandó csoportok és közvetlen üzenetek megváltoztatásának képességéhez.
pt_br: Habilite a opção para criar grupos criptografados e poder alterar grupos e direcionar mensagens a serem criptografadas.
ru: Включите параметр для создания зашифрованных групп и получения возможности делать зашифрованными существующие группы и личные сообщения
tr: Şifreli gruplar oluşturma ve grupları ve doğrudan iletileri şifreli olabilecek biçimde değiştirme seçeneğini etkinleştir.

# @info:tooltip
source: Allow access to encrypted rooms to people without room encryption keys. They'll be able to see and send unencrypted messages.
ar: السماح بالوصول إلى الغرف المعمّاة للأشخاص الذين لا يملكون مفاتيح تعمية الغرفة. سيتمكنون من رؤية الرسائل غير المعمّاة وإرسالها.
es: Permite acceder a salas cifradas a usuarios sin claves de cifrado de la sala. Serán capaces de ver y enviar mensajes no cifrados.
fi: Salli pääsy salattuihin huoneisiin huoneen salausavaimitta. Tällöin voi lukea ja lähettää vain salaamattomia viestejä.
gl: Permitir acceder a salas cifradas a xente sen as chaves de cifraxe da sala. Poderán ver e enviar mensaxes non cifradas.
hi: बिना कमरे की एन्क्रिप्शन कुंजी वाले लोगों को एन्क्रिप्टेड कमरों तक पहुंच की अनुमति दें। वे अनएन्क्रिप्टेड संदेश देख और भेज सकेंगे।
pt_br: Permite o acesso a salas criptografadas para pessoas sem chaves de criptografia. Elas poderão ver e enviar mensagens não criptografadas.
ru: Предоставить доступ к зашифрованным комнатам тем людям, у которых нет соответствующих ключей шифрования. Они смогут просматривать и отправлять незашифрованные сообщения.
tr: Şifrelenmiş odalara, oda şifreleme anahtarları olmayan kişilerin erişmesine izin verin. Şifrelenmemiş iletileri görebilecek ve gönderebilecekler.

# @info:tooltip
source: Notify people, and highlight user, channel, and team mentions in encrypted content.
ar: أعلم الأشخاص، وميّز المستخدم والقناة والفريق في المحتوى المعمّى.
es: Notificar personas, y destacar menciones a usuarios, canales y equipos en contenido cifrado.
fi: Ilmoita ihmisille ja korosta käyttäjä-, kanava- ja työryhmämaininnat salatussa sisällössä.
gl: Notificar á xente e realzar as mencións de xente, canles e equipos no contido cifrado.
pt_br: Notifica as pessoas e destaque menções de usuários, canais e equipes em conteúdo criptografado.
ru: Уведомлять людей и подсвечивать упоминания пользователя, канала и команды в зашифрованном содержимом
tr: Kişilere bildirim gönderin ve şifrelenmiş içerikte kullanıcıları, kanalları, takımları vurgulayın.

source: Enable option to use off-the-record (OTR) messages in direct messages between 2 users. OTR messages are not recorded on the server and exchanged directly and encrypted between the 2 users.
ar: مكّن خيار استخدام الدردشة المؤقتة غير المسجلة (OTR) في الرسائل المباشرة بين مستخدمين. لا تُسجل الدردشة المؤقتة OTR على الخادم و ويتبادلها ويعميها الطرفان مباشرة.
eo: Ŝaltu elekteblon por uzi neregistritajn mesaĝojn (OTR) en rektaj mesaĝoj inter 2 uzantoj. OTR-mesaĝoj ne estas registritaj sur la servilo kaj interŝanĝitaj rekte kaj ĉifritaj inter la 2 uzantoj.
es: Activar opción para usar mensajes confidenciales (OTR) en mensajes directos entre dos usuarios. Los mensajes OTR no se almacenan en el servidor sino que se intercambian directamente, cifrados entre ambos usuarios.
fr: Activez l'option pour utiliser les messages « OTR » (off-the-record) dans les messages directs entre 2 utilisateurs. Les messages « OTR » ne sont pas enregistrés sur le serveur. Ils sont échangés directement et chiffrés entre les 2 utilisateurs.
gl: Activar a opción para usar mensaxes confidenciais en mensaxes directas entre 2 persoas. As mensaxes confidenciais non se gravan no servidor, intercámbianse e cífranse directamente entre 2 persoas.
hi: 2 उपयोगकर्ताओं के बीच प्रत्यक्ष संदेशों में ऑफ-द-रिकॉर्ड (OTR) संदेशों का उपयोग करने का विकल्प सक्षम करें। OTR संदेश सर्वर पर रिकॉर्ड नहीं किए जाते हैं और 2 उपयोगकर्ताओं के बीच सीधे आदान-प्रदान और एन्क्रिप्ट किए जाते हैं।
hu: Beállítás engedélyezése a 2 felhasználó közötti közvetlen üzenetekben történő Off-the-Record (OTR) üzenetek használatához. Az OTR-üzenetek nem kerülnek rögzítésre a kiszolgálón, és közvetlenül, titkosítva történnek a 2 felhasználó közötti üzenetváltáskor.
nl: Optie inschakelen om off-the-record (OTR) berichten te gebruiken in directe berichten tussen 2 gebruikers. OTR berichten worden niet opgenomen op de server en direct en versleuteld uitgewisseld tussen de 2 gebruikers.
pl: Włącz używanie wiadomości off-the-record (OTR) w wiadomościach bezpośrednich pomiędzy dwoma użytkownikami. Wiadomości OTR nie są zapisywane na serwerze i są wymieniane wraz z szyfrowaniem bezpośrednio pomiędzy dwoma użytkownikami.
pt_br: Habilite a opção para usar mensagens off-the-record (OTR) em mensagens diretas entre 2 usuários. As mensagens OTR não são gravadas no servidor e são trocadas diretamente e criptografadas entre os 2 usuários.
ru: Включите параметр для использования конфиденциальных (off-the-record, OTR) сообщений при личном разговоре двух пользователей. OTR-сообщения не записываются на сервере, двое пользователей обмениваются ими напрямую в зашифрованном виде.
sv: Aktivera alternativet för att använda off-the-record (OTR) meddelanden i direkta meddelanden mellan två användare. OTR-meddelanden lagras inte på servern och utbyts direkt och krypterat mellan de två användarna.
tr: İki kullanıcı arasında doğrudan iletilerde kayıt dışı (OTR) iletileri kullanma seçeneğini etkinleştir. Kayıt Dışı (OTR) iletiler, sunucuda kaydedilmez ve doğrudan iki kullanıcı arasında şifreli olarak iletilir.
uk: Позначте цей пункт, щоб скористатися повідомленнями off-the-record (OTR або «без записування») у безпосередньому спілкування між двома користувачами. Повідомлення OTR не буде записано на сервері, обмін ними відбуватиметься безпосереднім шифрованим каналом між двома користувачами.
zh_tw: 啟用此選項來讓兩個使用者之間可以使用無紀錄私訊 (OTR)。OTR 訊息不會被伺服器紀錄，在兩個使用者之間直接加密傳輸。

source: If your workspace is registered and license is provided by Rocket.Chat Cloud you don't need to manually update the license here.
ar: إذا كانت مساحة عملك مسجلة ومرخصة من قبل روكت تشات كلاود، فلن تحتاج إلى تحديث الترخيص يدويًا هنا.
eo: Se via laborspaco estas registrita kaj permesilo estas provizita de Rocket.Chat Cloud, vi ne bezonas permane ĝisdatigi la permesilon ĉi tie.
es: Si su espacio de trabajo está registrado y la licencia es proporcionada por Rocket.Chat Cloud, no necesita actualizar manualmente la licencia aquí.
fi: Jos työtila on rekisteröity ja lisenssin tarjoaa Rocket.Chatin pilvi, lisenssiä ei enää tarvitse päivittää tässä.
fr: Si votre espace de travail est enregistré et que la licence est fournie par Rocket.Chat Cloud, vous n'avez pas besoin de mettre à jour manuellement la licence ici.
gl: Se o espazo de traballo está rexistrado e a nube de Rocket.Chat fornece a licenza, non necesita actualizar manualmente a licenza aquí.
hi: यदि आपका कार्यक्षेत्र पंजीकृत है और लाइसेंस Rocket.Chat Cloud द्वारा प्रदान किया गया है तो आपको यहां लाइसेंस को मैन्युअल रूप से अपडेट करने की आवश्यकता नहीं है।
hu: Ha a munkaterület regisztrálva van, és a Rocket.Chat Cloud biztosítja a licencet, nem kell kézzel frissítenie a licencet itt.
nl: Als uw werkruimte geregistreerd is en de licentie is geleverd door Rocket.Chat Cloud, dan hoeft u de licentie hier niet handmatig bij te werken.
pl: Jeśli twoja przestrzeń pracy została zarejestrowana i udzielono jej licencji przez Rocket.Chat Cloud, to nie musisz tutaj ręcznie uaktualniać tej licencji.
pt_br: Se o seu espaço de trabalho estiver registrado e a licença for fornecida pela Rocket.Chat Cloud, você não precisa atualizar a licença manualmente aqui.
ru: Если ваше рабочее пространство зарегистрировано и имеется лицензия Rocket.Chat Cloud, вам не потребуется обновлять лицензию вручную.
sv: Om din arbetsrymd är registrerad och licens tillhandahålls av Rocket Chat-molnet behöver du inte uppdatera licensen manuellt här.
tr: Çalışma alanınız kayıtlıysa ve lisansı Rocket.Chat Cloud tarafından sağlanıyorsa lisansı burada elle güncellemeniz gerekmez.
uk: Якщо ваш робочий простір зареєстровано і надано ліцензування Rocket.Chat Cloud, вам не потрібно вручну оновлювати ліцензування тут.
zh_tw: 如果您的工作空間已註冊，且授權由 Rocket.Chat Cloud 所提供，您就不需要在此手動更新授權。

source: Enterprise License
ar: رخصة مؤسسة
eo: Entreprena Licenco
es: Licencia de empresa
fi: Yrityslisenssi
fr: License d'entreprise
gl: Licenza para empresas
hi: एंटरप्राइज़ लाइसेंस
hu: Vállalati licenc
nl: Licentie voor grote onderneming
pl: Licencja firmowa
pt_br: Licença Empresarial
ru: Корпоративная лицензия
sv: Företagslicens
tr: Kurumsal Lisans
uk: Промислове ліцензування
zh_tw: 企業授權

# @option:check
source: Enabled File Upload
ar: مكّن رفع الملفات
eo: Ebligita Dosiera Alŝuto
es: Activar subida de archivos
fi: Tiedoston lähetys käytössä
gl: Activar a subida de ficheiros.
hi: सक्षम फ़ाइल अपलोड
hu: Fájlfeltöltés engedélyezése
pt_br: Envio de arquivo habilitado
ru: Отправка файлов включена
tr: Etkinleştirilmiş dosya karşıya yükleme
zh_tw: 啟用檔案上傳

# @option:check
source: Protect Uploaded Files
ar: احمِ الملفات المرفوعة
eo: Protekti alŝutitajn dosierojn
es: Proteger archivos subidos
fi: Suojaa lähetetyt tiedostot
gl: Protexer os ficheiros subidos.
hi: अपलोड की गई फ़ाइलों को सुरक्षित रखें
hu: Feltöltött fájlok védelme
pt_br: Proteger arquivos enviados
ru: Защитить отправленные файлы
tr: Karşıya yüklenen dosyaları koru
zh_tw: 保護上傳的檔案

# @option:check
source: Rotate images on upload
ar: دوّر الصور عند التحميل
eo: Rotacii bildojn dum alŝuto
es: Rotar imágenes en la subida
fi: Kierrä kuvia lähetettäessä
gl: Rotar as imaxes ao subilas.
hi: अपलोड करते समय छवियों को घुमाएँ
hu: Képek elforgatása feltöltéskor
pt_br: Rotacionar imagens ao enviar
ru: Поворачивать изображения при отправке
tr: Karşıya yüklerken görselleri döndür
zh_tw: 上傳時旋轉影像

# @option:check
source: Restrict files to rooms' members
ar: قيّد الملفات لأعضاء الغرف
eo: Limigi dosierojn al membroj de ĉambroj
es: Restringir archivos a los miembros de la sala
fi: Rajaa tiedostot huoneen jäsenille
gl: Restrinxir os ficheiros aos membros das salas.
hi: फ़ाइलों को रूम के सदस्यों तक सीमित रखें
hu: Fájlok korlátozása a szobák tagjaira
pt_br: Arquivos restritos aos membros da sala
ru: Предоставлять доступ к файлам только участникам комнаты
tr: Dosyaları, odaların üyelerine sınırlandır

# @option:check
source: File Uploads Enabled in Direct Messages
ar: تمكين تحميل الملفات في الرسائل المباشرة
eo: Dosieraj Alŝutoj Ebligitaj en Rektaj Mesaĝoj
es: Subida de archivos permitida en mensajes directos
fi: Tiedostojen lähetys suoraviesteissä käytössä
gl: Permitir as subidas de ficheiros en mensaxes directas.
hi: प्रत्यक्ष संदेशों में फ़ाइल अपलोड सक्षम
hu: Fájlfeltöltések engedélyezve a közvetlen üzenetekben
pt_br: Envios de arquivo habilitados em mensagens diretas
ru: В личных сообщениях включена отправка файлов
tr: Doğrudan iletilerde dosya karşıya yükleme etkin

# @info:tooltip
source: Set it to -1 to remove the file size limitation.
ar: اضبطه على -1 لإزالة قيود حجم الملف.
eo: Agordu ĝin al -1 por forigi la dosiergrandeclimon.
es: Introduzca -1 para desactivar el bloqueo basado en el tamaño de los archivos.
fi: Arvolla -1 tiedostokokorajoitukset poistetaan.
gl: Defínao como -1 para eliminar a limitación de tamaño de ficheiro.
hi: फ़ाइल आकार सीमा को हटाने के लिए इसे -1 पर सेट करें।
hu: Állítsa -1 értékre a fájlméret korlátozásának eltávolításához.
pt_br: Defina para -1 para remover o limite de tamanho de arquivo.
ru: Установите -1 для снятия ограничения на размер файла
tr: Dosya boyutu sınırını kaldırmak için -1 olarak ayarlayın.

source: Maximum File Upload Size (in bytes)
ar: الحد الأقصى لحجم الملف المرفوع (بالبايت)
eo: Maksimuma Dosiera Alŝuta Grandeco (en bajtoj)
es: Tamaño máximo de los archivos a subir (en bytes)
fi: Lähetetyn tiedoston enimmäiskoko (tavuina)
fr: Taille maximale pour l'envoi de fichiers (En octets)
gl: Tamaño máximo de subida de ficheiros (en bytes).
hi: अधिकतम फ़ाइल अपलोड आकार (बाइट्स में)
hu: Legnagyobb fájlfeltöltési méret (bájtban)
nl: Maximale bestandsgrootte bij uploaden (in bytes)
pl: Dopuszczalny rozmiar wysyłanego pliku (w bajtach)
pt_br: Tamanho máximo de arquivo enviado (em bytes)
ru: Максимальный размер для отправки файла (в байтах)
sv: Maximal uppladdningsstorlek för filer (i byte)
tr: En Yüksek Dosya Karşıya Yükleme Boyutu (bayt türünden)
uk: Максимальний розмір вивантаження файла (у байтах)

# @info:tooltip
source: Only authenticated users will have access
ar: سيتمكن المستخدمون الموثقين فقط من الوصول
eo: Nur aŭtentikigitaj uzantoj havos aliron
es: Solo usuarios autenticados tendrá acceso
fi: Vain todennetuilla käyttäjillä on pääsy
gl: Só as persoas autenticadas terán acceso.
hi: केवल प्रमाणित उपयोगकर्ताओं को ही पहुंच प्राप्त होगी
hu: Csak hitelesített felhasználóknak lesz hozzáférésük
pt_br: Somente usuários autenticados terão acesso
ru: Доступ будет предоставлен только прошедшим аутентификацию пользователям
tr: Yalnızca kimliği doğrulanmış kullanıcıların erişimi olacaktır

# @info:tooltip
source: Enabling this setting may cause image quality loss
ar: تمكين هذا الإعداد قد يؤدي إلى فقدان جودة الصورة
eo: Ebligi ĉi tiun agordon povas kaŭzi bildkvalitan perdon
es: Activar esta preferencia podría causar pérdida de calidad en las imágenes
fi: Asetuksen käyttöönotto voi johtaa kuvanlaadun heikkenemiseen
gl: Activar esta opción pode causar perda de calidade nas imaxes.
hi: इस सेटिंग को सक्षम करने से छवि की गुणवत्ता में कमी आ सकती है
hu: A beállítás engedélyezése a képminőség romlását okozhatja
pt_br: Habilitar esta opção pode causar perda da qualidade da imagem
ru: Включение этого параметра может привести к потере качества изображения
tr: Bu ayarı etkinleştirmek, görsel kalitesinde kayba neden olabilir

# @info:tooltip
source: Restrict the access of files uploaded on rooms to the rooms' members only
ar: تقييد الوصول إلى الملفات المرفوعة على الغرف لأعضاء الغرف فقط
eo: Limigi la aliron de dosieroj alŝutitaj sur ĉambroj nur al la membroj de la ĉambroj
es: Restringir el acceso a los archivos subidos a una sala solo a los miembros de la misma
fi: Rajaa pääsy huoneisiin lähetettyihin tiedostoihin huoneiden jäsenille
gl: Restrinxir o acceso de ficheiros subidos a salas para os membros da sala.
hi: रूम पर अपलोड की गई फ़ाइलों तक पहुंच को केवल रूम के सदस्यों तक ही सीमित रखें
hu: A szobákba feltöltött fájlokhoz való hozzáférés korlátozása csak a szobák tagjai számára
pt_br: Restringir o acesso de arquivos enviados para somente aos membros das salas
ru: Предоставлять доступ к файлам, отправленным в комнаты, только участникам этих комнат
tr: Odalara yüklenen dosyaların erişimini o odaların üyelerine sınırlandır

# @info:tooltip
source: Comma-separated list of media types. Leave it blank for accepting all media types.
ar: قائمة مفصولة بفواصل لأنواع الوسائط. اتركها فارغة لقبول جميع أنواع الوسائط.
eo: Komo-apartigita listo de aŭdvidaĵtipoj. Lasu ĝin malplena por akcepti ĉiujn tipojn de aŭdvidaĵoj.
es: Lista de medios separados por comas. Déjela en blanco par aceptar todos los tipos de medios.
fi: Pilkuin erotettu mediatyyppien luettelo. Jätä tyhjäksi, niin hyväksytään kaikki.
gl: Unha lista de tipos multimedia separados por comas. Déixeo sen encher para aceptar calquera tipo multimedia.
hi: मीडिया प्रकारों की अल्पविराम से अलग की गई सूची। सभी मीडिया प्रकारों को स्वीकार करने के लिए इसे खाली छोड़ दें।
hu: Médiatípusok vesszővel elválasztott listája. Hagyja üresen az összes médiatípus elfogadásához.
pt_br: Lista de tipos de mídia separados por vírgulas. Deixe em branco para aceitar todos os tipos de mídia.
ru: Разделённый запятыми список типов мультимедийных данных. Оставьте пустым, чтобы принимать все типы мультимедийных данных.
tr: Ortam türlerinin virgülle ayrılmış listesi. Tüm ortam türlerini kabul etmek için boş bırakın.
