Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

# @option:check
source: Limit by User per Method
ar: حدّ حسب المستخدم لكل طريقة
eo: Limo de Uzanto laŭ Metodo
es: Limite de usuario por método
fi: Rajoita käyttäjän mukaan menetelmittäin
gl: Limitar por persoa usuaria e método.
hi: प्रति विधि उपयोगकर्ता सीमा
hu: Korlátozás módszerenkénti felhasználó szerint
pt_br: Limitar por usuário por método
ru: Ограничить по пользователю для метода
tr: Yöntem başına, kullanıcıya göre sınırla
zh_tw: 依各方法的使用者進行限制

# @option:check
source: Limit by Connection per Method
ar: حدّ حسب الاتصال لكل طريقة
eo: Limo per Konekto laŭ Metodo
es: Limite de conexión por método
fi: Rajoita yhteyden mukaan menetelmittäin
gl: Limitar por conexión e método.
hi: प्रति विधि कनेक्शन की सीमा
hu: Korlátozás módszerenkénti kapcsolat szerint
pt_br: Limitar por conexão por método
ru: Ограничить по соединению для метода
tr: Yöntem başına, bağlantıya göre sınırla
zh_tw: 依各方法的連線進行限制

source: API Rate Limiter
ar: الواجهة البرمجية لمعدل الطلبات
es: Límite de velocidad de la API
fi: APIn nopeuden rajoitus
fr: API de limiteur de taux
gl: Limitador de frecuencia da API
hi: एपीआई दर सीमक
hu: API sebességkorlátozó
nl: API-snelheidsbegrenzer
pt_br: Limitador de taxa de API
ru: Ограничитель частоты вызовов API
sv: Hastighetsbegränsare för programmeringsgränssnitt
tr: API Hız Sınırlandırıcı
uk: Обмеження частоти у програмному інтерфейсі
zh_tw: API 使用量限制器

source: DDP Rate Limit
ar: معدل طلبات DDP
eo: DDP-Indico-Limo
es: Límite de velocidad DDP
fi: DDP:n nopeuden rajoitus
fr: Limiteur de débit « DDP »
gl: Límite de frecuencia de DDP
hi: डीडीपी दर सीमा
hu: DDP sebességkorlát
nl: DDP-snelheidsbegrenzer
pt_br: Limite de taxa DDP
ru: Ограничение частоты вызовов DDP
sv: DDP-hastighetsbegränsning
tr: DDP Hız Sınırı
uk: Обмеження частоти DDP
zh_tw: DDP 使用量限制

source: Limit by IP: interval time
ar: حدّ حسب عنوان الإنترنت (IP): الوقت الفاصل
eo: Limo per IP: intervala tempo
es: Límite por IP: intervalo de tiempo
fi: Rajoita IP:n mukaan: aikaväli
gl: Limitar por IP: intervalo de tempo
hi: आईपी द्वारा सीमा: अंतराल समय
hu: Korlátozás IP-cím szerint: intervallumidő
nl: Per IP-adres beperken: intervaltijd
pt_br: Limitar por IP: intervalo de tempo
ru: Ограничить по IP-адресу: длительность интервала
tr: IP’ye göre sınırla: Zaman aralığı
zh_tw: 依 IP 限制：間隔時間

source: Limit by IP: requests allowed
ar: حدّ حسب عنوان الإنترنت (IP): الطلبات المسموحة
eo: Limigo per IP: petoj permesitaj
es: Límite por IP: peticiones permitidas
fi: Rajoita IP:n mukaan: pyynnöt sallitaan
fr: Limiter par IP : demandes autorisées
gl: Limitar por IP: solicitudes permitidas
hi: IP द्वारा सीमा: अनुमत अनुरोध
hu: Korlátozás IP-cím szerint: kérések engedélyezve
nl: Per IP-adres beperken: verzoeken toegestaan
pl: Ogranicz po IP: pozwolenie na żądania
pt_br: Limitar por IP: solicitações permitidas
ru: Ограничить по IP-адресу: запросы разрешены
sv: Begränsa enligt IP: begäran tillåts
tr: IP’ye göre sınırla; isteklere izin verilir
uk: Обмеження за IP: запити дозволено
zh_tw: 依 IP 限制：允許請求數

source: Limit by User: requests allowed
ar: حدّ حسب المستخدم: الطلبات المسموحة
eo: Limigo de Uzanto: petoj permesitaj
es: Límite por usuario: peticiones permitidas
fi: Rajoita käyttäjän mukaan: pyynnöt sallitaan
fr: Limiter par l'utilisateur : demandes autorisées
gl: Limitar por persoa usuaria: solicitudes permitidas
hi: उपयोगकर्ता द्वारा सीमा: अनुमत अनुरोध
hu: Korlátozás felhasználó szerint: kérések engedélyezve
nl: Per gebruiker beperken: verzoeken toegestaan
pl: Ogranicz po użytkowniku: pozwolenie na żądania
pt_br: Limitar por usuário: solicitações permitidas
ru: Ограничить по пользователю: запросы разрешены
sv: Begränsa enligt användare: begäran tillåts
tr: Kullanıcıya göre sınırla; isteklere izin verilir
uk: Обмеження за користувачем: запити дозволено
zh_tw: 依使用者限制：允許請求數

source: Limit by User: interval time
ar: حدّ حسب المستخدم: الوقت الفاصل
eo: Limo de Uzanto: intervala tempo
es: Limite por usuario: interval de tiempo
fi: Rajoita tunnuksen perusteella: kesto
gl: Limitar por persoa usuaria: intervalo de tempo
hi: उपयोगकर्ता द्वारा सीमा: अंतराल समय
hu: Korlátozás felhasználó szerint: intervallumidő
nl: Per gebruiker beperken: intervaltijd
pt_br: Limitar por usuário: intervalo de tempo
ru: Ограничить по пользователю: длительность интервала
tr: Kullanıcıya Göre Sınırla: Zaman aralığı
zh_tw: 依使用者限制：間隔時間

# @option:check
source: Use Advanced Retention Policy configuration
ar: استخدم ضبط سياسة الاستبقاء المتقدمة
eo: Uzi Altnivelan Retenpolitikan agordon
es: Usar configuración avanzada de retención
gl: Usar unha configuración avanzada de regras de retención.
hi: उन्नत अवधारण नीति कॉन्फ़िगरेशन का उपयोग करें
hu: Speciális megőrzési házirend beállítás használata
pt_br: Usar configuração de política de retenção avançada
ru: Использовать расширенную политику хранения
tr: Gelişmiş tutma politikası yapılandırması kullan
zh_tw: 使用進階的保留原則設定

# @option:check
source: Do not prune Threads
ar: لا تقلِّم سلسلة الرسائل
eo: Ne pritondi Fadenojn
es: No recortar hilos
fi: Älä karsi säikeitä
gl: Non borrar os fíos.
hi: थ्रेड्स को न काटें
hu: Ne törölje a szálakat
pt_br: Não remover tópicos
ru: Не вырезать ветки
tr: İleti dizilerini budama
zh_tw: 不要剪除對話串

# @option:check
source: Do not prune Discussion message
ar: لا تقلِّم الرسائل المباشرة
eo: Ne pritondi Diskutan mesaĝon
es: No recortar el mensaje de discusión
fi: Älä karsi keskusteluviestejä
gl: Non borrar as mensaxes de conversa.
hi: चर्चा संदेश को न काटें
hu: Ne törölje a megbeszélés üzeneteit
pt_br: Não remover mensagens de discussão
ru: Не вырезать сообщения обсуждений
tr: Tartışma iletilerini budama
zh_tw: 不要剪除討論訊息

# @option:check
source: Do not prune pinned messages
ar: لا تقلِّم الرسائل المثبتة
eo: Ne pritondi alpinglitajn mesaĝojn
es: No recortar los mensajes fijados
fi: Älä karsi kiinnitettyjä viestejä
gl: Non borrar as mensaxes fixadas.
hi: पिन किए गए संदेशों को न काटें
hu: Ne törölje a kitűzött üzeneteket
pt_br: Não remover mensagens fixadas
ru: Не вырезать закреплённые сообщения
tr: Sabitlenmiş iletileri budama
zh_tw: 不要剪除置頂訊息

# @option:check
source: Only delete files
ar: احذف الملفات فقط
eo: Forigi nur dosierojn
es: Solo borrar archivos
fi: Vain poistetut tiedostot
gl: Só eliminar os ficheiros.
hi: केवल फ़ाइलें हटाएँ
hu: Csak fájlok törlése
pt_br: Somente excluir arquivos
ru: Удалить только файлы
tr: Yalnızca dosyaları sil
zh_tw: 只刪除檔案

# @option:check
source: Applies to channels
ar: يطبّق على القنوات
eo: Validas por kanaloj
es: Aplicar a los canales
fi: Käytetään kanaviin
gl: Aplícase ás canles.
hi: चैनलों पर लागू होता है
hu: Alkalmazás a csatornákra
pt_br: Aplicar aos canais
ru: Применяется к каналам
tr: Kanallar için geçerli
zh_tw: 套用到頻道

# @option:check
source: Applies to private groups
ar: ينطبق على المجموعات الخاصة
eo: Validas por privataj grupoj
es: Aplicar a los grupos privados
fi: Käytetään yksityisiin ryhmiin
gl: Aplícase aos grupos privados.
hi: निजी समूहों पर लागू होता है
hu: Alkalmazás a személyes csoportokra
pt_br: Aplicar aos grupos privados
ru: Применяется к закрытым группам
tr: Özel gruplar için geçerli
zh_tw: 套用到私人群組

# @option:check
source: Applies to direct messages
ar: يطبّق على الرسائل المباشرة
eo: Validas por rektaj mesaĝoj
es: Aplicar a los mensajes directos
fi: Käytetään suoraviesteihin
gl: Aplícase ás mensaxes directas.
hi: प्रत्यक्ष संदेशों पर लागू होता है
hu: Alkalmazás a közvetlen üzenetekre
pt_br: Aplicar às mensagens diretas
ru: Применяется к личным сообщениям
tr: Doğrudan iletiler için geçerli
zh_tw: 套用到私訊

source: Once every 30 minutes
ar: مرة كل 30 دقيقة
eo: Unufoje ĉiun 30 minutojn
es: Una vez cada 30 minutos
fi: 30 minuutin välein
fr: Une fois toutes les 30 minutes
gl: Cada 30 minutos
hi: हर 30 मिनट में एक बार
hu: 30 percenként egyszer
nl: Eenmaal per 30 minuten
pl: Co każde 30 minut
pt_br: Um vez a cada 30 minutos
ru: Каждые 30 минут
sv: Var 30:e minut
tr: Her 30 dakikada bir kez
uk: Кожні 30 хвилин
zh_tw: 每 30 分鐘一次

source: Once every hour
ar: مرة كل ساعة
eo: Unufoje ĉiun horon
es: Una vez cada hora
fi: Tunneittain
fr: Une fois par heure
gl: Cada hora
hi: हर घंटे में एक बार
hu: Minden órában egyszer
nl: Eenmaal elk uur
pl: Co każdą godzinę
pt_br: Uma vez a cada hora
ru: Каждый час
sv: En gång per timma
tr: Her saatte bir kez
uk: Кожну годину
zh_tw: 每小時一次

source: Once every six hours
ar: مرة كل ست ساعات
eo: Unufoje ĉiun ses horojn
es: Una vez cada 6 horas
fi: Kuuden tunnin välein
fr: Une fois toutes les six heures
gl: Cada 6 horas
hi: हर छह घंटे में एक बार
hu: Hat óránként egyszer
nl: Eenmaal elke zes uren
pl: Co każde sześć godzin
pt_br: Uma vez a cada seis horas
ru: Каждые шесть часов
sv: Var 6:e timme
tr: Her 6 saatte bir kez
uk: Кожні шість годин
zh_tw: 每 6 小時一次

source: Once every day
ar: مرة واحدة كل يوم
eo: Unufoje ĉiutage
es: Una vez al día
fi: Päivittäin
fr: Une fois par jour
gl: Cada día
hi: प्रतिदिन एक बार
hu: Minden nap egyszer
nl: Eenmaal elke dag
pl: Codziennie
pt_br: Uma vez por dia
ru: Каждый день
sv: En gång per dag
tr: Her gün bir kez
uk: Кожен день
zh_tw: 一天一次

source: Timer Precision
ar: دقة المؤقت
eo: Precizeco de Tempumilo
es: Precisión del temporizador
fi: Ajastimen tarkkuus
fr: Précision du minuteur
gl: Precisión do temporizador
hi: टाइमर परिशुद्धता
hu: Időzítő pontossága
nl: Nauwkeurigheid van timer
pl: Precyzja czasomierza
pt_br: Precisão do temporizador
ru: Точность таймера
sv: Tidtagningsprecision
tr: Zamanlayıcı Duyarlılığı
uk: Точність таймера
zh_tw: 計時器精確度

# @info:tooltip
source: Only files will be deleted, the messages themselves will stay in place.
ar: ستُحذف الملفات فقط، وستبقى الرسائل نفسها في مكانها.
eo: Nur dosieroj estos forigitaj, la mesaĝoj mem restos en la loko.
es: Solo se borrarán los archivos, los mensajes se conservarán.
fi: Vain tiedostot poistetaan, itse viestit säilyvät.
gl: Só se eliminarán os ficheiros, as mensaxes manteranse.
hi: केवल फ़ाइलें ही हटाई जाएंगी, संदेश अपने स्थान पर बने रहेंगे।
hu: Csak a fájlok lesznek törölve, maguk az üzenetek a helyükön maradnak.
pt_br: Somente os arquivos serão excluídos, as mensagens em si permanecerão no local.
ru: Будут удалены только файлы, сами сообщения останутся на месте
tr: Yalnızca dosyalar silinecektir, iletiler yerlerinde kalacak.

# @info:tooltip
source: Prune all messages older than this value, in days.
ar: قلِّم كل الرسائل الأقدم من هذه القيمة (بالأيام).
eo: Pritondi ĉiujn mesaĝojn pli malnovajn ol ĉi tiu valoro, en tagoj.
es: Eliminar todos los mensajes más antiguos que este valor, en días.
fi: Karsi kaikki tätä arvoa (päivinä) vanhemmat viestit.
gl: Borrar todas as mensaxes anteriores a este número de días.
hi: इस मान से पुराने सभी संदेशों को दिनों में छाँटें।
hu: A napokban megadott értéknél régebbi összes üzenet törlése.
pt_br: Remove todas as mensagens mais antigas que esse valor, em dias.
ru: Вырезать все сообщения старее указанного значения в днях
tr: Gün türündeki bu değerden eski tüm iletileri buda.
zh_tw: 剪除所有年齡超過這麼多天的訊息。

source: Maximum message age in channels
ar: الحد الأقصى لعمر الرسالة في القنوات
eo: Maksimuma mesaĝo-aĝo en kanaloj
es: Máxima edad de los mensajes en los canales
fi: Viestin enimmäisikä kanavilla
fr: Âge maximum des messages des canaux
gl: Duración máxima das mensaxes nas canles
hi: चैनलों में अधिकतम संदेश आयु
hu: Legnagyobb üzenetéletkor a csatornákban
nl: Maximale leeftijd van een bericht in kanalen
pl: Graniczny wiek wiadomości na kanałach
pt_br: Idade máxima da mensagem em canais
ru: Максимальный возраст сообщений на каналах
sv: Maximal meddelandeålder i kanaler
tr: Kanallardaki en yüksek ileti yaşı
uk: Максимальний вік повідомлення у каналах
zh_tw: 頻道中的最大訊息年齡

source: Maximum message age in private groups
ar: الحد الأقصى لعمر الرسالة في المجموعات الخاصة
eo: Maksimuma mesaĝo-aĝo en privataj grupoj
es: Máxima edad de los mensajes en grupos privados
fi: Viestin enimmäisikä yksityisissä ryhmissä
fr: Âge maximum des messages dans les groupes privés
gl: Duración máxima das mensaxes nos grupos privados
hi: निजी समूहों में संदेश भेजने की अधिकतम आयु
hu: Legnagyobb üzenetéletkor a személyes csoportokban
nl: Maximale leeftijd van een bericht in privé groepen
pl: Graniczny wiek wiadomości w grupach prywatnych
pt_br: Idade máxima da mensagem em grupos privados
ru: Максимальный возраст сообщений в закрытых группах
sv: Maximal meddelandeålder i privata grupper
tr: Özel gruplardaki en yüksek ileti yaşı
uk: Максимальний вік повідомлень у приватних групах
zh_tw: 私人群組中的最大訊息年齡

source: Maximum message age in direct messages
ar: الحد الأقصى لعمر الرسالة في الرسائل المباشرة
eo: Maksimuma mesaĝo-aĝo en rektaj mesaĝoj
es: Máxima edad de los mensajes en los mensajes directos
fi: Viestin enimmäisikä suoraviesteissä
fr: Âge maximum des messages pour les messages directs
gl: Duración máxima das mensaxes directas
hi: प्रत्यक्ष संदेशों में अधिकतम संदेश आयु
hu: Legnagyobb üzenetéletkor a közvetlen üzenetekben
nl: Maximale leeftijd van een direct bericht
pl: Graniczny wiek wiadomości w wiadomościach bezpośrednich
pt_br: Idade máxima da mensagem em mensagens diretas
ru: Максимальный возраст сообщений в личных сообщениях
sv: Maximal meddelandeålder i direktmeddelanden
tr: Doğrudan iletilerdeki en yüksek ileti yaşı
uk: Максимальний вік повідомлень у безпосередніх повідомленнях
zh_tw: 私訊中的最大訊息年齡

# @label:textbox
source: Enterprise
ar: مؤسسة
es: Empresa
fi: Yrityslisenssi
pt_br: Empresarial
tr: Kurumsal
zh_tw: 企業

# @info:tooltip
source: Need to activate enterprise license
ar: يلزم تفعيل ترخيص المؤسسة
es: Es necesario activar la licencia empresarial
fi: Yrityslisenssi pitää aktivoida
pt_br: É necessário ativar a licença empresarial
tr: Kurumsal lisansın etkinleştirilmesi gerek
zh_tw: 需要啟用企業授權

# @info:tooltip
source: Apply
ar: طبّق
es: Aplicar
fi: Käytä
gl: Aplicar
pt_br: Aplicar
tr: Uygula
zh_tw: 套用

# @info:tooltip
source: Cancel
ar: ألغِ
es: Cancelar
fi: Peru
gl: Cancelar
pt_br: Cancelar
tr: İptal
zh_tw: 取消

# @info:tooltip
source: Restore to Default Server Value
ar: استعِد قيمة الخادم المبدئية
es: Restaurar al valor predeterminado del servidor
fi: Palaa palvelimen oletusarvoon
gl: Restaurar o valor predeterminado do servidor.
pt_br: Restaurar para o valor padrão do servidor
tr: Öntanımlı sunucu değerine geri yükle
zh_tw: 回復為伺服器預設值

# @option:check
source: File Upload
ar: رفع الملف
eo: Dosiera Alŝuto
es: Subida del archivo
fi: Tiedoston lähetys
gl: Subida de ficheiros.
hi: फ़ाइल अपलोड
hu: Fájlfeltöltés
pt_br: Envio de arquivo
ru: Отправка файлов
tr: Dosya karşıya yükle
zh_tw: 檔案上傳

# @option:check
source: SlackBridge Out Enabled
ar: إرسال SlackBridge ممكن
eo: SlackBridge Out Ebligita
es: Conexión de Slack activada
gl: Saída da ponte de Slack activada.
hi: SlackBridge आउट सक्षम
hu: Slack-híd kiküldés engedélyezve
pt_br: Ponte de saída Slack habilitada
ru: Выход SlackBridge включён
tr: SlackBridge çıkışı etkin
zh_tw: SlackBridge 向外橋接已啟用

# @option:check
source: SlackBridge Out All
ar: إرسال SlackBridge الكل
es: Conexión de Slack Todo
gl: Toda a saída da ponte de Slack.
hi: स्लैकब्रिज आउट ऑल
hu: Slack-híd kiküldés az összesből
pt_br: Ponte de saída Slack para tudo
ru: Выход SlackBridge для всего
tr: SlackBridge tümü çıkışı
zh_tw: SlackBridge 向外橋接全部

# @option:check
source: Reactions
ar: ردود الفعل
eo: Reagoj
es: Reacciones
fi: Reaktiot
gl: Reaccións
hi: प्रतिक्रियाओं
hu: Reakciók
pt_br: Reações
ru: Реакции
tr: Tepkiler
zh_tw: 反應

# @info:tooltip
source: Enable Rocket.Chat to communicate directly with Slack.
ar: مكّن روكت تشات من التواصل مباشرة مع Slack.
eo: Ebligi Rocket.Chat por komuniki rekte kun Slack.
es: Permitir que Rocket.Chat comunique directamente con Slack.
fi: Salli Rocket.Chatin viestiä suoraan Slackin kanssa.
gl: Permitir a Rocket.Chat comunicarse directamente con Slack.
hi: Slack के साथ सीधे संवाद करने के लिए Rocket.Chat को सक्षम करें।
hu: Annak engedélyezése, hogy a Rocket.Chat közvetlenül kommunikáljon a Slackkel.
pt_br: Permite que o Rocket.Chat se comunique diretamente com o Slack.
ru: Включить для Rocket.Chat прямой обмен данными со Slack
tr: Rocket.Chat’in doğrudan Slack ile iletişim kurmasına izin verin.
zh_tw: 讓 Rocket.Chat 可以直接跟 Slack 對話。

source: API Tokens
ar: رموز الواجهة البرمجية
es: Identificadores de la API
fi: API-merkit
gl: Pases de API
hi: एपीआई टोकन
hu: API tokenek
pt_br: Tokens de API
ru: Маркеры API
tr: API Jetonları
zh_tw: API Token

# @info:tooltip
source: Choose whether SlackBridge should also send your messages back to Slack
ar: اختر ما إذا كان ينبغي على SlackBridge إرسال رسائلك أيضًا إلى Slack
eo: Elekti ĉu SlackBridge ankaŭ resendi viajn mesaĝojn al Slack
es: Elegir si la conexión con Slack debe enviar los mensajes de vuelta de Slack.
fi: Valitse, lähettääkö Slack-silta viestisi myös takaisin Slackiin
gl: Escoller se a ponte de Slack debería tamén enviar as súas mensaxes de volta a Slack.
hi: चुनें कि क्या SlackBridge को आपके संदेश Slack पर वापस भेजने चाहिए
hu: Annak kiválasztása, hogy a Slack-hídnak vissza is kell-e küldenie az üzeneteket a Slackbe
pt_br: Escolhe se a ponte para o Slack também deve enviar suas mensagens de volta para o Slack
ru: Выберите, следует ли SlackBridge также отправлять ваши сообщения обратно в Slack
tr: SlackBridge’in iletileri Slack’e geri gönderip göndermeyeceğini seç

# @info:tooltip
source: Send messages from all channels that exist in Slack and the bot has joined
ar: أرسل رسائل من جميع القنوات الموجودة في Slack وانضم إليها الآليّين
eo: Sendi mesaĝojn de ĉiuj kanaloj kiuj ekzistas en Slack kaj la bot aliĝis
es: Enviar mensajes de todos los canales que existen en Slack y a los que el bot se ha unido
fi: Lähetä kaikkien niiden Slackissä olemassa olevien kanavien viestit, joihin botti on liittynyt
gl: Enviar as mensaxes de todas as canles que existen en Slack e nas que está o robot.
hi: Slack में मौजूद सभी चैनलों से संदेश भेजें और बॉट शामिल हो गया है
hu: Üzenetek küldése az összes olyan csatornából, amely létezik a Slackben és amelyhez a robot csatlakozott
pt_br: Envia mensagens de todos os canais que existem no Slack e que o bot aderiu
ru: Отправлять сообщения со всех каналов, которые существуют в Slack и к которым присоединился бот
tr: Slack’te bulunan ve botun katıldığı tüm kanallardan ileti gönder

# @info:tooltip
source: Import messages from Slack with an alias; %s is replaced by the username of the user. If empty, no alias will be used.
ar: استورد الرسائل من Slack باسم مستعار؛ يُستبدل %s باسم المستخدم الخاص بالمستخدم. إذا كانت فارغة، لن يُستخدم أي اسم مستعار.
eo: Importi mesaĝojn de Slack kun kaŝnomo; %s estas anstataŭigita per la uzantnomo de la uzanto. Se malplena, neniu kaŝnomo estos uzata.
es: Importar mensajes desde Slack con un alias; %s se remplazará por el nombre de usuario. Si se deja vacío, no se usará ningún alias.
fi: Tuo viestit Slackistä aliaksella; %s korvataan käyttäjätunnuksella. Jos on tyhjä, aliaksia ei käytetä.
gl: Importar as mensaxes de Slack cun alias; %s substitúese polo nome de persoa usuaria. Se está baleiro, non se usará ningún alias.
hi: Slack से उपनाम के साथ संदेश आयात करें; %s को उपयोगकर्ता के उपयोगकर्ता नाम से बदल दिया जाता है। यदि रिक्त है, तो कोई उपनाम उपयोग नहीं किया जाएगा।
hu: Üzenetek importálása a Slack programból egy álnévvel. A %s a felhasználó felhasználónevével lesz kicserélve. Ha üres, akkor nem lesz álnév használva.
pt_br: Importa mensagens do Slack com um apelido; %s é substituído pelo nome de usuário do usuário. Se estiver vazio, nenhum apelido será usado.
ru: Импортировать сообщения из Slack с псевдонимом; %s заменяется именем пользователя. Если оставить пустым, псевдоним не будет использоваться.
tr: Slack’ten bir arma ile iletileri içe aktar; %s, kullanıcının kullanıcı adı yerine geçer. Boşsa arma kullanılmaz.

source: Alias Format
ar: تنسيق الاسم المستعار
eo: Alias-Formato
es: Formato del alias
fi: Aliaksen muoto
gl: Formato do alias
hi: उपनाम प्रारूप
hu: Álnév formátuma
nl: Alias-formaat
pt_br: Formato do apelido
ru: Формат псевдонима
tr: Arma Biçimi
zh_tw: 別名格式

source: Do not propagate messages from bots whose name matches the regular expression above. If left empty, all messages from bots will be propagated.
ar: لا تنشر الرسائل من الآليّين التي يتطابق اسمها مع التعبير النمطي أعلاه. إذا تركت فارغة، ستُنشر جميع الرسائل من الآليّين.
eo: Ne disvastigi mesaĝojn de robotoj, kies nomo kongruas kun la regula esprimo supre. Se lasitaj malplenaj, ĉiuj mesaĝoj de robotoj estos disvastigitaj.
es: Evitar propagación de mensajes de bots cuyo nombre cumple la expresión regular de más arriba. Si se deja vació, todos los mensajes de bots se propagarán.
fi: Älä välitä viestejä boteilta, joiden nimet vastaavat yllä annettuja lausekkeita. Jos jätetään tyhjäksi, kaikki bottien viestit välitetään.
gl: Non propagar as mensaxes de robots cuxo nome coincida coa expresión regular anterior. Se a deixa baleira, propagaranse todas as mensaxes de robots.
hi: ऐसे बॉट से संदेश प्रसारित न करें जिनका नाम ऊपर दिए गए नियमित अभिव्यक्ति से मेल खाता हो। यदि खाली छोड़ दिया जाए, तो बॉट से सभी संदेश प्रसारित हो जाएँगे।
hu: Ne terjessze a robotoktól származó olyan üzeneteket, amelyek neve illeszkedik a fenti reguláris kifejezésre. Ha üresen hagyja, akkor a robotoktól származó összes üzenet terjesztésre kerül.
nl: Geen berichten doorsturen uit bots waarvan de naam overeenkomst met de bovenstaande reguliere expressie. Indien leeg gelaten, alle berichten uit bots zullen doorgestuurd worden.
pt_br: Não propagar mensagens de bots cujo nome corresponda à expressão regular acima. Se deixado em branco, todas as mensagens dos bots serão propagadas.
ru: Не передавать сообщения от ботов, названия которых соответствуют регулярному выражению выше. Есть оставить пустым, будет передаваться все сообщения от ботов.
tr: Adı yukarıdaki düzenli ifade ile eşleşen botlardan iletileri yayma. Boş bırakılmışsa botlardan gelen tüm iletiler yayılır.

source: Exclude Bots
ar: استبعد آليّين
eo: Ekskludi Robotojn
es: Excluir bots
fi: Sulje pois botit
gl: Excluír os robots.
hi: बॉट्स को बाहर करें
hu: Robotok kizárása
nl: Bots uitsluiten
pt_br: Excluir bots
ru: Исключить ботов
tr: Botları Dışla
zh_tw: 排除機器人

# @option:check
source: Disable Notifications
ar: عطّل الإشعارات
eo: Malebligi Sciigojn
es: Desactivar notificaciones
fi: Poista ilmoitukset käytöstä
gl: Desactivar as notificacións.
hi: अधिसूचनाएं अक्षम करें
hu: Értesítések letiltása
pt_br: Desativar notificações
ru: Отключить уведомления
tr: Bildirimleri devre dışı bırak
zh_tw: 停用通知

# @option:check
source: Disable Presence Broadcast
ar: عطّل بث الوجود
eo: Malebligi Ĉeestan Elsendon
es: Desactivar retransmisión de la presencia
fi: Poista läsnäolotietojen lähetys käytöstä
gl: Desactivar a emisión de presenza.
hi: उपस्थिति प्रसारण अक्षम करें
hu: Jelenlét üzenetszórásának letiltása
pt_br: Desativar transmissão de presença
ru: Отключить трансляцию присутствия
tr: Varlık yayınını devre dışı bırak

# @option:check
source: Disable Instance Broadcast
ar: عطّل بث النسخة
eo: Malebligi Kazan Elsendon
es: Desactivar retransmisión de instancia
fi: Poista ilmentymälähetys käytöstä
gl: Desactivar a emisión de instancia.
hi: इंस्टेंस प्रसारण अक्षम करें
hu: Példány üzenetszórásának letiltása
pt_br: Desativar transmissão de instância
ru: Отключить трансляцию экземпляра
tr: Örnek yayınını devre dışı bırak

# @option:check
source: Disable Sessions Monitor
ar: عطّل مراقبة الجلسات
eo: Malebligi Seancan Monitoron
es: Desactivar monitor de sesiones
fi: Poista istunnonvalvonta käytöstä
gl: Desactivar o seguimento de sesións.
hi: सत्र मॉनिटर अक्षम करें
hu: Munkamenetek megfigyelőjének letiltása
pt_br: Desativar monitor de sessões
ru: Отключить монитор сеансов
tr: Oturumlar monitörünü devre dışı bırak
zh_tw: 停用工作階段監控
