Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

# @action
source: Open Private Message…
ar: افتح الرسالة الخاصة…
es: Abrir mensaje privado…
fi: Avaa yksityisviestejä…
gl: Abrir a mensaxe privada…
hi: निजी संदेश खोलें…
pt_br: Abrir mensagem privada…
ru: Открыть конфиденциальное сообщение…
tr: Özel İletiyi Aç…
zh_tw: 開啟私訊…

source: No Room found
ar: لم يعثر على أي غرفة
eo: Neniu Ĉambro trovita
es: No se encontró ninguna habitación
fi: Huonetta ei löytynyt
fr: Aucun salon trouvé
gl: Non se atopou ningunha sala.
hi: कोई कमरा नहीं मिला
hu: Nem található szoba
ia: Nulle Sala trovate
nl: Geen room gevonden
pl: Nie znaleziono żadnego pokoju
pt_br: Nenhuma sala encontrada
ru: Комнат не найдено
sv: Inget rum hittades
tr: Oda bulunamadı
uk: Кімнати не знайдено
zh_tw: 找不到聊天室

source: No User found
ar: لم يعثر على أي مستخدم
eo: Neniu uzanto trovita
es: No se encontró ningún usuario
fi: Käyttäjää ei löytynyt
fr: Aucun utilisateur trouvé
gl: Non se atopou ningunha persoa usuaria.
hi: कोई उपयोगकर्ता नहीं मिला
hu: Nem található felhasználó
ia: Nulle Usator trovate
nl: Geen gebruiker gevonden
pl: Nie znaleziono żadnego użytkownika
pt_br: Nenhuma usuário encontrado
ru: Пользователей не найдено
sv: Ingen användare hittades
tr: Kullanıcı bulunamadı
uk: Користувача не знайдено
zh_tw: 找不到使用者

source: No Team found
ar: لا يوجد فريق
eo: Neniu Teamo trovita
es: No se encontró ningún equipo
fi: Työryhmää ei löytynyt
fr: Aucune équipe trouvée
gl: Non se atopou ningún equipo.
hi: कोई टीम नहीं मिली
hu: Nem található csapat
ia: Nulle Equipa trovate
nl: Geen team gevonden
pl: Nie znaleziono żadnego zespołu
pt_br: Nenhuma equipe encontrada
ru: Команд не найдено
sv: Inga lag hittades
tr: Takım bulunamadı
uk: Команди не знайдено
zh_tw: 找不到團隊

source: %1 team (Total: %2)
ar: لا يوجد فريق (المجموع: %2)
eo: %1 teamo (Totalo: %2)
es: %1 equipo (Total: %2)
fi: %1 työryhmä (kaikkiaan: %2)
fr: Équipe %1 (Total : %2)
gl: %1 equipo (totais: %2)
hi: %1 टीमें (कुल: %2)
hu: %1 csapat (Összesen: %2)
ia: %1 equipa (Total: %2)
nl: %1 team (totaal: %2)
pl: %1 zespół (Razem: %2)
pt_br: %1 equipe (total: %2)
ru: %1 команда (всего: %2)
sv: %1 lag (totalt : %2)
tr: %1 takım (Toplam: %2)
uk: %1 команда (загалом: %2)
zh_tw: %1 個團隊（共 %2 個）

source: %1 message
ar: لا يوجد رسالة
eo: %1 mesaĝo
es: %1 mensaje
fi: 1 viesti
gl: %1 mensaxe
hi: %1 संदेश
hu: %1 üzenet
nl: %1 bericht
pl: %1 wiadomość
pt_br: %1 mensagem
ru: %1 сообщение
sv: %1 meddelande
tr: %1 ileti
uk: %1 повідомлення
zh_tw: %1 則訊息

source: Open Discussion
ar: افتح نقاش
eo: Malfermi Diskuton
es: Abrir discusión
fi: Avaa keskustelu
fr: Ouvrir une discussion
gl: Abrir unha discusión
hi: खुली चर्चा
hu: Megbeszélés megnyitása
ia: Aperi Discussion
nl: Discussie openen
pl: Otwórz rozmowę
pt_br: Abrir discussão
ru: Открыть обсуждение
sv: Starta diskussion
tr: Tartışma Aç
uk: Відкрити обговорення
zh_tw: 開啟討論區

# @title:window
source: Show Discussions - %1
ar: اعرض المناقشات - %1
eo: Montri Diskutojn - %1
es: Mostrar discusiones - %1
fi: Näytä keskustelut – %1
fr: Afficher les discussions - %1
gl: Amosar as discusións — %1
hi: चर्चाएँ दिखाएँ - %1
hu: Megbeszélések megjelenítése - %1
nl: Discussies tonen - %1
pl: Pokaż rozmowy - %1
pt_br: Mostrar discussões - %1
ru: Показ обсуждений — %1
sv: Visa diskussioner: %1
tr: Tartışmaları Göster — %1
uk: Показ обговорень — %1
zh_tw: 顯示討論 - %1

# @info:placeholder
source: Search discussion…
ar: ابحث مناقشة…
eo: Serĉi diskuton…
es: Buscar discusión…
fi: Etsi keskustelua…
gl: Buscar na discusión…
hi: चर्चा खोजें…
hu: Keresés a megbeszélésben…
pt_br: Pesquisar discussão…
ru: Поиск обсуждения…
tr: Tartışma ara…
zh_tw: 搜尋討論…

source: No Discussion found
ar: لا توجد مناقشات
eo: Neniu Diskuto trovita
es: No se encontraron discusiones
fi: Keskusteluja ei löytynyt
fr: Aucune discussion trouvée
gl: Non se atoparon discusións.
hi: कोई चर्चा नहीं मिली
hu: Nem található megbeszélés
ia: Nulle Discussion trovate
nl: Geen discussie gevonden
pl: Nie znaleziono żadnej rozmowy
pt_br: Nenhuma discussão encontrada
ru: Обсуждений не найдено
sv: Ingen diskussion hittades
tr: Tartışma bulunamadı
uk: Обговорень не знайдено
zh_tw: 找不到討論區

source: %1 Discussion in room (Total: %2)
ar: لا يوجد نقاشات في الغرفة (المجموع: %2)
eo: %1 Diskuto en ĉambro (Totalo: %2)
es: %1 discusión en la sala (total: %2)
fi: Huoneessa on %1 keskustelu (yhteensä: %2)
fr: %1 discussion dans le salon (Total : %2)
gl: %1 discusión na sala (totais: %2)
hi: %1 कमरे में चर्चाएँ (कुल: %2)
hu: %1 megbeszélés a szobában (Összesen: %2)
ia: %1 Discussion in sala (Total: %2)
nl: %1 discussie in room (totaal: %2)
pl: %1 rozmowa w pokoju (Razem: %2)
pt_br: %1 discussão na sala (total: %2)
ru: %1 обсуждение в комнате (всего: %2)
sv: %1 diskussion i rummet (totalt: %2)
tr: Odada %1 tartışma (Toplam: %2)
uk: %1 обговорення у кімнаті (загалом: %2)
zh_tw: 聊天室中有 %1 個討論區 (總計：%2)

# @title:window
source: Copy Password
ar: انسخ كلمة السر
eo: Kopii Pasvorton
es: Copiar contraseña
fi: Kopioi salasana
gl: Copiar o contrasinal
hi: पासवर्ड कॉपी करें
hu: Jelszó másolása
pt_br: Copiar senha
ru: Копирование пароля
tr: Parolayı Kopyala
zh_tw: 複製密碼

# @action:button
source: I saved my Password
ar: لقد حفظت كلمة سري
eo: Mi konservis mian pasvorton
es: He guardado mi contraseña
fi: Tallensin salasanani
gl: Gardei o contrasinal
hi: मैंने अपना पासवर्ड सहेज लिया है
hu: Elmentettem a jelszavamat
pt_br: Eu salvei minha senha
ru: Я сохранил свой пароль
tr: Parolamı Kaydettim
zh_tw: 我已經存好了我的密碼

# @action:button
source: Do it later
ar: قم بذلك لاحقًا
eo: Fari ĝin pli poste
es: Dejar para más tarde
fi: Jätä myöhemmäksi
gl: Facelo máis tarde
hi: इसे बाद में करें
hu: Elvégzés később
pt_br: Fazer isso mais tarde
ru: Сделать это позже
tr: Sonra Yap
zh_tw: 之後再說

source: Create secure private rooms and direct messages with end-to-end encryption.<br/><br/>Save your password securely, as the key to encode/decode your messages won't be saved on the server. You'll need to enter it on other devices to use e2e encryption.<br/><br/>Change your password anytime from any browser you've entered it on. Remember to store your password before dismissing this message.<br/><br/>Your password is:
ar: أنشئ غرفًا خاصة آمنة ورسائل مباشرة باستخدام تعمية من طرف لطرف.<br/><br/> احفظ كلمة سرك بأمان، حيث لن يُحفظ مفتاح التعمية/فك التعمية رسائلك على الخادم. ستحتاج إلى إدخالها على أجهزة أخرى لاستخدام التعمية من طرف إلى طرف. <br/><br/> غيّر كلمة سرك في أي وقت من أي متصفح أدخلتها فيه. تذكر تخزين كلمة سرك قبل رفض هذه الرسالة.<br/><br/>كلمة سرك هي:
eo: Kreu sekurajn privatajn ĉambrojn kaj rektajn mesaĝojn per fin-al-fina ĉifrado.<br/><br/>Konservu vian pasvorton sekure, ĉar la ŝlosilo por kodi/malkodi viajn mesaĝojn ne estos konservita en la servilo. Vi devos enigi ĝin en aliaj aparatoj por uzi ĉifradon e2e.<br/><br/>Ŝanĝu vian pasvorton iam ajn de ajna retumilo, per kiu vi enigis ĝin. Memoru konservi vian pasvorton antaŭ ol forĵeti ĉi tiun mesaĝon.<br/><br/>Via pasvorto estas:
es: Crear salas privadas seguras y mensajes directos con cifrado punto a punto (e2e). <br/><br/>Guarde su contraseña de manera segura, ya que la clave para codificar/descodificar sus mensajes no se guardará en el servidor. Necesitará introducirla en otros dispositivos para usar el cifrado e2e.<br/><br/>Cambie su contraseña en cualquier momento en los navegadores en los que la haya introducido. Recuerde almacenar su contraseña antes de descartar este mensaje.<br/><br/>Su contraseña es:
fi: Luo päästä päähän (E2E) salattuja yksityishuoneita ja suoraviestejä.<br/><br/>Tallenna salasana turvallisesti, koska viestien salausavainta ei talleteta palvelimeen. E2E-salauksen takia se täytyy syöttää muillekin laitteillesi.<br/><br/>Vaihda salasana milloin vain selaimesta, josta sen annoit. Muista tallentaa salasana ennen kuin kuittaat tämän viestin.<br/><br/>Salasana on:
gl: Crear salas privadas e mensaxes directas seguras con cifraxe de extremo a extremo.<br/><br/>Garde o contrasinal de maneira segura, dado que a chave para codificar e descodificar as súas mensaxes non se gardará no servidor. Terá que introducila noutros dispositivos para usar cifraxe de extremo a extremo.<br/><br/>Cambie o contrasinal en calquera momento desde calquera navegador no que a introducise. Lembre almacenar o contrasinal antes de pechar esta mensaxe.<br/><br/>O seu contrasinal é:
hi: एंड-टू-एंड एन्क्रिप्शन के साथ सुरक्षित निजी कमरे और प्रत्यक्ष संदेश बनाएं।<br/><br/> अपना पासवर्ड सुरक्षित रूप से सेव करें, क्योंकि आपके संदेशों को एनकोड/डिकोड करने की कुंजी सर्वर पर सेव नहीं होगी। e2e एन्क्रिप्शन का उपयोग करने के लिए आपको इसे अन्य डिवाइस पर दर्ज करना होगा।<br/><br/> अपना पासवर्ड किसी भी ब्राउज़र से कभी भी बदलें। इस संदेश को खारिज करने से पहले अपना पासवर्ड सुरक्षित रखना न भूलें।<br/><br/> आपका पासवर्ड है:
hu: Hozzon létre biztonságos személyes szobákat és közvetlen üzeneteket végpontok közötti titkosítással.<br/><br/>Mentse el jelszavát biztonságosan, mivel az üzenetek kódolásához/dekódolásához szükséges kulcs nem kerül mentésre a kiszolgálón. Ezt a jelszót kell megadnia más eszközökön is a végpontok közötti titkosítás használatához<br/><br/>Jelszavát bármikor megváltoztathatja bármelyik böngészőben, amelyben megadta. Ne felejtse el tárolni jelszavát az üzenet bezárása előtt.<br/><br/>A jelszava:
pt_br: Cria salas privadas seguras e envia mensagens diretas com criptografia de ponta a ponta.<br/><br/>Salve sua senha com segurança, pois a chave para codificar/decodificar suas mensagens não será salva no servidor. Você precisará digitá-la em outros dispositivos para usar a criptografia e2e.<br/><br/>Altere sua senha a qualquer momento em qualquer navegador em que você a tenha digitado. Lembre-se de salvar sua senha antes de descartar esta mensagem.<br/><br/>Sua senha é:
ru: Создавайте защищённые закрытые комнаты и личные сообщения с помощью сквозного шифрования.<br/><br/>Позаботьтесь о надёжном хранении пароля, так как ключ для кодирования и декодирования ваших сообщений не будет сохранён на сервере. Этот ключ потребуется вводить на других устройствах, чтобы использовать сквозное шифрование.<br/><br/>Пароль можно в любое время изменить в браузере, в котором он вводится. Не забудьте сохранить пароль перед закрытием этого окна.<br/><br/>Ваш пароль:
tr: Uçtan uca şifrelemeyle güvenli özel odalar ve doğrudan iletiler oluşturun.<br/><br/>İletilerinizi kodlama/şifrelerini çözme anahtarı sunucuya kaydedilmeyeceğinden parolanızı güvenli bir şekilde kaydedin. Uçtan uca şifrelemeyi kullanmak için bu şifreyi diğer aygıtlara girmeniz gerekecektir.<br/><br/>Parolanızı, girdiğiniz herhangi bir tarayıcıdan istediğiniz zaman değiştirin. Bu iletiyi kapatmadan önce parolanızı kaydetmeyi unutmayın.<br/><br/>Parolanız:

source: Copy password
ar: انسخ كلمة السر
eo: Kopii pasvorton
es: Copiar contraseña
fi: Kopioi salasana
gl: Copiar o contrasinal
hi: पासवर्ड कॉपी करें
hu: Jelszó másolása
pt_br: Copiar senha
ru: Копировать пароль
tr: Parolayı Kopyala
zh_tw: 複製密碼

source: It was not possible to decode your encryption key to be imported. Your encryption password seems wrong.
ar: تعذّر فك ترميز مفتاح التعمية الخاص بك حتى يستورد بشكل صحيح. يبدو أن كلمة سر التعمية الخاصة بك خاطئة.
eo: Ne eblis malkodi vian ĉifradan ŝlosilon importendan. Via ĉifrada pasvorto ŝajnas malĝusta.
es: No se pudo descodificar su clave de cifrado a importar. Su contraseña de cifrado parece errónea.
fi: Salausavaimen salausta ei ollut mahdollista purkaa tuontia varten. Salaussalasana lienee väärin.
gl: Non foi posíbel descodificar a súa chave de cifraxe para importala. Parece que o contrasinal de cifraxe non é correcto.
hi: आयात की जाने वाली आपकी एन्क्रिप्शन कुंजी को डिकोड करना संभव नहीं था। आपका एन्क्रिप्शन पासवर्ड गलत लगता है।
hu: Nem sikerült dekódolni az importálandó titkosítási kulcsot. Az Ön titkosítási jelszava rossznak tűnik.
pt_br: Não foi possível decodificar sua chave de criptografia para importação. Sua senha de criptografia parece estar incorreta.
ru: Не удалось декодировать импортируемый ключ шифрования. Похоже, что неверен пароль шифрования.
tr: İçe aktarılacak şifreleme anahtarınızın kodu çözülemedi. Şifreleme parolanız yanlış gibi görünüyor.

# @action
source: Decrypt Encryption Key
ar: مفتاح فك التعمية
eo: Malĉifri Ĉifradan Ŝlosilon
es: Descifrar clave de cifrado
fi: Pura salausavaimen salaus
gl: Descifrar a chave de cifraxe
hi: एन्क्रिप्शन कुंजी को डिक्रिप्ट करें
hu: Titkosítási kulcs visszafejtése
pt_br: Descriptografar chave de criptografia
ru: Расшифровать ключ шифрования
tr: Şifreleme Anahtarının Şifresini Çöz
zh_tw: 解密加密金鑰

source: Click here to enter your e2e password.
ar: اضغط هنا لإدخال كلمة سرك للتعمية من طرف لطرف.
eo: Klaku tie ĉi por enigi vian e2e-pasvorton.
es: Pulse aquí para introducir su contraseña e2e.
fi: Anna E2E-salasanasi napsauttamalla tästä.
gl: Prema aquí para introducir o seu contrasinal de extremo a extremo.
hi: अपना e2e पासवर्ड दर्ज करने के लिए यहां क्लिक करें।
hu: Kattintson ide a végpontok közötti titkosítási jelszava megadásához.
pt_br: Clique aqui para inserir sua senha e2e.
ru: Нажмите здесь, чтобы ввести ваш пароль сквозного шифрования.
tr: Uçtan uca şifreli parolanızı girmek için buraya tıklayın.

# @action
source: Decode Encryption Key
ar: فك ترميز مفتاح التعمية
eo: Malkodi Ĉifradan Ŝlosilon
es: Descodificar clave de cifrado
fi: Pura salausavaimen salaus
gl: Descodificar a chave de cifraxe
hi: एन्क्रिप्शन कुंजी को डिकोड करें
hu: Titkosítási kulcs visszafejtése
pt_br: Decodificar chave de criptografia
ru: Декодировать ключ шифрования
tr: Şifreleme Anahtarının Şifresini Çöz
zh_tw: 解碼加密金鑰

# @title:window
source: Disable Encryption
ar: عطّل التعمية
es: Desactivar cifrado
fi: Poista salaus käytöstä
gl: Desactivar a cifraxe
pt_br: Desativar criptografia
ru: Отключение шифрования
tr: Şifrelemeyi Devre Dışı Bırak
zh_tw: 停用加密

# @action:button
source: Disable Encryption
ar: عطّل التعمية
es: Desactivar cifrado
fi: Poista salaus käytöstä
pt_br: Desativar criptografia
tr: Şifrelemeyi Devre Dışı Bırak
zh_tw: 停用加密

source: Disabling E2EE will compromise the privacy of this groupe privé. Access to any encrypted content will be lost for all groupe privé members. Encryption can be re-enabled later. Proceed with caution. If no one is able to access the encrypted content you can reset encryption keys instead.
ar: سيؤدي تعطيل التعمية من طرف لطرف إلى تعريض خصوصية هذه المجموعة الخاصة للخطر. سيُفقد الوصول إلى أي محتوى معمّي لجميع أعضاء المجموعة الخاصة. يمكن إعادة تمكين التعمية لاحقاً. تابع بحذر. إذا لم يتمكن أحد من الوصول إلى المحتوى المعمّى يمكنك تصفير مفاتيح التعمية بدلاً من ذلك.
es: Desactivar el cifrado extremo a extremo comprometerá la privacidad de este grupo privado. El acceso a todo contenido cifrado se perderá para todos los miembros del grupo. El cifrado se puede reactivar a posteriori. Proceda con cuidado. Si alguien no puede acceder a contenido cifrado, puede restablecer las claves de cifrado.
fi: Salauksen poistaminen käytöstä vaarantaa ryhmän yksityisyyden. Kaikki ryhmän yksityiskäyttäjät menettävät pääsyn salattuun sisältöön. Salauksen voi palauttaa käyttöön myöhemmin. Jatka varoen. Ellei kenelläkään ole pääsyä salattuun sisältöön, salausavaimen voi palauttaa.
gl: Desactivar a cifraxe de extremo a extremo porá en perigo a privacidade do grupo privado. Perderase o acceso a todo o contido cifrado da xente do grupo. A cifraxe pode activarse de novo máis tarde. Proceda con precaución. Se ninguén pode acceder ao contido cifrado, pode no seu lugar restabelecer a cifraxe.
pt_br: Desativar a criptografia de ponta a ponta comprometerá a privacidade deste grupo privado. O acesso a qualquer conteúdo criptografado será perdido para todos os membros do grupo privado. A criptografia pode ser reativada posteriormente. Prossiga com cautela. Se ninguém conseguir acessar o conteúdo criptografado, você pode redefinir as chaves de criptografia.
ru: Отключение E2EE поставит под угрозу конфиденциальность общения в этой закрытой группе. Все участники группы потеряют доступ ко всему зашифрованному содержимому. Шифрование можно будет снова включить в дальнейшем. Проявите осмотрительность. Если никто не может получить доступ к зашифрованному содержимому, вместо этого можно сбросить ключи шифрования.
tr: Uçtan uca şifrelemenin devre dışı bırakılması bu gizli grubun gizliliğini tehlikeye atacaktır. Şifrelenmiş içeriğe erişim tüm gizli grup üyeleri için kaybolur. Şifreleme daha sonra yeniden etkinleştirilebilir. Dikkatli olun. Şifrelenmiş içeriğe kimse erişemiyorsa bunun yerine şifreleme anahtarlarını sıfırlayabilirsiniz.

source: Alternatively, resetting encryption keys will keep encryption enabled but access to previously encrypted content may be lost.
ar: بدلاً من ذلك، ستؤدي عملية تصفير مفاتيح التعمية، إلى الإبقاء على التعمية ممكّنة ولكن قد يُفقد الوصول إلى المحتوى المعمّى سابقاً.
es: De manera alternativa, el restablecimiento de las claves de cifrado mantendrá el cifrado activo pero se perderá el acceso al contenido cifrado anteriormente.
fi: Vaihtoehtoisesti salausavainten palauttaminen säilyttää salauksen mutta pääsy aiemmin salattuun sisältöön katoaa.
gl: Tamén pode restabelecer as chaves de cifraxe. Manterase a cifraxe pero o contido cifrado anterior podería perderse.
pt_br: Como alternativa, redefinir as chaves de criptografia manterá a criptografia ativada, mas o acesso ao conteúdo criptografado anteriormente poderá ser perdido.
ru: Либо можно оставить шифрование включённым, сбросив ключи шифрования, но в этом случае доступ к ранее зашифрованному содержимому может быть потерян.
tr: Alternatif olarak, şifreleme anahtarlarını sıfırlamak şifrelemeyi etkin tutacaktır; ancak önceden şifrelenmiş içeriğe erişim kaybolabilir.

source: Reset encryption keys
ar: صفّر مفاتيح التعمية
es: Restablecer claves de cifrado
fi: Palauta salausavaimet
gl: Restabelecer as chaves de cifraxe
pt_br: Redefinir chaves de criptografia
ru: Сбросить ключи шифрования
tr: Şifreleme Anahtarlarını Sıfırla
zh_tw: 重設加密金鑰

# @title:window
source: Decode Key
ar: مفتاح فك الترميز
eo: Malkodi Ŝlosilon
es: Descodificar clave
fi: Pura avaimen salaus
gl: Descodificar a chave
hi: डिकोड कुंजी
hu: Visszafejtő kulcs
pt_br: Decodificar chave
ru: Декодирование ключа
tr: Anahtarın Kodunu Çöz
zh_tw: 解碼金鑰

# @action:button
source: Enable Encryption
ar: مكن التعمية
es: Activar cifrado
fi: Käytä salausta
gl: Activar a cifraxe
pt_br: Ativar criptografia
ru: Включить шифрование
tr: Şifrelemeyi Etkinleştir
zh_tw: 啟用加密

# @info:placeholder
source: Please enter your E2EE password
ar: الرجاء أدخل كملة سرك للتعمية من طرف لطرف
es: Introduzca su contraseña E2EE
fi: Anna E2E-salasanasi
gl: Insira o seu contrasinal de cifraxe de extremo a extremo.
pt_br: Digite sua senha E2EE
ru: Введите ваш пароль сквозного шифрования
tr: Lütfen uçtan uca şifreleme parolanızı girin
zh_tw: 請輸入您的點對點加密密碼

# @label:textbox
source: To access your encrypted private groups and direct messages, enter your encryption password. You need to enter this password to encode/decode your messages on every client you use, since the key is not stored on the server.
ar: للوصول إلى مجموعاتك الخاصة المعمّاة ورسائلك المباشرة، أدخل كلمة سر تعميتك. تحتاج إلى إدخال كلمة السر هذه لتعمية/فك تعمية رسائلك على كل عميل تستخدمه، لأن المفتاح غير مخزّن على الخادم.
eo: Por aliri viajn ĉifritajn privatajn grupojn kaj rektajn mesaĝojn, enigu vian ĉifradan pasvorton. Vi devas enigi ĉi tiun pasvorton por kodi/malkodi viajn mesaĝojn en ĉiu kliento, kiun vi uzas, ĉar la ŝlosilo ne estas konservita en la servilo.
es: Para acceder a sus grupos privados cifrados y sus mensajes directos, introduzca su contraseña de cifrado. Necesita introducir esta contraseña para codificar/descodificar sus mensajes en cada cliente que use, ya que la clave no se almacena en el servidor.
fi: Anna salasana salattujen yksityishuoneiden ja suoraviestien käsittelemiseksi. Tämä salasana täytyy antaa kaikissa käyttämissäsi laitteissa, koska sitä ei talleteta palvelimeen.
gl: Para acceder aos seus grupos privados e mensaxes directas cifradas, introduza o seu contrasinal de cifraxe. Ten que introducir o contrasinal para codificar e descodificar as súas mensaxes en cada programa de cliente que use, dado que a chave non se almacena no servidor.
hi: अपने एन्क्रिप्टेड निजी समूहों और प्रत्यक्ष संदेशों तक पहुँचने के लिए, अपना एन्क्रिप्शन पासवर्ड दर्ज करें। आपको अपने द्वारा उपयोग किए जाने वाले प्रत्येक क्लाइंट पर अपने संदेशों को एनकोड/डिकोड करने के लिए यह पासवर्ड दर्ज करना होगा, क्योंकि कुंजी सर्वर पर संग्रहीत नहीं होती है।
hu: A titkosított személyes csoportok és közvetlen üzenetek eléréséhez adja meg a titkosítási jelszót. Ezt a jelszót kell megadnia az üzenetek kódolásához vagy dekódolásához minden egyes használt ügyfélprogramban, mivel a kulcs nincs eltárolva a kiszolgálón.
pt_br: Para acessar seus grupos privados criptografados e mensagens diretas, digite sua senha de criptografia. Você precisa digitar esta senha para codificar/decodificar suas mensagens em todos os clientes que usar, já que a chave não é armazenada no servidor.
ru: Введите свой пароль шифрования для получения доступа к зашифрованным закрытым группам и личным сообщениям. Так как ключ не хранится на сервере, этот пароль потребуется вводить для шифрования или расшифровки сообщений в каждом используемом клиенте.
tr: Şifreli özel gruplarınıza ve doğrudan iletilerinize erişmek için şifreleme parolanızı girin. Anahtar sunucuda depolanmadığından dolayı, iletilerinizi kodlamak/kodunu çözmek için kullandığınız her istemcide bu parolayı girmek zorundasınız.
zh_tw: 請輸入您的加密密碼來存取您已加密的私人群組與私信。 您必須在每個用戶端上輸入此密碼來加密/解密您的訊息，因為它沒有儲存在伺服器上。

source: Save your encryption password. Click here to view and copy your password.
ar: احفظ كلمة سر تعميتك. انقر هنا لعرض كلمة سرك ونسخها.
eo: Konservu vian ĉifradan pasvorton. Klaku ĉi tie por vidi kaj kopii vian pasvorton.
es: Guarde su contraseña de cifrado. Pulse aquí para ver y copiar su contraseña.
fi: Tallenna salaussalasana. Näytä ja kopioi se napsauttamalla tästä.
gl: Garde o contrasinal de cifraxe. Prema aquí para ver e copiar o contrasinal.
hi: अपना एन्क्रिप्शन पासवर्ड सहेजें। अपना पासवर्ड देखने और कॉपी करने के लिए यहां क्लिक करें।
hu: Mentse el a titkosítási jelszavát. Kattintson ide a jelszó megtekintéséhez és másolásához.
pt_br: Salve sua senha de criptografia. Clique aqui para visualizar e copiar sua senha.
ru: Сохраните ваш пароль шифрования. Нажмите здесь, чтобы просмотреть и скопировать ваш пароль.
tr: Şifreleme parolanızı kaydedin. Parolanızı görüntüleyip kopyalamak için buraya tıklayın.

# @action
source: Save Encryption Key
ar: احفظ مفتاح التعمية
eo: Konservi Ĉifradan Ŝlosilon
es: Guardar clave de cifrado
fi: Tallenna salausavain
gl: Gardar a chave de cifraxe
hi: एन्क्रिप्शन कुंजी सहेजें
hu: Titkosítási kulcs mentése
pt_br: Salvar chave de criptografia
ru: Сохранить ключ шифрования
tr: Şifreleme Anahtarını Kaydet
zh_tw: 儲存加密金鑰

# @title:window
source: Application Translation
ar: ترجمة التطبيق
es: Traducción de la aplicación
fi: Sovelluksen käännös
gl: Tradución da aplicación
pt_br: Aplicativo de tradução
ru: Перевод приложения
tr: Uygulama Çevirisi
zh_tw: 應用程式翻譯

source: Translation
ar: الترجمة
es: Traducción
fi: Käännös
gl: Tradución
hu: Fordítás
pt_br: Tradução
ru: Перевод
tr: Çeviri
zh_tw: 翻譯

source: Own Roles:
ar: أدوارك:
eo: Propraj Roloj:
es: Roles propios:
fi: Omat roolit:
gl: Roles propios:
hi: स्वयं की भूमिकाएँ:
hu: Saját szerepek:
pt_br: Funções próprias:
ru: Собственные роли:
tr: Öz kurallar:
zh_tw: 自己的角色：

# @title:window
source: Export Messages
ar: صدّر الرسائل
eo: Eksporti Mesaĝojn
es: Exportar mensajes
fi: Vie viestejä
fr: Exporter des messages
gl: Exportar as mensaxes
hi: संदेश निर्यात करें
hu: Üzenetek exportálása
ia: Exporta Messages
nl: Berichten exporteren
pl: Wyeksportuj wiadomości
pt_br: Exportar mensagens
ru: Экспорт сообщений
sv: Exportera meddelanden
tr: İletileri Dışa Aktar
uk: Експортування повідомлень
zh_tw: 匯出訊息
