Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Application Secret
ar: سر التطبيق
eo: Sekreto de Aplikaĵo
es: Secreto de la aplicación
fi: Sovellussalaisuus
fr: Secret de l'application
gl: Segredo de aplicación
hi: आवेदन गुप्त
hu: Alkalmazás titok
nl: Geheim bij toepassing
pl: Dana poufna aplikacji
pt_br: Chave do aplicativo
ru: Секретный ключ приложения
sv: Programhemlighet
tr: Uygulama Gizi
uk: Реєстраційні дані програми
zh_tw: 應用程式秘密

# @option:check
source: Webdav Integration Enabled
ar: تمكين تكامل WebDAV
eo: Webdav-Integriĝo Ebligita
es: Integración con Webdav activada
fi: Webdav-eheytys käytössä
gl: Integración con WebDAV activada.
hi: वेबडेव एकीकरण सक्षम
hu: WebDAV-integráció engedélyezve
pt_br: Integração Webdav habilitada
ru: Интеграция с Webdav включена
tr: Webdav tümleştirmesi etkin

# @option:check
source: Enable for Public Channels
ar: مكّن للقنوات العامة
eo: Ebligi por Publikaj Kanaloj
es: Activar en canales públicos
fi: Käytä julkisiin kanaviin
gl: Activar para canles públicas.
hi: सार्वजनिक चैनलों के लिए सक्षम करें
hu: Engedélyezés a nyilvános csatornákhoz
pt_br: Habilitar para canais públicos
ru: Включить для общедоступных каналов
tr: Genel kanallar için etkinleştir

# @option:check
source: Enable for Private Channels
ar: مكّن للقنوات الخاصة
eo: Ebligi por Privataj Kanaloj
es: Activar en canales privados
fi: Käytä yksityisiin kanaviin
gl: Activar para canles privadas.
hi: निजी चैनल के लिए सक्षम करें
hu: Engedélyezés a személyes csatornákhoz
pt_br: Habilitar para canais privados
ru: Включить для закрытых каналов
tr: Özel kanallar için etkinleştir
zh_tw: 為私人頻道啟用

# @option:check
source: Enable for Direct Messages
ar: مكّن للرسائل المباشرة
eo: Ebligi por Rektaj Mesaĝoj
es: Activar para mensajes directos
fi: Käytä suoraviesteihin
gl: Activar para mensaxes directas.
hi: प्रत्यक्ष संदेश के लिए सक्षम करें
hu: Engedélyezés a közvetlen üzenetekhez
pt_br: Habilitar para mensagens diretas
ru: Включить для личных сообщений
tr: Doğrudan iletiler için etkinleştir

source: A list of STUN and TURN servers separated by comma. Username, password and port are allowed in the format username:password@stun:host:port or username:password@turn:host:port.
ar: قائمة بخوادم STUN وTURN مفصولة بفواصل. يُسمح باسم المستخدم وكلمة السر والمنفذ بالتنسيق username:password@stun:host:port أو username:password@turn:host:port.
eo: Listo de STUN kaj TURN-serviloj apartigitaj per komo. Uzantnomo, pasvorto kaj pordo estas permesitaj en la formato uzantnomo:pasvorto@stun:gastiganto:pordo aŭ uzantnomo:pasvorto@turn:gastiganto:pordo.
es: Una lista de servidores STUN y TURN separados por comas. Se permiten nombre de usuario, contraseña y puerto siguiendo el formato usuario:contraseña@stun:servidor:puerto o usuario:contraseña@turn:servidor:puerto
fi: Pilkuin erotettu STUN- ja TURN-palvelinten luettelo. Tunnuksen, salasanan ja portin voi antaa muodossa tunnus:salasana@stun:konenimi:portti tai tunnus:salasana@turn:konenimi:portti.
gl: Unha lista de servidores STUN e TURN separados por comas. O nome de persoa usuaria, contrasinal e porto permítense no formato nome:contrasinal@stun:servidor:porto ou nome:contrasinal@turn:servidor:porto.
hi: अल्पविराम से अलग किए गए STUN और TURN सर्वर की सूची। उपयोगकर्ता नाम, पासवर्ड और पोर्ट को username:password@stun:host:port या username:password@turn:host:port प्रारूप में अनुमति दी जाती है।
hu: STUN- és TURN-kiszolgálók vesszővel elválasztott listája. A felhasználónév, a jelszó és a port a következő formátumban engedélyezett: username:password@stun:host:port vagy username:password@turn:host:port.
pt_br: Uma lista de servidores STUN e TURN separados por vírgula. Nome de usuário, senha e porta são permitidos no formato nomedeusuário:senha@stun:host:porta ou nomedeusuário:senha@turn:host:porta.
ru: Список серверов STUN и TURN через запятую. Имя пользователя, пароль и порт допускается указывать в виде «имя_пользователя:пароль@stun:узел:порт» или «имя_пользователя:пароль@turn:узел:порт».
tr: STUN and TURN sunucularının virgülle ayrılmış bir listesi. Kullanıcı adına, parolaya ve kapıya; kullanıcıadı:parola@stun:makine:kapı veya kullanıcıadı:parola@turn:makine:kapı biçiminde izin verilir.

source: STUN/TURN Servers
ar: خوادم STUN/TURN
eo: STUN/TURN Serviloj
es: Servidores STUN/TURN
fi: STUN/TURN-palvelimet
gl: Servidores STUN e TURN
hi: STUN/TURN सर्वर
hu: STUN/TURN-kiszolgálók
pt_br: Servidores STUN/TURN
ru: Серверы STUN/TURN
tr: STUN/TURN Sunucuları
zh_tw: STUN/TURN 伺服器

# @title:window
source: Permissions
ar: التّصاريح
eo: Permesoj
es: Permisos
fi: Käyttöoikeudet
gl: Permisos
hi: अनुमतियां
hu: Jogosultságok
pt_br: Permissões
ru: Права доступа
tr: İzinler
zh_tw: 權限

source: No permissions information found.
ar: لم يُعثر على معلومات الأذونات.
es: No se encontró información de los permisos.
fi: Käyttöoikeustietoa ei löytynyt.
gl: Non se atopou información dos permisos.
pt_br: Nenhuma informação de permissões encontrada.
ru: Информация о правах доступа не найдена.
tr: İzin bilgisi bulunamadı.
zh_tw: 找不到權限資訊。

# @title:window
source: Ask Application
ar: اسأل التطبيق
eo: Demandi Aplikaĵon
es: Preguntar a la aplicación
fi: Kysy sovellusta
gl: Pedir a aplicación
hi: आवेदन पूछें
hu: Alkalmazás kérése
pt_br: Perguntar pelo aplicativo
ru: Запрос к приложению…
tr: Uygulamaya Sor
zh_tw: 請求應用程式

# @label:textbox
source: Let your admin know why this app would be useful
ar: أخبر مدير النظام لماذا سيكون هذا التطبيق مفيدًا
eo: Lasu vian admin ekscii kial ĉi apo estus utila
es: Haga saber a su administrador por qué esta aplicación sería útil
fi: Kerro ylläpidolle, miksi sovelluksesta olisi hyötyä
gl: Indique ao equipo de administración cal sería a utilidade desta aplicación.
hi: अपने एडमिन को बताएं कि यह ऐप क्यों उपयोगी होगा
hu: Tudassa az adminisztrátorral, hogy miért lenne hasznos ez az alkalmazás
pt_br: Deixe seu administrador saber por que este aplicativo seria útil
ru: Сообщите администратору, чем полезно было бы это приложение
tr: Yöneticinize bu uygulamanın neden yararlı olabileceğini anlatır

# @info:placeholder
source: Message for workspace admin
ar: رسالة إلى مدير مساحة العمل
eo: Mesaĝo por laborspaca admin
es: Mensaje para los administradores del espacio de trabajo
fi: Viesti työtilan ylläpidolle
gl: Mensaxe para a administración do espazo de traballo.
hi: कार्यस्थान व्यवस्थापक के लिए संदेश
hu: Üzenet a munkaterület adminisztrátorának
pt_br: Mensagem para o administrador do espaço de trabalho
ru: Сообщение для администратора рабочего пространства
tr: Çalışma alanı yöneticisine ileti

source: Want to use %1
ar: يريد أن يستخدم %1
eo: Volas uzi %1
es: Quiere usar %1
fi: Haluaa käyttää: %1
gl: Quere usar %1
hi: %1 का उपयोग करना चाहते हैं
hu: Ezt szeretné használni: %1
pt_br: Quero usar %1
ru: Хочу использовать %1
tr: %1 kullanmak istiyor

source: Enabled
ar: ممكّن
eo: Ebligita
es: Activado
fi: Käytössä
fr: Activé
gl: Activada
hi: सक्रिय
hu: Bekapcsolva
ia: Habilitate
nl: Ingeschakeld
pl: Włączone
pt_br: Ativado
ru: Включено
sv: Aktiverad
tr: Etkin
uk: Увімкнено
zh_tw: 已啟用

source: %1 request
ar: لا يوجد طلب
eo: %1 alpeto
es: %1 petición
fi: %1 pyyntö
gl: %1 solicitude
hi: %1 अनुरोध
hu: %1 kérés
pt_br: %1 solicitação
ru: %1 запрос
tr: %1 istek

source: Versions
ar: الإصدارات
es: Versiones
fi: Versiot
gl: Versións
hi: संस्करणों
hu: Verziók
pt_br: Versões
ru: Версии
tr: Sürümler
zh_tw: 版本

source: Settings
ar: إعدادات
es: Preferencias
fi: Asetukset
gl: Configuración
hi: सेटिंग्स
hu: Beállítások
pt_br: Configurações
ru: Параметры
tr: Ayarlar
zh_tw: 設定

# @title:window
source: Applications
ar: التطبيقات
eo: Aplikaĵoj
es: Aplicaciones
fi: Sovellukset
gl: Aplicacións
hi: अनुप्रयोग
hu: Alkalmazások
pt_br: Aplicativos
ru: Приложения
tr: Uygulamalar
zh_tw: 應用程式

# @label:textbox
source: Loading in progress…
ar: يحمل…
eo: Ŝargado en progreso…
es: Cargando…
fi: Lataus meneillään…
gl: Carga en progreso…
hi: लोड हो रहा है…
hu: Betöltés folyamatban…
pt_br: Carregamento em progresso…
ru: Выполняется загрузка…
tr: Yükleme sürüyor…
zh_tw: 正在載入…

# @action
source: Install
ar: ثبّت
eo: Instali
es: Instalar
fi: Asenna
gl: Instalar
hi: स्थापित करना
hu: Telepítés
pt_br: Instalar
ru: Установить
tr: Kur
zh_tw: 安裝

# @action
source: Ask Application…
ar: اسأل التطبيق…
eo: Demandi Aplikaĵon…
es: Preguntar a la aplicación…
fi: Kysy sovellusta…
gl: Pedir a aplicación…
hi: आवेदन पूछें…
hu: Alkalmazás kérése…
pt_br: Perguntar pelo aplicativo…
ru: Сделать запрос к приложению…
tr: Uygulamaya Sor…
zh_tw: 請求應用程式…

# @action
source: Uninstall
ar: ألغ التثبيت
es: Desinstalar
fi: Poista asennus
gl: Desinstalar
hu: Eltávolítás
pt_br: Desinstalar
ru: Удалить
tr: Kaldır
zh_tw: 解除安裝

# @action
source: Disable
ar: معطّل
es: Desactivar
fi: Poista käytöstä
gl: Desactivar
hu: Letiltás
pt_br: Desativar
ru: Отключить
tr: Devre Dışı Bırak
zh_tw: 停用

# @action
source: Enable
ar: مكّن
es: Activar
fi: Käytä
gl: Activar
hu: Engedélyezés
pt_br: Ativar
ru: Включить
tr: Etkinleştir
zh_tw: 啟用

# @action
source: Copy Text
ar: انسخ النص
eo: Kopii tekston
es: Copiar texto
fi: Kopioi teksti
gl: Copiar o texto
hi: पाठ कॉपी करें
hu: Szöveg másolása
pt_br: Copiar texto
ru: Копировать текст
tr: Metni Kopyala
zh_tw: 複製文字

source: Do you want to uninstall this application?
ar: هل تريد إلغاء تثبيت هذا التطبيق؟
es: ¿Desea desinstalar la aplicación?
fi: Haluatko poistaa tämän sovelluksen asennuksen?
gl: Quere desinstalar a aplicación?
pt_br: Deseja desinstalar este aplicativo?
ru: Удалить это приложение?
tr: Bu uygulamayı kaldırmak istiyor musunuz?
zh_tw: 您確定要解除安裝此應用程式嗎？

# @title:window
source: Uninstall Application
ar: ألغ تثبيت التطبيق
es: Desinstalar aplicación
fi: Poista sovelluksen asennus
gl: Desinstalar a aplicación
pt_br: Desinstalar aplicativo
ru: Удаление приложения
tr: Uygulamayı Kaldır
zh_tw: 解除安裝應用程式

source: %1 Caller: %2
ar: مستدعي %1: %2
es: %1 Cliente: %2
fi: %1 kutsuja: %2
gl: %1 Chama: %2
pt_br: %1 Chamador: %2
ru: Вызов %1: %2
tr: %1 arayan: %2

source: No logs info found.
ar: لا يوجد معلومات للسجلات.
es: No se encontró información de los registros.
fi: Lokitietoa ei löytynyt.
gl: Non se atopou información dos rexistros.
pt_br: Nenhum registro encontrado.
ru: Информация о журнале не найдена.
tr: Günlük bilgisi bulunamadı.
zh_tw: 找不到紀錄資訊。

source: All Prices
ar: جميع الأسعار
eo: Ĉiuj Prezoj
es: Todos los precios
fi: Kaikki hinnat
gl: Todos os prezos
hi: सभी कीमतें
hu: Összes ár
pt_br: Todos os preços
ru: Все цены
tr: Tüm Fiyatlar
zh_tw: 所有價格

source: Free Apps
ar: التطبيقات المجانية
eo: Liberaj Apoj
es: Aplicaciones gratis
fi: Ilmaiset sovellukset
gl: Aplicacións gratuítas
hi: मुक्त एप्लिकेशन्स
hu: Ingyenes alkalmazások
pt_br: Aplicativos gratuitos
ru: Бесплатные приложения
tr: Ücretsiz Uygulamalar
zh_tw: 免費應用程式

source: Paid Apps
ar: التطبيقات المدفوعة
eo: Pagataj Apoj
es: Aplicaciones de pago
fi: Maksetut sovellukset
gl: Aplicacións de pago
hi: सशुल्क ऐप्स
hu: Fizetős alkalmazások
pt_br: Aplicativos pagos
ru: Платные приложения
tr: Ücretli Uygulamalar
zh_tw: 付費應用程式

# @info:placeholder
source: Search Applications
ar: ابحث في التطبيقات
eo: Serĉi Aplikaĵojn
es: Aplicaciones
fi: Etsi sovelluksia
gl: Buscar nas aplicacións
hi: अनुप्रयोग खोजें
hu: Alkalmazások keresése
pt_br: Pesquisar aplicativos
ru: Поиск приложений
tr: Uygulamalar ara…
zh_tw: 搜尋應用程式

# @info:placeholder
source: Search Installed Applications
ar: ابحث عن التطبيقات المثبتة
eo: Serĉi Instalitajn Aplikaĵojn
es: Buscar aplicaciones instaladas
fi: Etsi asennettuja sovelluksia
gl: Buscar nas aplicacións instaladas
hi: इंस्टॉल किए गए एप्लिकेशन खोजें
hu: Telepített alkalmazások keresése
pt_br: Pesquisar aplicativos instalados
ru: Поиск установленных приложений
tr: Kurulu uygulamaları ara…
zh_tw: 搜尋已安裝的應用程式

# @info:placeholder
source: Search Requested Applications
ar: ابحث في التطبيقات المطلوبة
eo: Serĉi Alpetitajn Aplikaĵojn
es: Buscar aplicaciones pedidas
fi: Etsi pyydettyjä sovelluksia
gl: Buscar nas aplicacións solicitadas
hi: अनुरोधित आवेदन खोजें
hu: Kért alkalmazások keresése
pt_br: Pesquisar pedidos de aplicativos
ru: Поиск запрашиваемых приложений
tr: İstenen uygulamaları ara…
zh_tw: 搜尋已請求的應用程式

# @info:placeholder
source: Search Private Applications
ar: ابحث في التطبيقات الخاصة
es: Buscar aplicaciones privadas
fi: Etsi yksityissovelluksia
gl: Buscar nas aplicacións privadas
hi: निजी एप्लिकेशन खोजें
pt_br: Pesquisar aplicativos privados
ru: Поиск приватных приложений
tr: Özel uygulamalar ara…
zh_tw: 搜尋私密應用程式

source: Application does not have settings.
ar: لا تحتوي التطبيقات على إعدادات.
es: La aplicación no tiene preferencias.
fi: Sovelluksella ei ole asetuksia.
gl: A aplicación non ten configuración.
pt_br: Aplicativo não possui configurações.
ru: У приложения нет параметров.
tr: Uygulamanın ayarları yok.
zh_tw: 應用程式沒有設定。

source: Cancel
ar: ألغِ
es: Cancelar
fi: Peru
fr: Annuler
gl: Cancelar
hu: Mégse
ia: Cancella
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
zh_tw: 取消

source: Apply
ar: طبّق
eo: Apliki
es: Aplicar
fi: Käytä
fr: Appliquer
gl: Aplicar
hi: आवेदन करना
hu: Alkalmaz
ia: Applica
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ru: Применить
sv: Verkställ
tr: Uygula
uk: Застосувати
zh_tw: 套用

source: Most recent updated
ar: آخر تحديث
eo: Plej lasttempe ĝisdatigita
es: Los actualizados más recientemente
fi: Viimeksi päivitetty
gl: Actualizacións máis recentes
hi: सबसे हाल ही में अपडेट किया गया
hu: Legutóbb frissítve
pt_br: Mais recentemente atualizado
ru: Самые свежие обновления
tr: En Son Güncellenen
zh_tw: 最近更新

source: Least recent updated
ar: أحدث تحديث
eo: Plej mallasttempe ĝisdatigita
es: Los actualizados más antiguamente
fi: Kauimmin päivittämättä
gl: Actualizacións menos recentes
hi: सबसे हाल ही में अपडेट किया गया
hu: Legrégebben frissítve
pt_br: Menos atualizado recentemente
ru: Самые старые обновления
tr: En Eski Güncellenen
zh_tw: 最久以前更新

source: All Status
ar: كل الحالات
eo: Ĉiuj Statusoj
es: Todos los estados
fi: Kaikki tilat
gl: Todos os estados
hi: सभी स्थिति
hu: Összes állapot
pt_br: Todos os status
ru: Все статусы
tr: Tüm Durumlar
zh_tw: 所有狀態

source: Fetching version information in progress...
ar: يجلب معلومات الإصدار...
es: Obteniendo la información de versión en progreso…
fi: Versiotietoa noudetaan…
gl: Obtendo información de versión…
pt_br: Busca de informações da versão em andamento...
ru: Выполняется получение сведений о версии…
tr: Sürüm bilgisini alma işlemi sürüyor…
zh_tw: 正在取得版本資訊…

source: No release information provided
ar: لم تتوفر أي معلومات عن الإصدار
es: No se ha proporcionado información de lanzamiento
fi: Julkaisutietoja ei ole tarjottu
gl: Non se forneceu información de publicación.
hi: कोई रिलीज़ जानकारी उपलब्ध नहीं कराई गई
hu: Nincsenek kiadási információk megadva
pt_br: Nenhum informação de lançamento fornecida
ru: Нет доступной информации о версии
tr: Sunulmuş yayım bilgisi yok
zh_tw: 找不到釋出資訊

source: No version info found.
ar: لم يعثر على معلومات الإصدار.
es: No se encontró información de la versión.
fi: Versiotietoa ei löytynyt.
gl: Non se atopou información da versión.
hi: कोई संस्करण जानकारी नहीं मिली.
pt_br: Nenhuma informação de versão encontrada.
ru: Информация о версии не найдена.
tr: Sürüm bilgisi bulunamadı.
zh_tw: 找不到版本資訊。

source: %1 app enabled
ar: لا يوجد تطبيق ممكّن
es: %1 aplicación activada
fi: %1 sovellus käytössä
gl: Activouse %1 aplicación
hi: %1 ऐप्स सक्षम
pt_br: %1 aplicativo habilitado
ru: Включено %1 приложение
tr: %1 uygulama etkinleştirildi
zh_tw: 已啟用 %1 個應用程式

source: %1 private app enabled
ar: لا يوجد تطبيق خاص ممكّن
es: %1 aplicación privada activada
fi: %1 yksityissovellus käytössä
gl: Activouse %1 aplicación privada
hi: %1 निजी ऐप्स सक्षम
pt_br: %1 aplicativo privado habilitado
ru: Включено %1 приватное приложение
tr: %1 özel uygulama etkinleştirildi
zh_tw: 已啟用 %1 個私密應用程式

# @title:window
source: Banner Information
ar: معلومات لافتة
eo: Banner Informoj
es: Pancarta de información
fr: Informations de la bannière
gl: Información de cartel
hi: बैनर जानकारी
hu: Információs sáv
nl: Informatie in banner
pl: Szczegóły banera
pt_br: Informação do banner
ru: Сведения о баннере
sv: Banerinformation
tr: Afiş Bilgisi
uk: Відомості щодо банерів

# @option:check
source: Show Unread
ar: اعرض غير مقروء
eo: Montri Nelegitan
es: Mostrar no leídos
fi: Näytä lukematta olevat
gl: Amosar o non lida.
hi: अपठित दिखाएँ
hu: Olvasatlan megjelenítése
pt_br: Mostrar não lidas
ru: Показать непрочитанное
tr: Okunmamışları göster
zh_tw: 顯示未讀

# @action
source: Mark as Read
ar: علّم كمقروء
eo: Marki kiel Legita
es: Marcar como leído
fi: Merkitse luetuksi
gl: Marcar como lida
hi: पढ़े हुए का चिह्न
hu: Megjelölés olvasottként
pt_br: Marcar como lidas
ru: Отметить как прочитанное
tr: Okundu Olarak İmle
zh_tw: 標記為已讀

# @action
source: Mark as Unread
ar: علّم كغير مقروء
es: Marcar como no leído
fi: Merkitse lukemattomaksi
gl: Marcar como non lida
hi: अपठित के रूप में चिह्नित करें
hu: Megjelölés olvasatlanként
pt_br: Marcar como não lidas
ru: Отметить как непрочитанное
tr: Okunmadı Olarak İmle
zh_tw: 標記為未讀

# @action
source: Set as Favorite
ar: فضّله
eo: Agordi kiel Plej ŝatatan
es: Marcar como favorito
fi: Aseta suosikiksi
gl: Marcar como favorita
hi: पसंदीदा के रूप में सेट करें
hu: Beállítás kedvencként
pt_br: Definir como favorita
ru: Добавить в избранное
tr: Sık Kullanılan Olarak Ayarla
zh_tw: 設為收藏

# @action
source: Unset as Favorite
ar: ألغ تفضيله
eo: Malŝalti kiel Favorita
es: Desmarcar como favorito
fi: Poista suosikeista
gl: Desmarcar como favorita
hi: पसंदीदा के रूप में अनसेट करें
hu: Kedvenc beállítás megszüntetése
pt_br: Remover como favorita
ru: Удалить из избранного
tr: Sık Kullanılanlardan Kaldır
zh_tw: 取消收藏

# @action
source: Hide Channel
ar: أخفِ القناة
eo: Kaŝi Kanalon
es: Ocultar canal
fi: Piilota kanava
gl: Agochar a canle
hi: चैनल छुपाएं
hu: Csatorna elrejtése
pt_br: Ocultar canal
ru: Скрыть канал
tr: Kanalı Gizle
zh_tw: 隱藏頻道

# @action
source: Convert to Team
ar: حوّل إلى فريق
eo: Konverti al Teamo
es: Convertir a equipo
fi: Muunna työryhmäksi
gl: Converter nun equipo
hi: टीम में परिवर्तित करें
hu: Átalakítás csapattá
pt_br: Converter para equipe
ru: Преобразовать в команду
tr: Takıma Dönüştür
zh_tw: 轉換為團隊

# @action
source: Convert to Channel
ar: حوّل إلى قناة
eo: Konverti al Kanalo
es: Convertir en canal
fi: Muunna kanavaksi
gl: Converter nunha canle
hi: चैनल में परिवर्तित करें
hu: Átalakítás csatornára
pt_br: Converter para canal
ru: Преобразовать в канал
tr: Kanala Dönüştür
zh_tw: 轉換為頻道

source: Do you want to convert team to channel?
ar: هل تريد تحويل الفريق إلى قناة؟
eo: Ĉu vi volas konverti teamon al kanalo?
es: ¿Desea convertir el euipo en canal?
fi: Haluatko muuntaa työryhmän kanavaksi?
gl: Quere converter o equipo nunha canle?
hi: क्या आप टीम को चैनल में बदलना चाहते हैं?
hu: Szeretné átalakítani ezt a csapatot csatornává?
pt_br: Deseja converter a equipe para um canal?
ru: Преобразовать команду в канал?
tr: Takımı kanala dönüştürmek istiyor musunuz?
zh_tw: 您確定要將團隊轉換為頻道嗎？

# @title:window
source: Convert To Channel
ar: حوّل إلى قناة
eo: Konverti al Kanalo
es: Convertir en canal
fi: Muunna kanavaksi
gl: Converter nunha canle
hi: चैनल में परिवर्तित करें
hu: Átalakítás csatornára
pt_br: Converter para canal
ru: Преобразование в канал
tr: Kanala Dönüştür
zh_tw: 轉換為頻道

# @action
source: Move to Team
ar: انتقل إلى الفريق
eo: Movi al Teamo
es: Mover a equipo
fi: Siirrä työryhmään
gl: Mover a un equipo
hi: टीम में ले जाएँ
hu: Áthelyezés csapatba
pt_br: Mover para equipe
ru: Переместить в команду
tr: Takıma Taşı
zh_tw: 移動到團隊

# @action
source: Configure Notification…
ar: اضبط الإشعار…
eo: Agordi Sciigon…
es: Configurar notificación…
fi: Ilmoitusasetukset…
gl: Configurar a notificación…
hi: अधिसूचना कॉन्फ़िगर करें…
hu: Értesítések beállítása…
pt_br: Configurar notificação…
ru: Настроить уведомление…
tr: Bildirimi Yapılandır…
zh_tw: 設定通知…

# @action
source: Quit Channel
ar: اخرج من القناة
eo: Forlasi Kanalon
es: Salir del canal
fi: Poistu kanavalta
gl: Saír da canle
hi: चैनल छोड़ें
hu: Kilépés a csatornából
pt_br: Sair do canal
ru: Покинуть канал
tr: Kanaldan Çık
zh_tw: 離開頻道

source: Any team selected.
ar: أي فريق محدد.
eo: Ajna teamo elektita.
es: Cualquier equipo seleccionado.
fi: Mikä tahansa valittu työryhmä.
fr: N'importe quelle équipe sélectionnée.
gl: Calquera equipo seleccionado.
hi: कोई भी टीम चुनी गई.
hu: Bármelyik kiválasztott csapat.
ia: Ulle equipa seligite.
nl: Elk geselecteerd team.
pl: Wybrano dowolny zespół.
pt_br: Nenhum time selecionado.
ru: Любая выбранная команда.
sv: Alla valda lag.
tr: Herhangi bir takım seçili.
uk: Не вибрано жодної команди.
zh_tw: 任何選取的團隊。

# @title:window
source: Move To Team
ar: انتقل إلى الفريق
eo: Movi al Teamo
es: Mover a equipo
fi: Siirrä työryhmään
gl: Mover a un equipo
hi: टीम में ले जाएँ
hu: Áthelyezés csapatba
pt_br: Mover para equipe
ru: Перемещение в команду
tr: Takıma Taşı
zh_tw: 移動到團隊

source: Are you sure to convert it to team? It can not be undo.
ar: هل أنت متأكد من تحويله إلى فريق؟ لا يمكن التراجع عن ذلك.
eo: Ĉu vi certe konverti ĝin al teamo? Ĝi ne povas esti malfarita.
es: ¿Está seguro de convertirlo en un equipo? No se puede deshacer.
fi: Haluatko varmasti muuntaa sen työryhmäksi? Tätä ei voi kumota.
fr: Voulez-vous vraiment le convertir en une équipe ? Ceci ne peut être annuler.
gl: Seguro que quere convertela nun equipo? Non se pode desfacer.
hi: क्या आप इसे टीम में बदलना सुनिश्चित कर रहे हैं? इसे पूर्ववत नहीं किया जा सकता।
hu: Biztosan átalakítja csapattá? Nem visszavonható.
ia: Tu es secur de convertir lo a equipa? Il non pote esser annullate.
nl: Naar team converteren? Het kan niet ongedaan worden gemaakt.
pl: Czy na pewno przekształcić na zespół? Nie będzie można tego wycofać.
pt_br: Tem certeza que deseja converter para equipe? Isto não pode ser desfeito.
ru: Преобразовать в команду? Это действие нельзя отменить.
sv: Är du säker på att du vill konvertera till lag? Det går inte att ångra.
tr: Takıma dönüştürmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви справді хочете перетворити це на команду? Наслідки дії не можна буде скасувати.
zh_tw: 您確定要將它轉換為團隊？這個動作無法復原。

# @title:window
source: Convert to Team
ar: حوّل إلى فريق
eo: Konverti al Teamo
es: Convertir a equipo
fi: Muunna työryhmäksi
gl: Converter nun equipo
hi: टीम में परिवर्तित करें
hu: Átalakítás csapattá
pt_br: Converter para equipe
ru: Преобразование в команду
tr: Takıma Dönüştür
zh_tw: 轉換為團隊

# @info:placeholder
source: Filter channels (%1)
ar: رشّح القنوات (%1)
eo: Filtrilaj kanaloj (%1)
es: Filtrar canales (%1)
fi: Suodata kanavia (%1)
gl: Filtrar as canles (%1)
hi: चैनल फ़िल्टर करें (%1)
hu: Csatornák szűrése (%1)
pt_br: Canais de filtro (%1)
ru: Фильтровать каналы (%1)
tr: Kanalları süz… (%1)
zh_tw: 過濾頻道 (%1)

# @action
source: Search Channels
ar: ابحث القنوات
eo: Serĉi Kanalojn
es: Buscar canales
fi: Etsi kanavia
gl: Buscar nas canles
hi: चैनल खोजें
hu: Csatornák keresése
pt_br: Pesquisar canais
ru: Найти каналы
tr: Kanalları Ara
zh_tw: 搜尋頻道

# @action
source: Previous Channel
ar: القناة السابقة
eo: Antaŭa Kanalo
es: Canal previo
fi: Edellinen kanava
gl: Canle anterior
hi: पिछला चैनल
hu: Előző csatorna
pt_br: Canal anterior
ru: Предыдущий канал
tr: Önceki Kanal
zh_tw: 上一個頻道

# @action
source: Next Channel
ar: القناة التالية
eo: Sekva Kanalo
es: Canal siguiente
fi: Seuraava kanava
gl: Seguinte canle
hi: अगला चैनल
hu: Következő csatorna
pt_br: Próximo canal
ru: Следующий канал
tr: Sonraki Kanal
zh_tw: 下一個頻道

# @action:button
source: Sign in With %1
ar: لج باستخدام %1
es: Registrarse con %1
fi: Kirjaudu: %1
gl: Acceder con %1
hi: %1 के साथ साइन इन करें
pt_br: Autenticar com %1
ru: Войти с помощью данных %1
tr: %1 ile Giriş Yap
zh_tw: 用 %1 登入

# @action:button
source: Register Account
ar: سجّل الحساب
eo: Registri Konton
es: Registrar cuenta
fi: Rekisteröi tili
gl: Rexistrar unha conta
hi: रजिस्टर खाता
hu: Fiók regisztrálása
pt_br: Registrar conta
ru: Зарегистрировать учётную запись
tr: Hesap Kaydı Yap
zh_tw: 註冊帳戶
