Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: '%1' is already in use :(
ar: '%1' مستخدم فعلًا :(
eo: '%1' jam estas uzata :(
es: «%1» ya está en uso :(
fi: ”%1” on jo käytössä :(
gl: «%1» xa está en uso.
hi: '%1' पहले से ही उपयोग में है :(
hu: A(z) „%1” már használatban van :(
pt_br: '%1' já está em uso :(
ru: «%1» уже используется
tr: %1 halihazırda kullanımda :(
zh_tw: 「%1」已被使用 :(

source: File is too large
ar: الملف كبير جدًا
eo: Dosiero estas tro granda
es: El archivo es demasiado grande
fi: Tiedosto on liian iso
fr: Le fichier est trop volumineux
gl: O ficheiro é grande de máis.
hi: फ़ाइल बहुत बड़ी है
hu: A fájl túl nagy
ia: Fle troppo grande
nl: Bestand is te groot
pl: Plik jest za duży
pt_br: O arquivo é muito grande
ru: Файл является слишком большим
sv: Filen är för stor
tr: Dosya pek büyük
uk: Файл є надто великим
zh_tw: 檔案太大

source: The importer was not defined correctly, it is missing the Import class.
ar: لم يُعرّف المستورد بشكل صحيح، فهو يفتقد فئة الاستيراد.
eo: La importisto ne estis ĝuste difinita, mankas la Import-klaso.
es: El importador no está definido correctamente, le falta la clase Import.
fi: Tuojaa ei ole määritetty oikein: siitä puuttuu Import-luokka.
fr: L'importateur n'a pas été correctement défini, il lui manque la classe Import.
gl: O importador non se definiu correctamente, fáltalle a clase «Import».
hi: आयातक को सही ढंग से परिभाषित नहीं किया गया था, इसमें आयात वर्ग गायब है।
hu: Az importáló nem lett helyesen meghatározva, az Import osztály hiányzik.
ia: Le importator non esseva definite correctemente, il es mancante del classe de importar
nl: Het importeerprogramma is niet juist gedefinieerd, er ontbreekt de klasse Import.
pl: Importer nie został poprawnie określony, brakuje mu klasy Import.
pt_br: O importador não foi definido corretamente, está faltando a classe Import.
ru: Средство импорта определено некорректно, отсутствует класс Import.
sv: Importören definierades inte korrekt. Den saknar importklassen.
tr: İçe aktarıcı, düzgünce tanımlanmamış, Import sınıfı eksik.
uk: Засіб імпортування було визначено неналежним чином. У ньому пропущено клас Import.

source: Failed to extract import file.
ar: فشل في استخراج ملف الاستيراد.
eo: Malsukcesis ĉerpi importdosieron.
es: Fallo al extraer el archivo para importar.
fi: Tuontitiedoston purkaminen epäonnistui.
fr: Impossible d'extraire le fichier importé.
gl: Non foi posíbel extraer o ficheiro de importación.
hi: आयात फ़ाइल निकालने में विफल.
hu: Nem sikerült az importált fájl kibontása.
ia: Falleva a extraher file de importar
nl: Importbestand uitpakken is mislukt.
pl: Nie udało się wydobyć pliku do importu.
pt_br: Falha ao extrair o arquivo de importação.
ru: Не удалось извлечь файл импорта.
sv: Misslyckades extrahera importfil.
tr: İçe aktarılan dosya çıkarılamadı.
uk: Не вдалося видобути імпортований файл.
zh_tw: 解開匯入檔時失敗。

source: Imported file seems to be empty.
ar: يبدو أن الملف المستورد فارغ.
eo: Importita dosiero ŝajnas malplena.
es: El archivo importado parece estar vacío.
fi: Tuotu tiedosto vaikuttaa tyhjältä.
fr: Le fichier importé semble vide.
gl: O ficheiro importado parece estar baleiro.
hi: आयातित फ़ाइल रिक्त प्रतीत होती है.
hu: Az importált fájl üresnek tűnik.
ia: File importate sembla esser vacue.
nl: Geïmporteerd bestand lijkt leeg te zijn.
pl: Zaimportowany plik wydaje się być pusty.
pt_br: O arquivo importado parece estar vazio.
ru: Похоже, импортированный файл пуст.
sv: Importerad fil verkar vara tom.
tr: İçe aktarılan dosya boş gibi görünüyor.
uk: Здається, імпортований файл є порожнім.
zh_tw: 匯入的檔案看起來是空的。

source: The file to be imported was not found on the specified path.
ar: لم يعثر على الملف المستورد على المسار المحدد.
eo: La importota dosiero ne estis trovita sur la specifita vojo.
es: El archivo a importar no se encontró en la ruta especificada
fi: Annetusta sijainnista ei löytynyt tuotavaa tiedostoa.
fr: Le fichier à importer est introuvable à l'emplacement spécifié.
gl: Non foi posíbel atopar o ficheiro para importar na ruta indicada.
hi: आयात की जाने वाली फ़ाइल निर्दिष्ट पथ पर नहीं मिली.
hu: Az importálandó fájl nem található a megadott útvonalon.
ia: Le file que debe esser importate non esseva trovate in le percurso specificate.
nl: Het te importeren bestand is niet gevonden in het gespecificeerde pad.
pl: Plik do zaimportowania nie został odnaleziony w podanej ścieżce.
pt_br: O arquivo a ser importado não foi encontrado no caminho especificado.
ru: Файл, который следует импортировать, не найден по указанному пути.
sv: Filen att importera hittades inte med den angivna sökvägen.
tr: İçe aktarılacak dosya, belirtilen yolda bulunamadı.
uk: Файл, який слід імпортувати, не знайдено за вказаним шляхом.
zh_tw: 在指定路徑找不到要匯入的檔案。

source: %1 is not a valid %2
ar: %1 ليس %2 صالحًا
eo: %1 ne estas valida %2
es: %1 no es un %2 válido
fi: %1 ei ole kelvollinen %2
gl: %1 non ten validez como %2.
hi: %1 वैध %2 नहीं है
hu: %1 nem érvényes %2
pt_br: %1 não é um %2 válido
ru: «%1» недопустимо использовать как %2
tr: “%1”, geçerli bir %2 değil

source: Invalid action link
ar: رابط الإجراء غير صالح
eo: Nevalida agadligo
es: Enlace de acción inválido
fi: Virheellinen toimintolinkki
fr: Lien d'action non valable
gl: A ligazón de acción non é válida
hi: अमान्य कार्रवाई लिंक
hu: Érvénytelen művelethivatkozás
ia: Ligamine de action invalide
nl: Ongeldige actiekoppeling
pl: Nieprawidłowy odnośnik działania
pt_br: Link de ação inválido
ru: Неверная ссылка на действие
sv: Ogiltig åtgärdslänk
tr: Geçersiz eylem bağlantısı
uk: Некоректне посилання на дію
zh_tw: 無效的動作連結

source: Invalid Account
ar: حساب غير صالح
eo: Nevalida Konto
es: Cuenta no válida
fi: Virheellinen tili
fr: Compte non valable
gl: A conta non é válida
hi: अवैध खाता
hu: Érvénytelen fiók
ia: Conto invalide
nl: Ongeldig account
pl: Nieprawidłowe konto
pt_br: Conta inválida
ru: Некорректная учётная запись
sv: Ogiltigt konto
tr: Geçersiz hesap
uk: Некоректний обліковий запис
zh_tw: 無效帳戶

source: Invalid arguments
ar: وسائط غير صالحة
eo: Nevalidaj argumentoj
es: Argumentos no válidos
fi: Virheellisiä parametreja
fr: Arguments non valables
gl: Os argumentos non son válidos
hi: अमान्य तर्क
hu: Érvénytelen argumentumok
ia: Argumentos invalide
nl: Ongeldige argumenten
pl: Nieprawidłowe argumenty
pt_br: Argumentos inválidos
ru: Некорректные аргументы
sv: Ogiltiga argument
tr: Geçersiz argümanlar
uk: Некоректні параметри
zh_tw: 無效的參數

source: Invalid asset
ar: أصل غير صالح
eo: Nevalida valoraĵo
es: Recurso inválido
fr: Actif non valable
gl: O recurso non é válido
hi: अमान्य संपत्ति
hu: Érvénytelen eszköz
ia: Possession invalide
nl: Ongeldig bezit
pl: Nieprawidłowy zasób
pt_br: Recurso inválido
ru: Некорректный актив
sv: Ogiltig tillgång
tr: Geçersiz varlık
uk: Некоректний актив
zh_tw: 無效資源

source: Invalid channel.
ar: قناة غير صالحة.
eo: Nevalida kanalo.
es: Canal no válido.
fi: Virheellinen kanava.
fr: Canal non valable.
gl: A canle non é válida.
hi: अमान्य चैनल.
hu: Érvénytelen csatorna.
ia: Canale invalide.
nl: Ongeldig kanaal.
pl: Nieprawidłowy kanał.
pt_br: Canal inválido.
ru: Неверный канал.
sv: Ogiltig kanal.
tr: Geçersiz kanal.
uk: Некоректний канал.
zh_tw: 無效的頻道。

source: Invalid channel. Start with @ or #
ar: قناة غير صالحة. تبدأ بـ @ أو #
eo: Nevalida kanalo. Komencu per @ aŭ #
es: Canal no válido. Comienza con @ o #
fi: Virheellinen kanava. Aloita merkillä @ tai #
fr: Canal non valable. Il doit commencer par @ ou #
gl: A canle non é válida. Comece con @ ou #.
hi: अमान्य चैनल. @ या # से शुरू करें
hu: Érvénytelen csatorna. Kezdje @ vagy # karakterrel.
ia: Canal invalide. Initia con @ o #
nl: Ongeldig kanaal. Begint met @ of #
pl: Nieprawidłowy kanał. Zacznij od @ lub #
pt_br: Canal inválido. Começa com @ ou #
ru: Неверный канал. Запись канала должна начинаться с @ или #
sv: Ogiltig kanal. Inled med @ eller #
tr: Geçersiz kanal. @ veya # ile başlayın
uk: Некоректний канал. Запис каналу має починатися з @ або #
zh_tw: 無效的頻道。應以 @ 或 # 開頭

source: Invalid custom field
ar: حقل مخصص غير صالح
eo: Nevalida propra kampo
es: Campo personalizado inválido
fi: Virheellinen mukautettu kenttä
fr: Champ personnalisé non valable
gl: O campo personalizado non é válido.
hi: अमान्य कस्टम फ़ील्ड
hu: Érvénytelen egyéni mező
ia: Campo personalisate invalide
nl: Ongeldig aangepast veld
pl: Nieprawidłowe własne pole
pt_br: Campo personalizado inválido
ru: Некорректное настраиваемое поле
sv: Ogiltigt eget fält
tr: Geçersiz özel alan
uk: Некоректне нетипове поле
zh_tw: 無效的自訂欄位

source: Invalid custom field name. Use only letters, numbers, hyphens and underscores.
ar: اسم الحقل المخصص غير صالح. استخدم فقط الأحرف والأرقام والواصلات والشرطات السفلية.
eo: Nevalida propra kampnomo. Uzu nur literojn, ciferojn, streketojn kaj substrekojn.
es: Nombre de campo personalizado inválido. Use solo letras, números, guiones y guiones bajos.
fi: Virheellinen mukautetun kentän nimi. Käytä vain kirjaimia, numeroita, yhdysmerkkiä ja alaviivaa.
fr: Nom de champ personnalisé non valable. Utilisez uniquement des chiffres, des lettres, des tirets et des tirets bas.
gl: O nome do campo personalizado non é válido. Use só letras inglesas, números, guións e guións baixos.
hi: अमान्य कस्टम फ़ील्ड नाम. केवल अक्षर, संख्या, हाइफ़न और अंडरस्कोर का उपयोग करें.
hu: Érvénytelen egyéni mezőnév. Csak betűket, számokat, kötőjeleket és aláhúzásokat használjon.
ia: Nomine de campo personalisate invalide. Tu usa solmente litteras, numeros, tractos de union e sublineas.
nl: Ongeldig aangepaste veldnaam. Gebruik alleen letters, cijfers, mintekens en underscore.
pl: Nieprawidłowa nazwa własnego pola. Stosuj tylko litery, liczby, myślniki oraz podkreślniki.
pt_br: Campo personalizado inválido. Use apenas letras, números, hífens e sublinhados.
ru: Некорректное название настраиваемого поля. Используйте только буквы, цифры, дефисы и символы подчёркивания.
sv: Ogiltigt eget fältnamn. Använd bara bokstäver, siffror, bindestreck och understreck.
tr: Geçersiz özel alan adı. Yalnızca harfler, sayılar, tireler ve alt çizgiler kullanın.
uk: Некоректна назва нетипового поля. Назва може складатися лише з літер, чисел, дефісів та символів підкреслювання.
zh_tw: 無效的自訂欄位名稱。只能使用字母、數字、hyphen ("-") 或底線 ("_")。

source: Invalid date provided.
ar: تاريخ المعطى غير صالح.
eo: Nevalida dato provizita.
es: Fecha proporcionada no válida.
fi: Annettu virheellinen päiväys.
fr: Date non valable fournie.
gl: A data fornecida non é válida.
hi: अमान्य तारीख प्रदान की गई.
hu: Érvénytelen dátum lett megadva.
ia: Data invalide fornite.
nl: Ongeldige gegevens aangeleverd.
pl: Podano nieprawidłowe dane.
pt_br: Data inválida fornecida.
ru: Указана некорректная дата.
sv: Ogiltigt datum angivet.
tr: Geçersiz tarih sağlandı.
uk: Вказано некоректну дату.
zh_tw: 提供了無效日期。

source: Invalid description
ar: وصف غير صالح
eo: Nevalida priskribo
es: Descripción no válida
fi: Virheellinen kuvaus
fr: Description non valable
gl: A descrición non é válida
hi: अमान्य विवरण
hu: Érvénytelen leírás
ia: Description invalide
nl: Ongeldige beschrijving
pl: Nieprawidłowy opis
pt_br: Descrição inválida
ru: Некорректное описание
sv: Ogiltig beskrivning
tr: Geçersiz açıklama
uk: Некоректний опис
zh_tw: 無效的描述

source: Invalid domain
ar: مجال غير صالح
eo: Nevalida domajno
es: Dominio no válido
fi: Virheellinen toimialue
fr: Domaine non valable
gl: O dominio non é válido
hi: अमान्य डोमेन
hu: Érvénytelen tartomány
ia: Dominio invalide
nl: Ongeldig domein
pl: Nieprawidłowa domena
pt_br: Domínio inválido
ru: Некорректный домен
sv: Ogiltig domän
tr: Geçersiz etki alanı
uk: Некоректний домен
zh_tw: 無效的網域

source: Invalid email '%1'
ar: بريد إلكتروني غير صالح '%1'
eo: Nevalida retpoŝto '%1'
es: Correo electrónico inválido: «%1»
fi: Virheellinen sähköposti ”%1”
gl: O enderezo de correo electrónico «%1» non é válido
hi: अमान्य ईमेल '%1'
hu: Érvénytelen e-mail-cím: „%1”
pt_br: E-mail '%1' inválido
ru: Неверный адрес эл. почты «%1»
tr: Geçersiz e-posta: “%1”
zh_tw: 無效電子郵件 '%1'

source: Invalid email address
ar: عنوان البريد الإلكترونيّ غير صالح
eo: Nevalida retadreso
es: Dirección de correo electrónico no válida
fi: Virheellinen sähköpostiosoite
fr: Adresse de courriel non valable
gl: O enderezo de correo electrónico non é válido
hi: अमान्य ईमेल पता
hu: Érvénytelen e-mail-cím
ia: Adresse de e-posta invalide
nl: Ongeldig e-mailadres
pl: Nieprawidłowy adres e-mail
pt_br: Endereço de e-mail inválido
ru: Неверный адрес эл. почты
sv: Ogiltig e-postadress
tr: Geçersiz e-posta adresi
uk: Некоректна адреса електронної пошти
zh_tw: 無效的電子郵件地址

source: Invalid file height
ar: ارتفاع الملف غير صالح
eo: Nevalida dosiera alteco
es: Altura del archivo no válida
fi: Virheellinen tiedoston korkeus
fr: Hauteur du fichier non valable
gl: A altura do ficheiro non é válida
hi: फ़ाइल की ऊंचाई अमान्य है
hu: Érvénytelen fájlmagasság
ia: Altessa de file invalide
nl: Ongeldige bestandshoogte
pl: Nieprawidłowa wysokość pliku
pt_br: Tamanho do arquivo inválido
ru: Некорректная высота файла
sv: Ogiltig filhöjd
tr: Geçersiz dosya boyu
uk: Некоректна висота файла
zh_tw: 無效的檔案高度

source: Invalid file type
ar: نوع الملف غير صالح
eo: Nevalida dosiertipo
es: Tipo de archivo no válido
fi: Virheellinen tiedostotyyppi
fr: Type de fichier non valable
gl: O tipo de ficheiro non é válido
hi: अमान्य फ़ाइल प्रकार
hu: Érvénytelen fájltípus
ia: Typo de file invalide
nl: Ongeldig bestandstype
pl: Nieprawidłowy rodzaj pliku
pt_br: Tipo de arquivo inválido
ru: Недопустимый тип файла
sv: Ogiltig filtyp
tr: Geçersiz dosya türü
uk: Некоректний тип файла
zh_tw: 無效的檔案類型

source: Invalid file width
ar: عرض الملف غير صالح
eo: Nevalida dosierlarĝo
es: Anchura del archivo no válida
fi: Virheellinen tiedoston leveys
fr: Largeur du fichier non valable
gl: A anchura do ficheiro non é válida
hi: फ़ाइल की चौड़ाई अमान्य है
hu: Érvénytelen fájlszélesség
ia: Largessa de file invalide
nl: Ongeldige bestandsbreedte
pl: Nieprawidłowa szerokość pliku
pt_br: Largura do arquivo inválido
ru: Некорректная ширина файла
sv: Ogiltig filbredd
tr: Geçersiz dosya eni
uk: Некоректна ширина файла
zh_tw: 無效的檔案寬度

source: You informed an invalid FROM address.
ar: لقد أبلغت بعنوان "من" غير صالح.
eo: Vi informis nevalidan FROM-adreson.
es: Introdujo una dirección de remitente inválida
fi: Ilmoitit virheellisestä FROM-osoitteesta.
fr: Vous avez renseigné une adresse FROM non valable.
gl: Forneceu un enderezo de remitente non válido.
hi: आपने एक अमान्य FROM पता सूचित किया है।
hu: Érvénytelen feladó címet tájékoztatott.
ia: Tu informava un invalide adresse de FROM (EX)
nl: U gaf informatie over een ongeldig VAN-adres
pl: Powiadomiłeś nieprawidłowy adres OD
pt_br: Você informou um endereço DE inválido.
ru: Указан некорректный адрес отправителя.
sv: Du informerade en ogiltig FRÅN-adress.
tr: Geçersiz bir KİMDEN adresi bilgisi verdiniz.
uk: Вами вказано некоректну адресу відправника.
zh_tw: 您提供了無效的 FROM 地址。

source: Invalid integration
ar: تكامل غير صالح
eo: Nevalida integriĝo
es: Integración inválida
fi: Virheellinen eheytys
fr: Intégration non valable
gl: A integración non é válida
hi: अमान्य एकीकरण
hu: Érvénytelen integráció
ia: Integration invalide
nl: Ongeldige integratie
pl: Nieprawidłowa integracja
pt_br: Integração inválida
ru: Некорректная интеграция
sv: Ogiltig integrering
tr: Geçersiz tümleştirme
uk: Некоректна інтеграція
zh_tw: 無效的整合

source: Invalid message
ar: رسالة غير صالحة
eo: Nevalida mesaĝo
es: Mensaje no válido
fi: Virheellinen viesti
fr: Message non valable
gl: A mensaxe non é válida
hi: अमान्य संदेश
hu: Érvénytelen üzenet
ia: Message invalide
nl: Ongeldig bericht
pl: Nieprawidłowa wiadomość
pt_br: Mensagem inválida
ru: Некорректное сообщение
sv: Ogiltigt meddelande
tr: Geçersiz ileti
uk: Некоректне повідомлення
zh_tw: 無效的訊息

source: Invalid method
ar: أسلوب غير صالح
eo: Nevalida metodo
es: Método no válido
fi: Virheellinen menetelmä
fr: Méthode non valable
gl: O método non é válido
hi: अमान्य विधि
hu: Érvénytelen módszer
ia: Methodo invalide
nl: Ongeldige methode
pl: Nieprawidłowy sposób
pt_br: Método inválido
ru: Некорректный способ
sv: Ogiltig metod
tr: Geçersiz yöntem
uk: Некоректний спосіб
zh_tw: 無效的方法

source: Invalid name
ar: الاسم غير صالح
eo: Nevalida nomo
es: Nombre no válido
fi: Virheellinen nimi
fr: Nom non valable
gl: O nome non é válido
hi: अमान्य नाम
hu: Érvénytelen név
ia: Nomine invalide.
nl: Ongeldige naam
pl: Nieprawidłowa nazwa
pt_br: Nome inválido
ru: Неверное имя
sv: Ogiltigt namn
tr: Geçersiz ad
uk: Некоректна назва
zh_tw: 無效的名稱

source: Invalid password
ar: كلمة السر غير صحيحة
eo: Nevalida pasvorto
es: Contraseña no válida
fi: Virheellinen salasana
fr: Mot de passe non valable
gl: O contrasinal non é válido
hi: अवैध पासवर्ड
hu: Érvénytelen jelszó
ia: Contrasigno invalide
nl: Ongeldig wachtwoord
pl: Nieprawidłowe hasło
pt_br: Senha inválida
ru: Неверный пароль
sv: Ogiltig lösenord
tr: Geçersiz parola
uk: Некоректний пароль
zh_tw: 不正確的密碼

source: Invalid permission
ar: إذن غير صالح
eo: Nevalida permeso
es: Permiso inválido
fi: Virheellinen käyttöoikeus
fr: Permission non valable
gl: O permiso non é válido
hi: अमान्य अनुमति
hu: Érvénytelen jogosultság
ia: Permission invalide
nl: Ongeldige toegangsrecht
pl: Nieprawidłowe uprawnienia
pt_br: Permissão inválida
ru: Некорректные права доступа
sv: Ogiltig rättighet
tr: Geçersiz izin
uk: Некоректні права доступу
zh_tw: 無效的權限

source: Invalid redirectUri
ar: إعادة توجيه Uri غير صالحة
eo: Nevalida alidirektilo
es: URI de redirección inválida
fi: Virheellinen uudelleenohjaus-URI
fr: redirectUri non valable
gl: O URI de redirección non é válido
hi: अमान्य रीडायरेक्टयूरी
hu: Érvénytelen átirányítási URI
ia: Invalide redirectUri
nl: Ongeldig redirectUri
pl: Nieprawidłowy redirectUri
pt_br: redirectUri inválido
ru: Неверный адрес перенаправления
sv: Ogiltig omdirigeringswebbadress
tr: Geçersiz redirectUri
uk: Некоректна адреса переспрямовування

source: Invalid role
ar: دور غير صالح
eo: Nevalida rolo
es: Rol inválido
fi: Virheellinen rooli
fr: Rôle non valable
gl: O rol non é válido
hi: अमान्य भूमिका
hu: Érvénytelen szerep
ia: Rolo invalide
nl: Ongeldige rol
pl: Nieprawidłowa rola
pt_br: Função inválida
ru: Неверная роль
sv: Ogiltig roll
tr: Geçersiz rol
uk: Некоректна роль

source: Invalid room
ar: غرفة غير صالحة
eo: Nevalida ĉambro
es: Sala inválida
fi: Virheellinen huone
fr: Salon non valable
gl: A sala non é válida
hi: अमान्य कमरा
hu: Érvénytelen szoba
ia: Sala invalide
nl: Ongeldige room
pl: Nieprawidłowy pokój
pt_br: Sala inválida
ru: Некорректная комната
sv: Ogiltigt rum
tr: Geçersiz oda
uk: Некоректна кімната
zh_tw: 無效的聊天室

source: '%1' is not a valid room type.
ar: '%1' ليس نوع غرفة صالحًا.
eo: '%1' ne estas valida ĉambrotipo.
es: «%1» no es un tipo válido de sala.
fi: ”%1” ei kelpaa huoneen nimeksi.
gl: «%1» non é un tipo de sala válido.
hi: '%1' वैध कक्ष प्रकार नहीं है.
hu: A(z) „%1” nem érvényes szobatípus.
pt_br: '%1' não é um tipo de sala válido.
ru: «%1» не является допустимым типом комнаты
tr: “%1”, geçerli bir oda türü değil.
zh_tw: 「%1」不是有效的聊天室類型。

source: Invalid settings provided
ar: إعدادات المقدمة غير صالحة
eo: Nevalidaj agordoj provizitaj
es: Las preferencias proporcionadas son inválidas
fi: Annettu virheelliset asetukset
fr: Paramètres fournis non valables
gl: A configuración fornecida non é válida
hi: अमान्य सेटिंग प्रदान की गई
hu: Érvénytelen beállítások lettek megadva
ia: Preferentias invalide fornite
nl: Ongeldige instellingen aangeleverd
pl: Nieprawidłowe ustawienia
pt_br: Configurações inválidas fornecidas
ru: Указаны неверные параметры
sv: Ogiltiga inställningar angivna
tr: Geçersiz ayarlar sağlandı
uk: Вказано некоректні параметри

source: Invalid subscription
ar: اشتراك غير صالح
eo: Nevalida abono
es: Suscripción no válida
fi: Virheellinen tilaus
fr: Abonnement non valable
gl: A subscrición non é válida
hi: अमान्य सदस्यता
hu: Érvénytelen előfizetés
ia: Subscription invalide
nl: Ongeldige beschrijving
pl: Nieprawidłowa subskrypcja
pt_br: Assinatura inválida
ru: Некорректная подписка
sv: Ogiltig prenumeration
tr: Geçersiz abonelik
uk: Некоректна підписка

source: Invalid token
ar: رمز غير صالح
eo: Nevalida ĵetono
es: Símbolo inválido
fi: Virheellinen merkki
fr: Jeton non valable
gl: O pase non é válido
hi: अमान्य टोकन
hu: Érvénytelen token
ia: Indicio (token) invalide
nl: Ongeldig token
pl: Nieprawidłowy token
pt_br: Token inválido
ru: Некорректный маркер
sv: Ogiltig symbol
tr: Geçersiz jeton
uk: Некоректний жетон
zh_tw: 無效的權杖

source: Invalid triggerWords
ar: كلمات التشغيل غير صالحة
eo: Nevalidaj ellasilvortoj
es: Las palabras detonantes son inválidas
fi: Virheellisiä liipaisinsanoja
fr: triggerWords non valables
gl: As palabras de reacción non son válidas
hi: अमान्य ट्रिगर शब्द
hu: Érvénytelen aktiválószavak
ia: Invalide triggerWords (discatenator de parolas)
nl: Ongeldige triggerWords
pl: Nieprawidłowe słowa wyzwalające
pt_br: triggerWords inválido
ru: Некорректные слова-переключатели
sv: Ogiltiga utlösningsord
tr: Geçersiz tetik sözcükleri
uk: Некоректні слова-перемикачі

source: Invalid URLs
ar: عناوين URL غير صالحة
eo: Nevalidaj URLoj
es: URL no válidas
fi: Virheellisiä verkko-osoitteita
fr: URLs non valables
gl: Os URL non son válidos
hi: अमान्य URL
hu: Érvénytelen URL-ek
ia: URLs invalide
nl: Ongeldige URL's
pl: Nieprawidłowe adresy URL
pt_br: URLs inválidas
ru: Некорректные адреса
sv: Ogiltiga webbadresser
tr: Geçersiz URL’ler
uk: Некоректні адреси
zh_tw: 無效網址

source: Invalid user
ar: مستخدم غير صالح
eo: Nevalida uzanto
es: Usuario no válido
fi: Virheellinen käyttäjä
fr: Utilisateur non valable
gl: A persoa usuaria non é válida
hi: अमान्य उपयोगकर्ता
hu: Érvénytelen felhasználó
ia: Usator invalide
nl: Ongeldige gebruiker
pl: Nieprawidłowy użytkownik
pt_br: Usuário inválido
ru: Некорректный пользователь
sv: Ogiltig användare
tr: Geçersiz kullanıcı
uk: Некоректний користувач
zh_tw: 無效使用者

source: Invalid username
ar: اسم مستخدم غير صالح
eo: Nevalida uzantnomo
es: Usuario no válido
fi: Virheellinen käyttäjätunnus
fr: Nom d'utilisateur non valable
gl: O nome de persoa usuaria non é válida
hi: अमान्य उपयोगकर्ता नाम
hu: Érvénytelen felhasználónév
ia: Nomine de usator invlide
nl: Ongeldige gebruikersnaam
pl: Nieprawidłowa nazwa użytkownika
pt_br: Nome de usuário inválido
ru: Некорректное имя пользователя
sv: Ogiltigt användarnamn
tr: Geçersiz kullanıcı adı
uk: Некоректне ім’я користувача
zh_tw: 無效的使用者名稱

source: The webhook URL responded with a status other than 200
ar: استجاب عنوان URL للرد الآليّ على الويب بحالة غير 200
eo: La rethook URL respondis kun stato alia ol 200
es: La URL «webhook» respondió con un estado diferente a 200
fi: Webhook-osoite palautti 200:sta eroavan tilan
fr: L'URL webhook a répondu avec un état différent de 200
gl: O URL do gancho web respondeu cun estado distinto de 200.
hi: वेबहुक URL ने 200 के अलावा किसी अन्य स्थिति के साथ प्रतिक्रिया दी
hu: A webhorog URL 200-astól eltérő állapottal válaszolt
ia: Le URL de webhook (hamo de web) respondeva con un stato altere que 200
nl: De webhook-URL antwoorde met een status anders dan 200
pl: Haczyk sieciowy URL odpowiedział ze stanem innym niż 200
pt_br: A URL do webhook respondeu com um status diferente de 200
ru: URL-адрес веб-перехватчика ответил состоянием, отличным от 200
sv: Webbadressen svarade med en status skild från 200
tr: Web kancası URL’si, 200’den başka bir durum ile yanıt verdi
uk: Адреса вебскрипту відповіла станом, відмінним від 200

source: Message deleting is blocked
ar: حذف الرسائل محظور
eo: Forigo de mesaĝoj estas blokita
es: El borrado de mensajes está bloqueado
fi: Viestin poistaminen on estetty
fr: La suppression de messages est bloquée
gl: Bloqueouse a eliminación de mensaxes
hi: संदेश हटाना अवरुद्ध है
hu: Az üzenet törlése tiltva van
ia: Deler de Message es blocate
nl: Berichten verwijderen is nu geblokkeerd
pl: Usuwanie wiadomości jest zablokowane
pt_br: A exclusão de mensagem está bloqueada
ru: Удаление сообщений заблокировано
sv: Meddelandeborttagning är blockerad
tr: İleti silme engelleniyor
uk: Вилучення повідомлень заблоковано
