Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: %4 %1 new message since %2. %3
eo: %4 %1 nova mesaĝo ekde %2. %3
fr: %4 %1 nouveau message depuis %2. %3
ia: %4 %1 nve message desde %2. %3
nl: %4 %1 nieuw bericht sinds %2. %3
pl: %4 %1 nowa wiadomość od %2. %3
sv: %4 %1 nytt meddelande sedan %2. %3
uk: %4 %1 нове повідомлення з %2. %3

source: (Mark As Read)
eo: (Marki Kiel Legita)
fr: (Marquer comme lu)
ia: (Marca como legite)
nl: (Als gelezen markeren)
pl: (Oznacz jako przeczytana)
sv: (Markera som läst)
uk: (Позначити як непрочитане)

source: (Jump to first Unread)
eo: (Salti al la unua Nelegita)
fr: (Sauter au premier non lu)
ia: (Salta al prime non legite)
nl: (Naar eerste ongelezen gaan)
pl: (Przejdź do pierwszej nieprzeczytanej)
sv: (Gå till första olästa)
uk: (Перейти до першого непрочитаного)

source: Unblock User
eo: Malbloki Uzanton
fr: Débloquer un utilisateur
ia: Disbloca usator
nl: Gebruiker deblokkeren
pl: Odblokuj użytkownika
sv: Blockera inte användare
uk: Розблокувати користувача

source: Block User
eo: Bloki Uzanton
fr: Bloquer un utilisateur
ia: Bloca Usator
nl: Gebruiker blokkeren
pl: Zablokuj użytkownika
sv: Blockera användare
uk: Заблокувати користувача

source: Unignore
eo: Malignori
fr: Ne plus ignorer
ia: Cessa a ignorar
nl: Niet negeren
pl: Wycofaj pomijanie
sv: Ignorera inte
uk: Скасувати ігнорування

source: Ignore
eo: Ignori
fr: Ignorer
ia: Ignora
nl: Negeren
pl: Pomiń
sv: Ignorera
uk: Ігнорувати

source: Impossible to open log.
eo: Malfermi protokolon.

# @title:window
source: Show Log
eo: Montri Protokolon

source: All Version
eo: Ĉiuj Versioj

# NAME OF TRANSLATORS
source: Your names
fr: Simon Depiets, Xavier Besnard
ia: Giovanni Sora
nl: Freek de Kruijf - 2019 t/m 2022
uk: Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
fr: sdepiets@gmail.com, xavier.besnard@neuf.fr
ia: g.sora@tiscali.it
nl: freekdekruijf@kde.nl
uk: yurchor@ukr.net

source: Copyright © 2020-2022 Ruqola authors
fr: Copyright © 2017 - 2022 Les auteurs de Ruqola
ia: Copyright © 2020-2022 Autores de Ruqola
nl: Copyright © 2020-2022 auteurs van Ruqola
pl: Copyright © 2020-2022 Autorzy Ruqola
sv: Copyright © 2020-2022 Ruqola-upphovsmännen
uk: © Автори Ruqola, 2020–2022

source: Server not found: %1
fr: Impossible de trouver le serveur : %1
ia: Servitor non trovate: %1
nl: Server niet gevonden: %1
pl: Nie znaleziono serwera: %1
sv: Servern hittades inte: %1
uk: Сервер не знайдено: %1

source: Symbols
fr: Symboles
ia: Symbolos
nl: Symbolen
pl: Symbole
sv: Symboler
uk: Символи

source: Activity
fr: Activité
ia: Activitate
nl: Activiteit
pl: Aktywność
sv: Aktivitet
uk: Діяльність

source: Objects
fr: Objets
ia: Objectos
nl: Objecten
pl: Obiekty
sv: Objekt
uk: Об'єкти

source: Nature
ia: Natura
nl: Natuur
pl: Natura
sv: Natur
uk: Природа

source: Food
fr: Nourriture
ia: Alimento
nl: Eten
pl: Jedzenie
sv: Mat
uk: Їжа

source: People
fr: Personnes
ia: Gente
nl: Mensen
pl: Ludzie
sv: Personer
uk: Люди

source: Travel
fr: Voyages
ia: Viage
nl: Reizen
pl: Podróże
sv: Resor
uk: Подорожі

source: Regional
fr: Régional
nl: Regionaal
pl: Regionalna
sv: Regionalt
uk: Регіональні

source: Flags
fr: Étiquettes
ia: Bandieras (Flags)
nl: Vlaggen
pl: Flagi
sv: Flaggor
uk: Прапорці

source: %1 removed %2 from this Team
fr: %1 a supprimé #%2 de cette équipe
ia: %1 Removite #%2 ex iste Equipa
nl: %1 heeft %2 uit dit team verwijderd
pl: %1 usunął %2 z tego zespołu
uk: %1 вилучено %2 з цієї команди

source: Has joined OTR chat.
fr: A rejoint cette discussion « OTR ».
ia: univa se al conversation OTR.
nl: Doet mee aan de OTR-chat.
pl: Dołączył do czatu OTR.
uk: Долучається до спілкування OTR.

source: key refreshed successfully
fr: Clé rafraîchie avec succès
ia: clave refrescate con successo
nl: sleutel met succes vernieuwd
pl: klucz został odświeżony pomyślnie
uk: ключ успішно оновлено

source: Has requested key refresh.
fr: A demandé un rafraîchissement de clés.
ia: Ha requirite refrescar clave.
nl: Heeft een vernieuwing van de sleutel gevraagd.
pl: Poprosił o odświeżenie klucza.
uk: Надіслано запит на оновлення ключа.

source: Room topic changed to: %1 by %2
fr: Le sujet du salon a été modifié de %1 vers %2
ia: Topico de sala cambiate a: %1 per %2
nl: Onderwerp van room gewijzigd naar: %1 door %2
pl: Temat pokoju uległ zmianie na: %1 przez %2
sv: Rummets ämne ändrades till: %1 av %2
uk: Тему кімнати змінено на таку %1, %2

source: User added to team: %1 by %2
fr: Utilisateur ajouté à l'équipe : %1 par %2
ia: Usator addite a equipa: %1 per %2
nl: Gebruiker toegevoegd aan team: %1 door %2
pl: Użytkownik dodał do zespołu: %1 przez %2
uk: До кімнати додано користувача %1, %2

source: User removed to team: %1 by %2
fr: Utilisateur supprimé de l'équipe : %1 par %2
ia: Usator removite ex equipa: %1per %2
nl: Gebruiker verwijderd uit team: %1 door %2
pl: Usunięto użytkownika z zespołu: %1 przez %2
uk: З кімнати вилучено користувача %1, %2

source: File Uploaded:
fr: Fichier envoyé :
ia: File incargate:
nl: Bestand geüpload:
pl: Wysłano plik:
sv: Fil uppladdad:
uk: Файл вивантажено:

source: File Uploaded: %1
fr: Fichier envoyé : %1
ia: Fle Incargate: %1
nl: Bestand geüpload: %1
pl: Wysłano plik: %1
sv: Fil uppladdad: %1
uk: Файл вивантажено: %1

source: Number Of Messages
fr: Nombre de messages
ia: Numero de messages
nl: Aantal berichten
pl: Liczba wiadomości
uk: Кількість повідомлень

source: Read Only
fr: Lecture seule
ia: Solmente de lectura
nl: Alleen-lezen
pl: Tylko do odczytu
uk: Лише читання

source: Snippered Messages
fr: Messages barrés
ia: Messages taliate con cisorios
nl: Versnipperde berichten
pl: Wiadomości nacelowane
sv: Fragmenterade meddelanden
uk: Подрібнені повідомлення

source: Droplet
fr: Goutte
ia: Droplet (Gutta)
nl: Druppeltje
sv: Liten droppe
uk: Крапля

source: Modify Status...
fr: Modifier l'état...
ia: Modifica Stato ...
nl: Status wijzigen...
pl: Zmień dostępność...
sv: Ändra status...
uk: Змінити стан…

source: System Messages
fr: Messages du système
ia: Messages de systema
nl: Systeemberichten
pl: Wiadomości systemowe
sv: Systemmeddelanden
uk: Повідомлення системи

source: Hide "Room set Read Only" messages
fr: Masquer les messages « Le salon est uniquement en lecture »
ia: Cela messages de "Sala fixate a sol lectura"
nl: Berichten "Room ingesteld op alleen-lezen" verbergen
pl: Ukryj wiadomości "Pokój ustawiony tylko-do-odczytu"
uk: Приховати повідомлення «Для кімнати встановлено режим „лише читання“»

source: Hide "User converted team to a Channel" messages
fr: Masquer les messages « Un utilisateur a transformé un groupe en un canal »
ia: Cela messages de "Usator converteva equipaa Canal"
nl: Berichten "Gebruiker heeft team geconverteerd naar een kanaal" verbergen
pl: Ukryj wiadomości "Użytkownik przekształcił zespół na kanał"
uk: Приховати повідомлення «Користувач перетворив команду на канал»

source: Reply...
fr: Répondre...
ia: Responde...
nl: Beantwoorden...
pl: Odpowiedz...
sv: Svara...
uk: Відповісти…

source: %1 wants to start OTR. Do you want to accept?.
fr: %1 demande le démarrage de OTR ». Voulez-vous vraiment l'accepter ?
ia: %1 vole initiar OTR. Tu vole acceptar?.
nl: %1 wil OTR starten. Wilt u het accepteren?.
pl: %1 chce rozpocząć OTR. Czy przyjąć?
sv: %1 vill starta OTR. Vill du acceptera?
uk: %1 хоче розпочати OTR. Хочете прийняти запрошення?

source: <strong>%1</strong> is typing...
fr: <strong>%1</strong>est en train d'écrire un message...
ia: <strong>%1</strong> es typante ...
nl: <strong>%1</strong> bezig met typen...
pl: <strong>%1</strong> pisze...
sv: <strong>%1</strong> skriver...
uk: <strong>%1</strong> вводить текст…

source: <strong>%1</strong> are typing...
fr: <strong>%1</strong>sont en train d'écrire un message...
ia: <strong>%1</strong> es typante...
nl: <strong>%1</strong> zijn aan het typen...
pl: <strong>%1</strong> pisze...
sv: <strong>%1</strong> skriver ...
uk: <strong>%1</strong> вводить текст…

source: Error: Unable to find Bing credentials in web version.
fr: Erreur : impossible de trouver des identifiants Bing dans la version Internet.
nl: Fout: kan Bing-credentials in webversie niet vinden.
sv: Fel: Kan inte hitta Bing behörighetsinformation i webbversionen.
uk: Помилка: не вдалося знайти реєстраційні дані Bing у вебверсії.

source: Error: Unable to extract Bing key from web version.
fr: Erreur : impossible d'extraire une clé Bing à partir de la version Internet.
nl: Fout: kan Bing-sleutel niet uit webversie extraheren.
sv: Fel: Kan inte extrahera Bing nyckel från webbversionen.
uk: Помилка: не вдалося видобути ключ Bing з вебверсії.

source: Error: Unable to extract Bing token from web version.
fr: Erreur : impossible d'extraire un jeton Bing à partir de la version Internet.
nl: Fout: kan Bing-token niet uit webversie extraheren.
sv: Fel: Kan inte extrahera Bing symbol från webbversionen.
uk: Помилка: не вдалося видобути жетон Bing з вебверсії.

source: Error: Unable to extract additional Bing information from web version.
fr: Erreur : impossible d'extraire des informations additionnelles Bing à partir de la version Internet.
nl: Fout: kan additionele Bing-informatie niet uit webversie extraheren.
sv: Fel: Kan inte extrahera ytterligare Bing information från webbversionen.
uk: Помилка: не вдалося видобути додаткові дані Bing з вебверсії.

source: You used same language for from and to language.
fr: Vous avez utilisé la même langue pour la langue « depuis » et « vers ».
nl: U gebruikte dezelfde taal voor bron en doel.
uk: Вами вказано однакові мови для початкового тексту і для перекладу

source: Error: Engine systems have detected suspicious traffic from your computer network. Please try your request again later.
fr: Erreur : . le système de moteur a détecté un trafic suspect à partir du réseau de votre ordinateur. Veuillez relancer votre demande plus tard.
nl: Fout: Enginesystemen hebben verdacht verkeer gedetecteerd uit uw computernetwerk. probeer uw verzoek later nog eens.
sv: Fel: Gränssnittssystem har detekterad misstänkt trafik från datornätverket. Försök med din begäran igen senare.
uk: Помилка: системами рушія виявлено підозріливий обмін даними з мережі вашого комп'ютера. Будь ласка, повторіть спробу запиту пізніше.

source: Error: Unable to find Yandex SID in web version.
fr: Erreur : impossible de trouver des « Yandex SID » dans la version Internet.
nl: Fout: kan Yandex SID in webversie niet vinden.
sv: Fel: Kan inte hitta Yandex SID i webbversionen.
uk: Помилка: не вдалося знайти SID Yandex у вебверсії.

source: Error: Unable to extract Yandex SID from web version.
fr: Erreur : impossible d'extraire un « Yandex SID » à partir de la version Internet.
nl: Fout: kan Yandex SID niet uit webversie extraheren.
sv: Fel: Kan inte extrahera Yandex SID från webbversionen.
uk: Помилка: не вдалося видобути SID Yandex з вебверсії.

source: Error: Unable to parse autodetected language
fr: Erreur : impossible d'analyser la langue détectée automatiquement
nl: Fout: kon automatisch gedetailleerde taal niet ontleden
sv: Fel: Kan inte tolka automatiskt detekterat språk
uk: Помилка: не вдалося обробити дані щодо автоматично виявленої мови

source: Detect language
fr: Détecter une langue
nl: Taal detecteren
sv: Detektera språk
uk: Визначення мови

source: English
fr: Anglais
nl: Engels
sv: Engelska
uk: англійська

source: Chinese (Simplified)
fr: Chinois (Simplifié)
nl: Vereenvoudigd Chinees
sv: Kinesiska (förenklad)
uk: китайська (спрощений запис)

source: Chinese (Traditional)
fr: Chinois (Traditionnel)
nl: Traditioneel Chinees
sv: Kinesiska (traditionell)
uk: китайська (традиційний запис)

source: Dutch
fr: Néerlandais
nl: Nederlands
sv: Holländska
uk: нідерландська

source: French
fr: Français
nl: Frans
sv: Franska
uk: французька

source: German
fr: Allemand
nl: Duits
sv: Tyska
uk: німецька

source: Greek
fr: Grec
nl: Grieks
sv: Grekiska
uk: грецька

source: Italian
fr: Italien
nl: Italiaans
sv: Italienska
uk: італійська

source: Japanese
fr: Japonais
nl: Japans
sv: Japanska
uk: японська

source: Korean
fr: Coréen
nl: Koreaans
sv: Koreanska
uk: корейська

source: Portuguese
fr: Portugais
nl: Portugees
sv: Portugisiska
uk: португальська

source: Russian
fr: Russe
nl: Russisch
sv: Ryska
uk: російська

source: Spanish
fr: Espagnol
nl: Spaans
sv: Spanska
uk: іспанська

source: Albanian
fr: Albanais
nl: Albanees
sv: Albanska
uk: албанська

source: Arabic
fr: Arabe
nl: Arabisch
sv: Arabiska
uk: арабська

source: Armenian
fr: Arménien
nl: Armeens
sv: Armeniska
uk: вірменська

source: Azerbaijani
fr: Azerbaïdjanais
nl: Azerbeidzjaans
sv: Azerbajdzjanska
uk: азербайджанська

source: Basque
nl: Baskisch
sv: Baskiska
uk: баскська

source: Belarusian
fr: Biélorusse
nl: Wit-Russisch
sv: Vitryska
uk: білоруська

source: Bulgarian
fr: Bulgare
nl: Bulgaars
sv: Bulgariska
uk: болгарська

source: Catalan
nl: Catalaans
sv: Katalanska
uk: каталанська

source: Croatian
fr: Croate
nl: Kroatisch
sv: Kroatiska
uk: хорватська

source: Czech
fr: Tchèque
nl: Tsjechisch
sv: Tjeckiska
uk: чеська

source: Danish
fr: Danois
nl: Deens
sv: Danska
uk: данська

source: Estonian
fr: Estonien
nl: Ests
sv: Estniska
uk: естонська

source: Filipino
fr: Philippin
nl: Filipijns
sv: Filippinska
uk: філіппінська

source: Finnish
fr: Finnois
nl: Fins
sv: Finska
uk: фінська

source: Galician
fr: Galicien
nl: Galicisch
sv: Galiciska
uk: галісійська

source: Georgian
fr: Géorgien
nl: Georgisch
sv: Georgiska
uk: грузинська

source: Haitian Creole
fr: Créole haïtien
nl: Haïtiaans Creools
sv: Haitisk kreol
uk: гаїтянська креольська

source: Hebrew
fr: Hébreu
nl: Hebreeuws
sv: Hebreiska
uk: іврит

source: Hungarian
fr: Hongrois
nl: Hongaars
sv: Ungerska
uk: угорська

source: Icelandic
fr: Islandais
nl: IJslands
sv: Isländska
uk: ісландська

source: Indonesian
fr: Indonésien
nl: Indonesisch
sv: Indonesiska
uk: індонезійська

source: Irish
fr: Irlandais
nl: Iers
sv: Iriska
uk: ірландська

source: Latvian
fr: Letton
nl: Lets
sv: Lettiska
uk: латиська

source: Lithuanian
fr: Lituanien
nl: Litouws
sv: Litauiska
uk: литовська

source: Macedonian
fr: Macédonien
nl: Macedonisch
sv: Makedonska
uk: македонська

source: Malay
fr: Malais
nl: Maleis
sv: Malajiska
uk: малайська

source: Maltese
fr: Maltais
nl: Maltees
sv: Maltesiska
uk: мальтійська

source: Norwegian
fr: Norvégien
nl: Noors
sv: Norska
uk: норвезька

source: Persian
fr: Persan
nl: Perzisch
sv: Persiska
uk: перська

source: Polish
fr: Polonais
nl: Pools
sv: Polska
uk: польська

source: Romanian
fr: Roumain
nl: Roemeens
sv: Rumänska
uk: румунська

source: Serbian
fr: Serbe
nl: Servisch
sv: Serbiska
uk: сербська

source: Slovak
fr: Slovaque
nl: Slowaaks
sv: Slovakiska
uk: словацька

source: Slovenian
fr: Slovène
nl: Sloveens
sv: Slovenska
uk: словенська

source: Swedish
fr: Suédois
nl: Zweeds
sv: Svenska
uk: шведська

source: Turkish
fr: Turc
nl: Turks
sv: Turkiska
uk: турецька

source: Ukrainian
fr: Ukrainien
nl: Oekraïens
sv: Ukrainska
uk: українська

source: Vietnamese
fr: Vietnamien
nl: Vietnamees
sv: Vietnamesiska
uk: в'єтнамська

source: Yiddish
nl: Jiddisch
uk: ідиш

source: Modern Javanese (Indonesia)
nl: Modern Javaans (Indonesië)

source: Chinese
nl: Chinees

source: Share Text...
fr: Partager du texte...
nl: Tekst delen...
sv: Dela text...
uk: Оприлюднити текст…

source: Share
fr: Partager
nl: Delen
sv: Dela
uk: Оприлюднити

source: Speak Text
fr: Énoncer le texte
ia: Pronuncia texto
nl: Tekst uitspreken
pl: Wypowiedz tekst
sv: Läs upp text
uk: Декламувати текст

source: __action__ is not allowed
fr: __action__ non autorisée
ia: __action__ is non permittite
nl: __action__ is niet toegestaan
pl: __action__ jest niedozwolone
sv: __action__ tillåts inte
uk: __action__ заборонено

source: There's an archived channel with name '__room_name__'
fr: Il existe un canal archivé portant le nom « __room_name__ »
ia: Il ha un canala archivate con le nomine '__room_name__'
nl: Er is een gearchiveerd kanaal met naam '__room_name__'
pl: Istnieje zarchiwizowany kanał o nazwie '__room_name__'
sv: Det finns en arkiverad kanal med namn '__room_name__'
uk: Вже існує архівований канал із назвою «__room_name__»

source: A channel with name '__channel_name__' exists
fr: Un canal portant le nom « __channel_name__ » existe déjà
ia: Un canal con nomine '__channel_name__' existe
nl: Een kanaal met de naam '__channel_name__' bestaat
pl: Kanał o nazwie '__channel_name__' istnieje
sv: En kanal som heter '__channel_name__' finns
uk: Канал із назвою «__channel_name__» вже існує

source: Error trying to send email: __message__
fr: Erreur lors de l'envoi du courriel : __message__
ia: Error quand tentava inviar eposta: __messge__
nl: Fout bij poging e-mail te verzenden: __message__
pl: Błąd przy próbie wysłania e-maila: __message__
sv: Fel vid försök att skicka e-post: __message__
uk: Помилка під час спроби надіслати повідомлення електронною поштою: __message__

source: <strong>__field__</strong> is already in use :(
fr: <strong>__field__</strong> est déjà utilisé :(
ia: <strong>__field__</strong> ja es in uso :(
nl: <strong>__field__</strong> is al in gebruik :(
pl: <strong>__field__</strong> jest już w użyciu :(
sv: <strong>__field__</strong> används redan
uk: <strong>__field__</strong> вже використано :(

source: __input__ is not a valid __field__
fr: __input__ n'est pas un __field__ valable
ia: __input__ non es un valide __field__
nl: __input__ is geen geldig __field__
pl: __input__ nie jest prawidłowym __field__
sv: __input__ är inte giltigt __field__
uk: __input__ не є коректним значенням __field__

source: Invalid email __email__
fr: Courriel non valable __email__
ia: E-posta __email__ invalide
nl: Ongeldig e-mailadres __email__
pl: Nieprawidłowy adres e-mail __email__
sv: Ogiltig e-post __email__
uk: Некоректна адреса електронної пошти __email__

source: <strong>__room_name__</strong> is not a valid room name
fr: <strong>__room_name__</strong> n'est pas un nom de salon valable
ia: <strong>__room_name__</strong> non es un valide nomine de sala
nl: <strong>__room_name__</strong> is geen geldige naam van een room
pl: <strong>__room_name__</strong> nie jest prawidłową nazwą pokoju
sv: <strong>__room_name__</strong> är inte ett giltigt rumsnamn
uk: <strong>__room_name__</strong> не є коректною назвою кімнати

source: <strong>__type__</strong> is not a valid room type.
fr: <strong>__type__</strong> n'est pas un type de salon valable.
ia: <strong>__type__</strong> non es un vlide typo de sala.
nl: <strong>__type__</strong> is geen geldige type room.
pl: <strong>__type__</strong> nie jest prawidłowym rodzajem pokoju.
sv: <strong>__type__</strong> är inte en giltig rumstyp
uk: <strong>__type__</strong> не є коректним типом кімнати.

source: The field __field__ is required.
fr: Le champ __field__ est requis.
ia: Le campo __field__ es requirite.
nl: Het veld __field__ is vereist.
pl: Pole __field__ jest wymagane.
sv: Fältet __field__ krävs.
uk: Слід вказати поле __field__.

source: Error, too many requests. Please slow down. You must wait __seconds__ seconds before trying again.
fr: Erreur, trop de requêtes. Veuillez ralentir. Vous devrez attendre __seconds__ secondes avant de réessayer.
ia: Error, troppe requestas. Pro favor relenta. Tu debe attender __seconds__ secundas ante essayar de novo.
nl: Fout, teveel verzoeken. Doe rustig aan. u moet __seconds__ seconden wachten alvorens het opnieuw te proberen.
pl: Błąd, zbyt wiele żądań. Zwolnij. Musisz odczekać __seconds__ sekund przed ponowną próbą.
sv: Fel, för många förfrågningar. Sakta in. Du måste vänta __seconds__ sekunder innan du försöker igen.
uk: Помилка, занадто багато запитів. Будь ласка, повільніше. Зачекайте __seconds__ секунд, перш ніж повторювати спробу.

source: The custom emoji name and their aliases should be different.
fr: Le nom de l'émoticône personnalisée ou leurs alias doivent être différents.
ia: Le nomine de emoji personalisate e lor aliases deberea esser differente.
nl: De aangepaste emoji-naam en zijn aliassen zouden verschillend moeten zijn.
pl: Nazwa własnego emoji i jego aliasy powinny być różne.
sv: Den egna emojins namn och dess alias ska vara annorlunda.
uk: Назва нетипового емодзі та назва альтернативного варіанта мають бути різними.

source: Search Custom Emojis
fr: Rechercher des émoticônes personnalisées
ia: Cerca Emojis personalisate
nl: Aangepaste emoji's opzoeken
pl: Szukaj własnych emoji
uk: Шукати нетипові емодзі

source: Add...
fr: Ajouter...
ia: Adde...
nl: Toevoegen...
pl: Dodaj...
sv: Lägg till...
uk: Додати…

source: Modify...
fr: Modifier...
ia: Modifica...
nl: Wijzigen...
pl: Zmień...
sv: Ändra...
uk: Змінити…

source: Search Custom Sounds
fr: Rechercher des sons personnalisés
ia: Cerca sonos personalisate
nl: Naar eigen geluiden zoeken
pl: Szukaj własnych dźwięków
sv: Sök egna ljud
uk: Шукати нетипові звуки

source: Search Invite...
fr: Rechercher un invité...
ia: Cerca invito...
nl: Uitnodigen zoeken...
pl: Szukaj zaproszenia...
uk: Шукати запрошення…

source: Remove Invite
fr: Supprimer un invité
ia: Remove Invitation
nl: Uitnodiging verwijderen
pl: Usuń zaproszenie
sv: Ta bort inbjudan
uk: Вилучення запрошення

source: Search Oauth Apps...
fr: Rechercher des applications « Oauth »...
ia: Cerca Apps de Oauth...
nl: Zoeken naar toepassingen voor Oauth...
pl: Szukaj aplikacji OAuth...
uk: Шукати програми OAuth…

source: Remove OAuth
fr: Supprimer un « Oauth »
nl: OAuth verwijderen
pl: Usuń OAuth
sv: Ta bort Oauth-program
uk: Вилучення OAuth

source: Search Permissions...
fr: Rechercher les droits d'accès...
ia: Cerca Permissiones...
nl: Toegangsrechten zoeken...
pl: Szukaj uprawnień...
uk: Шукати права доступу…

source: Search Roles...
fr: Rechercher des rôles...
ia: Cerca Rolos...
nl: Rollen doorzoeken...
pl: Szukaj ról...
uk: Шукати ролі…

source: Add Users In Role...
fr: Ajouter des utilisateurs dans un rôle...
ia: Adde Usatores in Rolo...
nl: Gebruikers in rol toevoegen...
pl: Dodaj użytkowników w roli...
sv: Lägg till användare i roll...
uk: Додати користувачів до ролі…

source: Remove Role
fr: Supprimer un rôle
ia: Remove Rolo
nl: Rol verwijderen
pl: Usuń rolę
sv: Ta bort roll
uk: Вилучити роль

source: Use Two Factor Authentication
fr: Utiliser une authentification à deux facteurs
ia: Usa Authentication a duo factores
nl: Twee-factor-authenticatie gebruiken
pl: Użyj dwustopniowego uwierzytelniania
sv: Använd tvåfaktorsbehörighetskontroll
uk: Двофакторне розпізнавання

source: Search Users...
fr: Chercher des utilisateurs...
ia: Cerca Usatores...
nl: Gebruikers zoeken...
pl: Szukaj użytkowników...
uk: Шукати користувачів…

source: Remove User
fr: Supprimer un utilisateur
ia: Remve Usator
nl: Gebruiker verwijderen
pl: Usuń użytkownika
sv: Ta bort användare
uk: Вилучити користувача

source: Featured
fr: En vedette
ia: Eminente
nl: Ondersteund
pl: Wyróżnione
sv: Presenterad
uk: Рекомендовані

source: Read-Only
fr: Lecture seule
ia: Solmente de lectura
nl: Alleen-lezen
pl: Tylko do odczytu
sv: Skrivskyddat
uk: Лише читання

source: Archived
fr: Archivé
ia: Archivate
nl: Gearchiveerd
pl: Zarchiwizowany
sv: Arkiverat
uk: Архівоване

source: Public
fr: Publique
nl: Publiek
pl: Publiczne
sv: Öppet
uk: Відкрите

source: Search Rooms
fr: Rechercher des salons
ia: Cerca Salas
nl: Rooms zoeken
pl: Szukaj pokojów
uk: Пошук кімнат

source: Refresh
fr: Rafraîchir
ia: Refresca
nl: Vernieuwen
pl: Odśwież
sv: Uppdatera
uk: Освіжити

source: Copy
fr: Copier
ia: Copia
nl: Kopiëren
pl: Skopiuj
sv: Kopiera
uk: Копіювати

source: Node Version
fr: Version du nœud
ia: Version de Nodo
nl: Versie van node
pl: Wersja węzła
sv: Nodversion
uk: Версія вузла

source: Commit
fr: Valider
ia: Commit (Committer)
nl: Vastleggen (commit)
pl: Wdrożenie
sv: Arkivera
uk: Внесок

source: Build Environment
fr: Environnement de compilation
ia: Construe ambiente
nl: Omgeving tijdens bouwen
pl: Środowisko budowania
sv: Byggmiljö
uk: Середовище збирання
