Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Accepted Media Types
ar: أنواع الوسائط المقبولة
eo: Akceptitaj Aŭdvidaĵaj Tipoj
es: Tipos de medios aceptados
fi: Sallitut mediatyypit
fr: Types acceptés de média
gl: Tipos multimedia aceptados
hi: स्वीकृत मीडिया प्रकार
hu: Elfogadott médiatípusok
nl: Geaccepteerde typen media
pl: Dozwolone rodzaje multimediów
pt_br: Tipos de mídias aceitas
ru: Допустимые типы мультимедийных данных
sv: Accepterade medietyper
tr: Kabul Edilen Ortam Türleri
uk: Прийнятні типи мультимедійних даних
zh_tw: 接受的媒體類型

# @info:tooltip
source: Comma-separated list of media types. This setting has priority over the Accepted Media Types.
ar: قائمة مفصولة بفواصل لأنواع الوسائط. هذا الإعداد له الأولوية على أنواع الوسائط المقبولة.
eo: Komo-separata listo de aŭdvidaĵaj tipoj. Ĉi tiu agordo havas prioritaton super la Akceptitaj Media-Tipoj.
es: Lista de medios separados por comas. Esta preferencia tiene prioridad sobre los tipos de medios aceptados.
fi: Pilkuin erotettu mediatyyppien luettelo. Ottaa etusijan sallittuihin mediatyyppeihin nähden.
gl: Unha lista de tipos multimedia separados por comas. Esta opción ten prioridade sobre «Tipos multimedia aceptados».
hi: मीडिया प्रकारों की अल्पविराम से अलग की गई सूची। इस सेटिंग को स्वीकृत मीडिया प्रकारों पर प्राथमिकता दी गई है।
hu: Médiatípusok vesszővel elválasztott listája. Ez a beállítás elsőbbséget élvez az „Elfogadott médiatípusok” beállítással szemben.
pt_br: Lista de tipos de mídia separados por vírgulas. Esta configuração tem prioridade sobre os Tipos de mídia aceitos.
ru: Разделённый запятыми список типов мультимедийных данных. Этот параметр имеет приоритет над параметром «Допустимые типы мультимедийных данных».
tr: Ortam türlerinin virgülle ayrılmış listesi. Bu ayarın, Kabul Edilen Ortam Türleri üzerine önceliği vardır.

# @info:tooltip
source: File Upload Json Web Token Secret (Used to be able to access uploaded files without authentication).
ar: سر رمز الويب المميز لتحميل الملفات جوسن (يُستخدم للتمكن من الوصول إلى الملفات المُحملة دون استيثاق).
eo: Dosiera Alŝuto Json Web Token Secret (Uzita por povi aliri alŝutitajn dosierojn sen aŭtentigo).
es: Token secreto Json Web para la subida de archivos (Usado para acceder a archivos subidos sin autenticación).
gl: Segredo de pase web JSON de subida de ficheiros (úsase para poder acceder a ficheiros subidos sen autenticación).
hi: फ़ाइल अपलोड JSON वेब टोकन सीक्रेट (प्रमाणीकरण के बिना अपलोड की गई फ़ाइलों तक पहुंचने में सक्षम होने के लिए उपयोग किया जाता है)।
hu: Fájlfeltöltés JSON-webtoken titka (a feltöltött fájlok hitelesítés nélküli eléréséhez van használva).
pt_br: Segredo do Token Web JSON para envio de arquivo (Usado para acessar arquivos enviados sem autenticação).
ru: Секрет веб-маркера JSON для отправленных файлов (используется для получения доступа к отправленным файлам без аутентификации)
tr: Dosya Karşıya Yükleme JSON Jeton Gizi (karşıya yüklenen dosyalara kimlik doğrulama olmadan erişebilmeyi sağlar).

source: FileSystem
ar: نظام الملفات
eo: DosierSistemo
es: Sistema de archivos
fi: Tiedostojärjestelmä
fr: Système de fichiers
gl: Sistema de ficheiros
hi: फाइल सिस्टम
hu: Fájlrendszer
nl: Bestandssysteem
pl: System plików
pt_br: Sistema de arquivos
ru: Файловая система
tr: Dosya Sistemi
uk: Файлова система
zh_tw: 檔案系統

source: Storage Type
ar: نوع التخزين
eo: Konserveja Tipo
es: Tipo de almacenamiento
fi: Tallennustilatyyppi
fr: Type d'enregistrement
gl: Tipo de almacenamento
hi: भण्डारण प्रकार
hu: Tároló típusa
nl: Type opslag
pl: Rodzaj przechowalni
pt_br: Tipo de armazenamento
ru: Тип хранения
sv: Lagringstyp
tr: Depolama Türü
uk: Тип зберігання
zh_tw: 儲存類型

# @option:check
source: Enable Favorite Rooms
ar: مكّن الغرف المفضلة
eo: Ebligi Ŝatatajn Ĉambrojn
es: Activar salas favoritas
fi: Käytä suosikkihuoneita
gl: Activar as salas favoritas.
hi: पसंदीदा कमरे सक्षम करें
hu: Kedvenc szobák engedélyezése
pt_br: Habilitar salas favoritas
ru: Включить избранные комнаты
tr: Sık kullanılan odaları etkinleştir
zh_tw: 啟用收藏聊天室

# @option:check
source: UTF8 Names Slugify
ar: تهذيب أسماء UTF8
eo: UTF8 Nomoj Slugify
es: Convertir nombres UTF8
gl: Conversión de nomes UTF-8 a ASCII.
hi: UTF8 नाम Slugify
hu: UTF-8 nevek keresőbarát URL-esítése
pt_br: Nomes UTF8 Slug
ru: Сокращение названий в формате UTF8
tr: UTF8 adları jetonlaştır

# @option:check
source: Enable the Update Checker
ar: مكّن فاحص التحديثات
eo: Ebligi la Ĝisdatigan Kontrolilon
es: Activar la comprobación de actualizaciones
fi: Tarkista päivitykset
gl: Activar o comprobador de actualizacións.
hi: अपडेट चेकर सक्षम करें
hu: A frissítés-ellenőrző engedélyezése
pt_br: Habilitar o verificador de atualizações
ru: Включить проверку обновлений
tr: Güncelleme denetleyicisini etkinleştir
zh_tw: 啟用更新檢查工具

# @option:check
source: Send Statistics to Rocket.Chat
ar: أرسل إحصائيات إلى روكت تشات
eo: Sendi Statistikojn al Rocket.Chat
es: Enviar estadísticas a Rocket.Chat
fi: Lähetä tilastot Rocket.Chatiin
gl: Enviar estatísticas a Rocket.Chat.
hi: Rocket.Chat पर आंकड़े भेजें
hu: Statisztikák küldése a Rocket.Chatbe
pt_br: Enviar estatísticas para o Rocket.Chat
ru: Отправлять данные статистики в Rocket.Chat
tr: İstatistikleri Rocket.Chat’e gönder
zh_tw: 傳送統計資料到 Rocket.Chat

# @option:check
source: Use REST instead of websocket for Meteor calls
ar: استخدم REST بدلاً من websocket لاستدعاءات ميتيور
es: Usar REST en lugar de websockets en las llamadas a Meteor
fi: Käytä Meteor-kutsuihin RESTiä verkkopistokkeen sijaan
gl: Usar REST en vez dunha toma web para as chamadas de Meteor.
hi: Meteor कॉल के लिए वेबसोकेट के बजाय REST का उपयोग करें
hu: REST használata WebSocket helyett a Meteor-hívásoknál
pt_br: Use REST em vez de websocket para chamadas Meteor
ru: Использовать REST вместо websocket для вызовов Meteor
tr: Meteor çağrıları için websocket yerine REST kullan

source: Site URL
ar: رابط الموقع
eo: Reteja URL
es: URL del sitio
fi: Sivuston verkko-osoite:
fr: URL du site
gl: URL do sitio
hi: साइट URL
hu: Webhely URL-je
nl: URL van site
pl: Adres URL strony
pt_br: URL do site
ru: Адрес сайта
sv: Platswebbadress
tr: Site URL’si
uk: Адреса сайта
zh_tw: 網站 URL

source: Site Name
ar: اسم الموقع
eo: Reteja Nomo
es: Nombre del sitio
fi: Verkkoalueen nimi
fr: Nom du site
gl: Nome do sitio
hi: जगह का नाम
hu: Webhely neve
ia: Nomine de Sito
nl: Sitenaam
pl: Nazwa strony
pt_br: Nome do site
ru: Название сайта
sv: Platsnamn
tr: Site Adı
uk: Назва сайта
zh_tw: 網站名稱

# @info:tooltip
source: RegExp that will be used to validate usernames
ar: التعبير النمطي الذي سيستخدم للتحقق من صحة أسماء المستخدمين
eo: RegExp kiu estos uzata por validigi uzantnomojn
es: Expresión regular a usar para validar nombres de usuario
fi: Käyttäjätunnusten varmistamiseen käytettävä säännöllinen lauseke
gl: Expresión regular que se usará para validar nomes de persoa usuaria.
hi: RegExp जिसका उपयोग उपयोगकर्ता नामों को मान्य करने के लिए किया जाएगा
hu: Reguláris kifejezés, amely a felhasználónevek ellenőrzéséhez lesz használva
pt_br: RegExp que será usado para validar nomes de usuários
ru: Регулярное выражение, которое будет использоваться для проверки имён пользователей
tr: Kullanıcı adlarını doğrulamak için kullanılacak düzenli ifade
zh_tw: 用來檢查使用者名稱的正則表達式

source: UTF8 Usernames Validation
ar: التحقق من أسماء المستخدمين للتوافق مع UTF8
eo: Pritaksado de UTF8-Uzantnomoj
es: Validación de nombres de usuario UTF8
fi: UTF-8-käyttäjätunnusten todentaminen
fr: Validation des noms d'utilisateurs au format « UTF8 »
gl: Validación de nomes de persoa usuaria en UTF-8
hi: UTF8 उपयोगकर्ता नाम सत्यापन
hu: UTF-8 felhasználónevek ellenőrzése
nl: Validatie van UTF8 gebruikersnamen
pl: Potwierdzanie nazw użytkowników UTF8
pt_br: Validação de nomes de usuário UTF8
ru: Проверка имён пользователей в формате UTF8
sv: Validering av UTF8-användarnamn
tr: UTF8 Kullanıcı Adları Doğrulaması
uk: Перевірка UTF8 імен користувачів
zh_tw: UTF8 使用者名稱檢查

# @info:tooltip
source: RegExp that will be used to validate channel names
ar: التعبير النمطي الذي سيستخدم للتحقق من صحة أسماء القنوات
eo: RegExp kiu estos uzata por konfirmi kanalnomojn
es: Expresión regular a usar para validar nombres de canales
fi: Kanavanimien varmistamiseen käyttävä säännöllinen lauseke
gl: Expresión regular que se usará para validar nomes de canles.
hi: RegExp जिसका उपयोग चैनल नामों को मान्य करने के लिए किया जाएगा
hu: Reguláris kifejezés, amely a csatornanevek ellenőrzéséhez lesz használva
pt_br: RegExp que será usado para validar nomes de canais
ru: Регулярное выражение, которое будет использоваться для проверки названий каналов
tr: Kanal adlarını doğrulamak için kullanılacak düzenli ifade
zh_tw: 用來檢查頻道名稱的正則表達式

source: UTF8 Channel Names Validation
ar: التحقق من صحة أسماء القنوات للتوافق مع UTF8
eo: Pritaksado de UTF8-Kanalnomoj
es: Validación de nombres de canales UTF8
fi: UTF-8-kanavanimien todentaminen
fr: Validation des noms de canaux au format « UTF8 »
gl: Validación de nomes de canles en UTF-8
hi: UTF8 चैनल नाम सत्यापन
hu: UTF-8 csatornanevek ellenőrzése
nl: Validatie van UTF8 kanaalnamen
pl: Potwierdzanie nazw kanałów UTF8
pt_br: Validação de nomes de canal UTF8
ru: Проверка названий каналов в формате UTF8
sv: Validering av UTF8-kanalnamn
tr: UTF8 Kanal Adları Doğrulaması
uk: Перевірка UTF8 назв каналів
zh_tw: UTF8 頻道名稱檢查

source: First Channel After Login
ar: القناة الأولى بعد الولوج
eo: Unua Kanalo Post Ensaluto
es: Primer canal tras el acceso
fi: Ensimmäinen kirjautumisen jälkeen kanava
fr: Premier canal après connexion
gl: Primeira canle tras acceder
hi: लॉगिन के बाद पहला चैनल
hu: Első csatorna a bejelentkezés után
nl: Eerste kanaal na aanmelden
pl: Pierwszy kanał po zalogowaniu
pt_br: Primeiro canal após o login
ru: Первый канал после входа
sv: Första kanal efter inloggning
tr: Oturum Açma Sonrası İlk Kanal
uk: Перший канал після входу
zh_tw: 登入後第一個頻道

source: Deep Link Url
ar: عنوان الرابط العميق
eo: Url de Profunda Ligilo
es: Uri de Deep Link
fr: URL de lien profond
gl: URL de ligazón profunda
hi: डीप लिंक यूआरएल
hu: Mély hivatkozás URL
pl: Adres URL Deep
pt_br: Url de link profundo
ru: Адрес Deep Link
sv: Deep Link-webbadress
tr: Derin Bağlantı URL’si
uk: Адреса Deep Link
zh_tw: 深度連結網址

source: CDN Prefix
ar: بادئة CDN
eo: CDN-prefikso
es: Prefijo CDN
fi: CDN-etuliite
fr: Préfixe « CDN »
gl: Prefixo de CDN
hi: CDN उपसर्ग
hu: CDN-előtag
ia: Prefixo de CDN
nl: CDN-voorvoegsel
pl: Przedrostek CDN
pt_br: Prefixo CDN
ru: Префикс CDN
tr: CDN Öneki
uk: Префікс CDN
zh_tw: CDN 前綴

source: All messages
ar: كلّ الرّسائل
eo: Ĉiuj mesaĝoj
es: Todos los mensajes
fi: Kaikki viestit
fr: Tous les messages
gl: Todas as mensaxes
hi: सभी संदेश
hu: Összes üzenet
ia: Omne messages
nl: Alle berichten
pl: Wszystkie wiadomości
pt_br: Todas as mensagens
ru: Все сообщения
sv: Alla meddelande
tr: Tüm iletiler
uk: Всі повідомлення
zh_tw: 所有訊息

source: User mentions only
ar: إشارات المستخدم فقط
eo: Nur mencioj de uzantoj
es: Solo menciones de usuario
fi: Vain käyttäjän maininnat
fr: Mentions pour utilisateurs uniquement
gl: Só mencións de persoas usuarias
hi: केवल उपयोगकर्ता उल्लेख
hu: Csak felhasználó-említések
nl: Alleen wat gebruiker meldt
pt_br: Somente menções de usuário
ru: Только упоминания пользователя
sv: Bara omnämnande av användare
tr: Yalnızca kullanıcı değinmeleri
uk: Лише згадки користувача
zh_tw: 僅使用者提及

source: Group mentions only
ar: إشارات المجموعة فقط
eo: Grupo mencioj nur
es: Solo menciones de grupo
fi: Vain ryhmän maininnat
fr: Mentions pour groupes uniquement
gl: Só mencións de grupos
hi: केवल समूह उल्लेख
hu: Csak csoportemlítések
nl: Alleen wat groep meldt
pl: Tylko wspomnienia o grupie
pt_br: Somente menções de grupo
ru: Только упоминания группы
sv: Bara omnämnande av grupp
tr: Yalnızca grup değinmeleri
uk: Лише згадки групи
zh_tw: 僅群組提及

source: User and group mentions only
ar: إشارات المجموعة والمستخدم فقط
eo: Nur mencioj de uzantoj kaj grupaj
es: Solo menciones a usuario y grupo
fi: Vain käyttäjän ja ryhmän maininnat
fr: Mentions pour utilisateurs et groupes uniquement
gl: Só mencións de persoas usuarias e grupos
hi: केवल उपयोगकर्ता और समूह उल्लेख
hu: Csak felhasználó- és csoportemlítések
nl: Alleen wat gebruiker en groep meldt
pl: Tylko wspomnienia o użytkowniku i grupie
pt_br: Somente menções de usuário e grupo
ru: Только упоминания пользователя и группы
sv: Bara omnämnande av användare och grupp
tr: Yalnızca kullanıcı ve grup değinmeleri
uk: Лише згадки користувача і групи
zh_tw: 僅使用者和群組提及

source: Unread Count
ar: عدد غير المقروء
eo: Nelegita Kalkulo
es: Cuenta de no leídos
fi: Lukematta olevien määrä
fr: Compteur de non-lus
gl: Cantidade sen ler
hi: अपठित संख्या
hu: Olvasatlanok száma
nl: Ongelezen aantal
pl: Licznik nieprzeczytanych
pt_br: Conta não lida
ru: Количество непрочитанных
sv: Antal olästa
tr: Okunmamış Sayısı
uk: Кількість непрочитаних
zh_tw: 未讀數量

source: Mentions only
ar: الإشارات فقط
eo: Nur mencioj
es: Solo menciones
fi: Vain maininnat
fr: Uniquement les mentions
gl: Só mencións
hi: केवल उल्लेख
hu: Csak említések
nl: Alleen wat is gemeld
pl: Tylko wspomnienia
pt_br: Somente menções
ru: Только упоминания
sv: Bara omnämnande
tr: Yalnızca değinmeler
uk: Лише згадки
zh_tw: 僅提及

source: Unread Count for Direct Messages
ar: عدد الرسائل غير المقروءة للرسائل المباشرة
eo: Nelegita Nombro por Rektaj Mesaĝoj
es: Cuenta de no leídos para mensajes directos
fi: Lukematta olevien suoraviestien määrä
fr: Compteur de non-lus pour les messages instantanés
gl: Cantidade de mensaxes directas sen ler
hi: प्रत्यक्ष संदेशों के लिए अपठित संख्या
hu: Olvasatlanok száma a közvetlen üzenetekhez
nl: Ongelezen aantal van directe berichten
pt_br: Conta não lida para mensagens diretas
ru: Количество непрочитанных для личных сообщений
sv: Antal olästa direktmeddelanden
tr: Doğrudan İletiler için Okunmamış Sayısı
uk: Кількість непрочитаних для безпосередніх повідомлень
zh_tw: 搜尋的未讀數量

source: Update
ar: حدّث
eo: Ĝisdatigi
es: Actualizar
fi: Virkistä
fr: Mettre à jour
gl: Actualizar
hi: अद्यतन
hu: Frissítés
nl: Bijwerken
pl: Uaktualnij
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
tr: Güncelle
uk: Оновити
zh_tw: 更新

source: Update Latest Available Version
ar: حدّث أحدث إصدار متاح
eo: Ĝisdatigi la Plej Disponeblan Version
es: Actualizar a la última versión disponible
fi: Päivitä viimeisimpään saatavilla olevaan versioon
gl: Actualizar á última versión dispoñíbel
hi: नवीनतम उपलब्ध संस्करण अपडेट करें
hu: Frissítés a legújabb elérhető verzióra
pt_br: Atualizar a última versão disponível
ru: Обновить до последней доступной версии
tr: Güncel Kullanılabilir Sürüme Yükselt
zh_tw: 更新到最新可用版本

source: Checks automatically for new updates / important messages from the Rocket.Chat developers and receives notifications when available. The notification appears once per new version as a clickable banner and as a message from the Rocket.Cat bot, both visible only for administrators.
ar: يتحقق آليّاً من التحديثات الجديدة/الرسائل المهمة من مطوري روكت تشات ويتلقى إشعارات عند توفرها. يظهر الإشعار مرة واحدة لكل إصدار جديد كشعار قابل للنقر وكرسالة من آليّ روكت تشات، كلاهما مرئي للمسؤولين فقط.
eo: Aŭtomate kontrolas novajn ĝisdatigojn/gravajn mesaĝojn de la programistoj de Rocket.Chat kaj ricevas sciigojn kiam disponeblas. La sciigo aperas unufoje per nova versio kiel klakebla standardo kaj kiel mesaĝo de la roboto Rocket.Cat, ambaŭ videblaj nur por administrantoj.
es: Comprueba automáticamente por actualizaciones / mensajes importantes de Rocket. Converse con los desarrolladores y reciba notificaciones cuando estén disponibles. La notificación aparece una vez por nueva versión como un cartel que se puede pulsar y como un mensaje del bot Rocket.Cat, ambos solo visibles para administradores.
fi: Etsii automaattisesti uusia päivityksiä tai tärkeitä viestejä Rocket.Chatin kehittäjiltä ja vastaanottaa saatavilla olevat ilmoitukset. Ilmoitus näkyy kerran versiota kohden napsautettavana ikkunana ja viestinä Rocket.Chatin botilta ja ainoastaan ylläpitäjille.
fr: Vérifie automatiquement l'existence de nouvelles mises à jour / de messages importants provenant des développeurs de Rocket.Chat et reçoit des notifications lorsqu'elles sont disponibles. La notification apparaît une fois par nouvelle version sous la forme d'une bannière cliquable et d'un message du robot « Rocket.Cat », tous deux visibles uniquement pour les administrateurs.
gl: Comproba automaticamente se hai novas actualizacións ou mensaxes importantes do equipo desenvolvedor de Rocket.Chat e recibe notificacións cando están dispoñíbeis. A notificación aparece unha vez por nova sesión como cartel premíbel e como mensaxe do robot Rocket.Cat, ambas visíbeis só para persoas administradoras.
hi: Rocket.Chat डेवलपर्स से नए अपडेट / महत्वपूर्ण संदेशों के लिए स्वचालित रूप से जाँच करता है और उपलब्ध होने पर सूचनाएँ प्राप्त करता है। यह सूचना नए संस्करण में एक बार क्लिक करने योग्य बैनर के रूप में और Rocket.Cat बॉट से संदेश के रूप में दिखाई देती है, दोनों ही केवल प्रशासकों के लिए दिखाई देते हैं।
hu: Automatikusan figyeli a Rocket.Chat fejlesztőitől származó új frissítéseket és fontos üzeneteket, és értesítéseket kap, ha elérhetők. Az értesítés új verziónként egyszer jelenik meg kattintható információs sávként és a Rocket.Cat robottól származó üzenetként, mindkettő csak az adminisztrátorok számára láthatóan.
nl: Controleert automatisch op nieuwe elementen voor bijwerken / belangrijke berichten van de ontwikkelaars van Rocket.Chat en meldingen ontvangen wanneer beschikbaar. De meldingen verschijnen eens per nieuwe versie als een banner waarop geklikt kan worden en als een bericht van de robot Rocket.Cat, beiden alleen zichtbaar voor beheerders.
pt_br: Verifica automaticamente se há novas atualizações/mensagens importantes do Rocket. Converse com os desenvolvedores e receba notificações quando disponíveis. A notificação aparece uma vez a cada nova versão como um banner clicável e como uma mensagem do bot Rocket.Cat, ambos visíveis apenas para administradores.
ru: Автоматически проверять наличие обновлений / важных сообщений от разработчиков Rocket.Chat и выполнять получение уведомлений, если они доступны. Уведомление о каждой новой версии появляется в виде доступного для щелчка баннера, а также сообщения от бота Rocket.Cat (и то, и другое показывается только администраторам).
sv: Tittar automatiskt efter nya uppdateringar och viktiga meddelanden från utvecklarna av Rocket Chat och tar emot underrättelser när de är tillgängliga. Underrättelsen visas en gång per ny version som ett klickbart baner och ett meddelande från Rocket Chat-botten, båda enbart synliga för systemadministratörer.
tr: Rocket.Chat geliştiricilerinden gelen güncellemeleri ve önemli iletileri kendiliğinden denetler ve kullanılabilir olduğunda bildirim gösterir. Bildirim, her yeni sürüm başına yalnızca yöneticilere özgü tıklanabilir bir şerit ve Rocket.Chat botundan bir ileti olarak görünür.
uk: Автоматично шукає оновлення та важливі повідомлення від розробників Rocket.Chat і отримує доступні сповіщення. Сповіщення щодо нової версії буде показано як придатну до натискання панель та як повідомлення від бота Rocket.Cat. Обидва сповіщення будуть видимими лише адміністраторам.

source: TimeZone
ar: المنطقة الزمنية
eo: Horzono
es: Zona horaria
fi: Aikavyöhyke
fr: Fuseau horaire
gl: Fuso horario
hi: समयक्षेत्र
hu: Időzóna
nl: Tijdzone
pt_br: Fuso horário
ru: Часовой пояс
tr: Zaman Dilimi
zh_tw: 時區

# @info:tooltip
source: Sets the default timezone that will be used when showing dashboards or sending emails
ar: تعيين المنطقة الزمنية المبدئية التي ستُستخدم عند عرض لوحات المعلومات أو إرسال رسائل البريد الإلكتروني
eo: Agordas la defaŭltan horzonon, kiu estos uzata dum montrado de paneloj aŭ sendado de retpoŝtoj
es: Establece el uso horario por omisión que se usará al mostrar el panel de instrumentos o enviar correos electrónicos
fi: Asettaa kojelaudan ja viestien lähetyksen oletusaikavyöhykkeen
gl: Define o fuso horario predeterminado que se usará ao amosar paneis ou enviar mensaxes de correo electrónico.
hi: डिफ़ॉल्ट समय क्षेत्र सेट करता है जिसका उपयोग डैशबोर्ड दिखाते समय या ईमेल भेजते समय किया जाएगा
hu: Beállítja az alapértelmezett időzónát, amely a vezérlőpultok megjelenítésekor vagy e-mailek küldésekor lesz használva
pt_br: Define o fuso horário padrão que será usado ao exibir painéis ou enviar e-mails
ru: Указать стандартный часовой пояс, который будет использоваться при показе панелей мониторинга или отправке писем
tr: Gösterge tablosunu gösterirken veya e-postalar gönderilirken kullanılacak öntanımlı zaman dilimini ayarlar

source: Server Timezone
ar: المنطقة الزمنية للخادم
eo: Servila Horzono
es: Zona horaria del servidor
fi: Palvelimen aikavyöhyke
fr: Fuseau horaire du serveur :
gl: Fuso horario do servidor
hi: सर्वर समयक्षेत्र
hu: Kiszolgáló időzónája
nl: Tijdzone van server
pt_br: Fuso horário do servidor
ru: Часовой пояс сервера
tr: Sunucu Zaman Dilimi
zh_tw: 伺服器時區

source: Custom Timezone
ar: المنطقة الزمنية مخصصة
eo: Propra Horzono
es: Zona horaria personalizada
fi: Mukautettu aikavyöhyke
fr: Fuseau horaire personnalisé
gl: Fuso horario personalizado
hi: कस्टम समयक्षेत्र
hu: Egyéni időzóna
nl: Aangepaste tijdzone
pt_br: Fuso horário personalizado
ru: Нестандартный часовой пояс
tr: Özel Zaman Dilimi
zh_tw: 自訂時區

source: User's current Timezone
ar: المنطقة الزمنية الحالية للمستخدم
eo: Nuna Horzono de uzanto
es: El uso horario actual del usuario
fi: Käyttäjän nykyinen aikavyöhyke
fr: Fuseau horaire courant de l'utilisateur
gl: Fuso horario actual da persoa usuaria
hi: उपयोगकर्ता का वर्तमान समयक्षेत्र
hu: A felhasználó jelenlegi időzónája
nl: Huidige tijdzone van gebruiker
pt_br: Fuso horário do usuário atual
ru: Текущий часовой пояс пользователя
tr: Kullanıcının geçerli zaman dilimi
zh_tw: 使用者目前的時區

source: Default timezone for reporting
ar: المنطقة الزمنية المبدئية للتبليغ
eo: Defaŭlta horzono por raportado
es: El uso horario por omisión al reportar
fi: Raportoinnin oletusaikavyöhyke
fr: Fuseau horaire par défaut pour l'édition d'un rapport
gl: Fuso horario predeterminado para os informes
hi: रिपोर्टिंग के लिए डिफ़ॉल्ट समयक्षेत्र
hu: Alapértelmezett időzóna a jelentéshez
nl: Standaard tijdzone voor rapportage
pt_br: Fuso horário padrão para reportes
ru: Стандартный часовой пояс
tr: Raporlama için öntanımlı zaman dilimi

source: Reporting
ar: التبليغ
eo: Raportado
es: Reportando
fi: Ilmoittaminen
fr: Édition d'un rapport
gl: Informes
hi: रिपोर्टिंग
hu: Jelentés
nl: Rapporteren
pt_br: Relatórios
ru: Жалобы
tr: Raporlama

source: Notifications
ar: الإشعارات
eo: Sciigoj
es: Notificaciones
fi: Ilmoitukset
gl: Notificacións
hi: सूचनाएं
hu: Értesítések
nl: Meldingen
pt_br: Notificações
ru: Уведомления
tr: Bildirimler
zh_tw: 通知
