Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

# @label:textbox
source: For your security, you must enter your current password to continue
ar: لأمانك، يجب عليك إدخال كلمة السر الحالية للمتابعة
eo: Por via sekureco, vi devas enigi vian nunan pasvorton por daŭrigi
es: Por su seguridad, debe introducir la contraseña actual para continuar
fi: Tietoturvasyistä ennen jatkamista on syötettävä nykyinen salasana
gl: Por seguridade, introduza o seu contrasinal actual para continuar.
hi: आपकी सुरक्षा के लिए, आपको जारी रखने के लिए अपना वर्तमान पासवर्ड दर्ज करना होगा
hu: A biztonsága érdekében meg kell adnia a jelenlegi jelszavát a folytatáshoz
pt_br: Para sua segurança, você deve digitar sua senha atual para continuar
ru: Для продолжения необходимо указать ваш текущий пароль (это обеспечит безопасность)
tr: Güvenliğiniz açısından, sürdürmek için geçerli parolanızı girin

# @title:window
source: Create Direct Messages - %1
ar: أنشئ رسائل مباشرة - %1
eo: Krei Rektajn Mesaĝojn - %1
es: Crear mensaje directo - %1
fi: Luo suoraviestejä – %1
fr: Créer des messages instantanés - %1
gl: Crear mensaxes directas — %1
hi: प्रत्यक्ष संदेश बनाएं - %1
hu: Közvetlen üzenetek létrehozása - %1
nl: Directe berichten aanmaken - %1
pl: Utwórz wiadomość bezpośrednią - %1
pt_br: Criar mensagens diretas - %1
ru: Создание личных сообщений — %1
sv: Skapa direktmeddelanden: %1
tr: Doğrudan İletiler Oluştur — %1
uk: Створення безпосередніх повідомлень – %1
zh_tw: 建立私訊 - %1

# @action:button
source: Create
ar: أنشئ
eo: Krei
es: Crear
fi: Luo
gl: Crear
hi: बनाएं
hu: Létrehozás
pt_br: Criar
ru: Создать
tr: Oluştur
zh_tw: 建立

# @label:textbox
source: Too many users selected.
ar: حددت عدد كبير جداً من المستخدمين.
eo: Tro multaj uzantoj elektitaj.
es: Ha seleccionado demasiados usuarios.
fi: Liian monta käyttäjää valittu.
gl: Seleccionou demasiada xente.
hi: बहुत अधिक उपयोगकर्ता चयनित.
hu: Túl sok felhasználó van kiválasztva.
pt_br: Muitos usuários selecionados.
ru: Выбрано слишком много пользователей.
tr: Pek fazla kullanıcı seçildi.
zh_tw: 選取太多使用者了。

# @label:textbox
source: You are about to create a chat with multiple users. Add the ones you would like to talk, everyone in the same place, using direct messages.
ar: أنت على وشك إنشاء دردشة مع عدة مستخدمين. أضف الأشخاص الذين ترغب في التحدث معهم، الجميع في نفس المكان، باستخدام الرسائل المباشرة.
eo: Vi estas kreonta babilejon kun pluraj uzantoj. Aldonu tiujn, kiujn vi ŝatus paroli, ĉiuj en la sama loko, uzante rektajn mesaĝojn.
es: Está a punto de crear un chat para varios usuarios. Añada a aquellos con los que quiere hablar, todos en un mismo lugar, usando mensajes directos.
fi: Olet luomassa useamman käyttäjän keskustelua. Lisää ne, joille haluat puhua suoraviestein, kaikki samaan paikkaan.
gl: Está a piques de crear unha conversa con varias persoas. Engada a xente coa que quere falar, toda a xente no mesmo lugar, para usar mensaxes directas.
hi: आप कई उपयोगकर्ताओं के साथ चैट बनाने जा रहे हैं। उन सभी लोगों को जोड़ें जिनसे आप बात करना चाहते हैं, सभी को एक ही स्थान पर, सीधे संदेशों का उपयोग करके।
hu: Arra készül, hogy több felhasználóval hozzon létre egy csevegést. Adja hozzá azokat, akikkel beszélgetni szeretne közvetlen üzenetek használatával, mindenki ugyanazon a helyen lesz.
pt_br: Você está prestes a criar um bate-papo com múltiplos usuários. Adicione aqueles que você gostaria de falar, todos no mesmo lugar, usando mensagens diretas.
ru: Будет создан разговор с несколькими пользователями. Добавьте тех пользователей, с которыми нужно поговорить, с помощью личных сообщений.
tr: Birden çok kullanıcıyla bir sohbet oluşturmak üzeresiniz. Doğrudan iletileri kullanarak, aynı yerde konuşmak istediğiniz herkesi ekleyin.

# @info:placeholder
source: Select users…
ar: حدد المستخدمين…
eo: Elekti uzantojn…
es: Seleccionar usuarios…
fi: Valitse käyttäjiä…
gl: Seleccionar xente…
hi: उपयोगकर्ताओं का चयन करें…
hu: Felhasználók kiválasztása…
pt_br: Selecionar usuários…
ru: Выбрать пользователей…
tr: Kullanıcılar seç…
zh_tw: 選擇使用者…

# @title:window
source: Create Channel
ar: أنشئ قناة
eo: Krei Kanalon
es: Crear canal
fi: Luo kanava
fr: Créer un canal
gl: Crear unha canle
hi: चैनल बनाएं
hu: Csatorna létrehozása
ia: Crea Canal
nl: Kanaal aanmaken
pl: Utwórz kanał
pt_br: Criar canal
ru: Создание канала
sv: Skapa kanal
tr: Kanal Oluştur
uk: Створення каналу
zh_tw: 建立頻道

source: Topic:
ar: الموضوع:
eo: Temo:
es: Tema:
fi: Aihe:
fr: Sujet :
gl: Tema:
hi: विषय:
hu: Téma:
ia: Topico:
nl: Onderwerp:
pl: Temat:
pt_br: Tópico:
ru: Тема:
sv: Ämne:
tr: Konu:
uk: Тема:
zh_tw: 主題：

# @info:placeholder
source: Invite users…
ar: ادعُ مستخدمين…
eo: Inviti uzantojn…
es: Invitar usuarios…
fi: Kutsu käyttäjiä…
gl: Invitar a xente…
hi: उपयोगकर्ताओं को आमंत्रित करें…
hu: Felhasználók meghívása…
pt_br: Convidar usuários…
ru: Пригласить пользователей…
tr: Kullanıcıları davet et…
zh_tw: 邀請使用者…

source: Users:
ar: المستخدمين:
eo: Uzantoj:
es: Usuarios:
fi: Käyttäjät:
fr: Utilisateurs :
gl: Xente:
hi: उपयोगकर्ता:
hu: Felhasználók:
ia: Usatores:
nl: Gebruikers:
pl: Użytkownicy:
pt_br: Usuários:
ru: Пользователи:
sv: Användare:
tr: Kullanıcılar:
uk: Користувачі:
zh_tw: 使用者：

# @info:tooltip
source: Anyone can send new messages
ar: يمكن لأي شخص إرسال رسائل جديدة
es: Cualquiera puede enviar nuevos mensajes
fi: Kuka tahansa voi lähettää uusia viestejä
gl: Calquera pode enviar novas mensaxes.
hi: कोई भी व्यक्ति नया संदेश भेज सकता है
hu: Bárki írhat új üzeneteket
pt_br: Qualquer um pode enviar novas mensagens
ru: Кто угодно может отправлять новые сообщения
tr: Herkes yeni iletiler gönderebilir
zh_tw: 任何人都能傳送新訊息

source: Read-Only:
ar: للقراءة فقط:
eo: Nurlegebla:
es: Solo lectura
fi: Vain luku:
fr: Lecture seule :
gl: Só lectura:
hi: केवल पढ़ने के लिए:
hu: Csak olvasható:
ia: Solmente de lectura:
nl: Alleen-lezen:
pl: Tylko do odczytu:
pt_br: Somente leitura:
ru: Только чтение:
sv: Skrivskyddad:
tr: Saltokunur:
uk: Лише читання:
zh_tw: 唯讀：

# @label:textbox
source: Anyone can send new messages
ar: يمكن لأي شخص إرسال رسائل جديدة
es: Cualquiera puede enviar nuevos mensajes
fi: Kuka tahansa voi lähettää uusia viestejä
gl: Calquera pode enviar novas mensaxes.
hi: कोई भी व्यक्ति नया संदेश भेज सकता है
hu: Bárki írhat új üzeneteket
pt_br: Qualquer um pode enviar novas mensagens
ru: Кто угодно может отправлять новые сообщения
tr: Herkes yeni iletiler gönderebilir
zh_tw: 任何人都能傳送新訊息

# @info:tooltip
source: Only owners can send new messages
ar: يمكن للمالكين فقط إرسال رسائل جديدة
es: Solo los propietarios pueden enviar mensajes nuevos
fi: Vain omistajat voivat lähettää uusia viestejä
gl: Só as persoas propietarias poden enviar novas mensaxes.
hi: केवल स्वामी ही नए संदेश भेज सकते हैं
hu: Csak a tulajdonosok írhatnak új üzeneteket
pt_br: Somente proprietários podem enviar novas mensagens
ru: Только владельцы могут отправлять новые сообщения
tr: Yalnızca sahipler yeni iletiler gönderebilir
zh_tw: 只有擁有者們可以傳送新訊息

# @label:textbox
source: Only owners can send new messages
ar: يمكن للمالكين فقط إرسال رسائل جديدة
es: Solo los propietarios pueden enviar mensajes nuevos
fi: Vain omistajat voivat lähettää uusia viestejä
gl: Só as persoas propietarias poden enviar novas mensaxes.
hi: केवल स्वामी ही नए संदेश भेज सकते हैं
hu: Csak a tulajdonosok írhatnak új üzeneteket
pt_br: Somente proprietários podem enviar novas mensagens
ru: Только владельцы могут отправлять новые сообщения
tr: Yalnızca sahipler yeni iletiler gönderebilir
zh_tw: 只有擁有者們可以傳送新訊息

# @info:tooltip
source: Only authorized users can write new messages, but the other users will be able to reply
ar: يمكن للمستخدمين المصرح لهم فقط كتابة رسائل جديدة، ولكن يمكن للمستخدمين الآخرين الرد عليها
eo: Nur rajtigitaj uzantoj povas skribi novajn mesaĝojn, sed la aliaj uzantoj povos respondi
es: Solo los usuarios autorizados pueden escribir nuevos mensajes, pero el resto de usuarios podrán responder
fi: Vain valtuutetut käyttäjät voivat kirjoittaa uusia viestejä, mutta muutkin voivat vastata
gl: Só a xente autorizada pode escribir novas mensaxes, pero o resto de xente pode responder.
hi: केवल अधिकृत उपयोगकर्ता ही नए संदेश लिख सकेंगे, लेकिन अन्य उपयोगकर्ता उत्तर दे सकेंगे
hu: Csak az engedélyezett felhasználók írhatnak új üzeneteket, de a többi felhasználó is képes válaszolni
pt_br: Somente usuários autorizados podem escrever novas mensagens, mas os outros usuários poderão responder
ru: Написание новых сообщений доступно только пользователям с соответствующими правами, но остальные пользователи смогут отвечать
tr: Yalnızca yetkilendirilmiş kullanıcılar yeni iletiler yazabilir; ancak diğerleri bu iletilere yanıt verebilir
zh_tw: 只有受許可的使用者可以撰寫新訊息，不過其他人還是可以回覆

source: Broadcast:
ar: البثّ:
eo: Elsendo:
es: Emisión:
fi: Yleislähetys:
fr: Diffusion :
gl: Emisión:
hi: प्रसारण:
hu: Műsorszórás:
ia: Broadcast(diffusion):
pl: Rozgłoszenie:
pt_br: Transmissão:
ru: Трансляция:
sv: Utsändning:
tr: Yayın:
uk: Трансляція:
zh_tw: 廣播：

# @info:tooltip
source: Only invited people can join
ar: فقط المدعوون يمكنهم الانضمام
eo: Nur invititaj homoj povas aliĝi
es: Solo las personas invitadas pueden unirse
fi: Vain kutsutut voivat liittyä
gl: Só a xente con invitación pode unirse.
hi: केवल आमंत्रित लोग ही शामिल हो सकते हैं
hu: Csak meghívott személyek csatlakozhatnak
pt_br: Somente pessoas convidadas podem entrar
ru: Присоединяться могут только приглашённые люди
tr: Yalnızca davet edilmiş kullanıcılar katılabilir
zh_tw: 只有受邀請的使用者才能加入

source: Private Room:
ar: غرفة خاصة:
eo: Privata Ĉambro:
es: Sala privada:
fi: Yksityishuone:
fr: Salon privé :
gl: Sala privada:
hi: निजी कमरा:
hu: Személyes szoba:
ia: Sala Private:
nl: Privéroom:
pl: Pokój prywatny:
pt_br: Sala privada:
ru: Закрытая комната:
sv: Privat rum:
tr: Özel oda:
uk: Приватна кімната:
zh_tw: 私人聊天室：

# @label:textbox
source: End-to-end encrypted channel. Search will not work with encrypted channel and notifications may not show the messages content.
ar: قناة معماة من طرف لطرف. لن يعمل البحث مع القناة المعماة وقد لا تعرض الإشعارات محتوى الرسائل.
es: Canal cifrado extremo a extremo. La búsqueda no funcionará en canales cifrados y las notificaciones no mostrarán el contenido del mensaje
fi: Päästä päähän salattu kanava. Haku ei salatulla kanavall toimi eivätkä ilmoitukset voi näyttää viestin sisältöä.
gl: A canle está cifrada de extremo a extremo. A busca non funcionará e as notificacións poden non amosar o contido das mensaxes.
pt_br: Canal criptografado de ponta a ponta. A busca não funcionará com o canal criptografado e as notificações podem não exibir o conteúdo das mensagens.
ru: Канал со сквозным шифрованием. Для него не будет работать поиск, а в уведомлениях может не отображаться содержимое сообщений.
tr: Uçtan uca şifreli kanal. Arama çalışmaz ve bildirimler ileti içeriğini göstermeyebilir.
zh_tw: 點對點加密頻道。搜尋不支援加密頻道，且通知可能不會顯示訊息內容。

source: Encrypted Room:
ar: غرفة معماة:
eo: Ĉifrita Ĉambro:
es: Sala cifrada:
fi: Salattu huone:
fr: Salon chiffré :
gl: Sala cifrada:
hi: एन्क्रिप्टेड कक्ष:
hu: Titkosított szoba:
ia: Sala Cryptate:
nl: Versleutelde room:
pl: Pokój zaszyfrowany:
pt_br: Sala criptografada:
ru: Зашифрованная комната:
sv: Krypterat rum:
tr: Şifreli oda:
uk: Зашифрована кімната:
zh_tw: 加密聊天室：

source: Federated:
ar: متحدة:
es: Federado:
fi: Federoitu:
gl: Federada:
hi: संघीय:
pt_br: Federado:
ru: Интегрированный:
tr: Federe edilen:
zh_tw: 聯邦：

# @title:window
source: Create Discussion - %1
ar: إنشاء مناقشة - %1
eo: Krei Diskuton - %1
es: Crear discusión - %1
fi: Luo keskustelu – %1
fr: Créer une discussion - %1
gl: Crear unha discusión — %1
hi: चर्चा बनाएं - %1
hu: Beszélgetés létrehozása - %1
nl: Discussie aanmaken - %1
pl: Utwórz rozmowę - %1
pt_br: Criar discussão - %1
ru: Создание обсуждения — %1
sv: Skapa diskussion: %1
tr: Tartışma Oluştur — %1
uk: Створення обговорення – %1
zh_tw: 建立討論區 - %1

# @label:textbox
source: Channel or Group parent
ar: القناة أو المجموعة الرئيسة
eo: Kanala aŭ Grupo gepatro
es: Canal o grupo padre:
fi: Yläkanava tai -ryhmä
gl: Entidade superior da canle ou grupo
hi: चैनल या समूह अभिभावक
hu: Csatorna vagy csoport szülője
pt_br: Canal ou grupo pai
ru: Родительский канал или группа
tr: Kanal veya grup üst ögesi
zh_tw: 頻道或群組上層

# @label:textbox
source: Discussion Name
ar: اسم المناقشة
eo: Diskuta Nomo
es: Nombre de la discusión
fi: Keskustelun nimi
gl: Nome da discusión
hi: चर्चा का नाम
hu: Megbeszélés neve
pt_br: Nome da discussão
ru: Название обсуждения
tr: Tartışma adı
zh_tw: 討論名稱

# @label:textbox
source: Invite Users
ar: ادعُ مستخدمين
eo: Inviti Uzantojn
es: Invitar usuarios
fi: Kutsu käyttäjiä
gl: Invitar a xente
hi: उपयोगकर्ताओं को आमंत्रित करें
hu: Felhasználók meghívása
pt_br: Convidar usuários
ru: Пригласить пользователей
tr: Kullanıcıları davet et
zh_tw: 邀請使用者

# @label:textbox
source: Message
ar: الرسالة
eo: Mesaĝo
es: Mensaje
fi: Viesti
gl: Mensaxe
hi: संदेश
hu: Üzenet
pt_br: Mensagem
ru: Сообщение
tr: İleti
zh_tw: 訊息

# @info:placeholder
source: Usually a discussion starts with a question, like "How do I upload a picture?"
ar: عادةً ما تبدأ المناقشة بسؤال، مثل ”كيف أقوم بتحميل صورة؟
eo: Kutime diskuto komenciĝas per demando, kiel "Kiel mi alŝutas bildon?"
es: Usualmente una conversación empieza con una pregunta, del tipo, ¿Cómo publico una imagen?
fi: Keskustelu alkaa yleensä kysymyksellä kuten ”Kuinka lähetän kuvan?”
gl: As discusións adoitan comezar cunha pregunta, por exemplo «Como subo unha imaxe?».
hi: आमतौर पर चर्चा एक प्रश्न से शुरू होती है, जैसे "मैं चित्र कैसे अपलोड करूं?"
hu: Általában egy megbeszélés egy kérdéssel kezdődik, például „Hogyan töltsek fel egy képet?”.
pt_br: Normalmente, uma discussão começa com uma pergunta, como "Como faço para enviar uma foto?"
ru: Обычно обсуждение начинается с вопроса, например: «Как отправить изображение?»
tr: Bir tartışma, genelde bir soruyla başlar; örneğin “Bir resmi nasıl karşıya yüklerim?”
zh_tw: 通常討論會以問題開始，像是「請問要怎麽上傳圖片？」

source: Recorded %1 sec
ar: مُسجل %1 ثانية
eo: Registrita %1 sek
es: %1 segundos grabados
fi: Nauhoitettiin %1 s
gl: Graváronse %1 segundos
hi: %1 सेकंड रिकॉर्ड किया गया
hu: %1 másodperc rögzítve
pt_br: %1 segundos gravados
ru: Записано %1 сек.
tr: %1 saniye kaydedildi
zh_tw: 已錄製 %1 秒

# @title:window
source: Create Sound Message
ar: أنشئ رسالة صوتية
eo: Krei Sonan Mesaĝon
es: Crear mensaje de audio
fi: Luo ääniviesti
gl: Crear unha mensaxe de son
hi: ध्वनि संदेश बनाएं
hu: Hangüzenet létrehozása
pt_br: Criar mensagem de som
ru: Создание аудиосообщения
tr: Ses İletisi Oluştur
zh_tw: 建立語音訊息

# @action:button
source: Send
ar: أرسل
eo: Sendi
es: Enviar
fi: Lähetä
gl: Enviar
hi: भेजना
hu: Küldés
pt_br: Enviar
ru: Отправить
tr: Gönder
zh_tw: 傳送

# @label:textbox
source: Filename:
ar: اسم الملف:
eo: Dosiernomo:
es: Nombre de archivo:
fi: Tiedostonimi:
gl: Nome de ficheiro:
hi: फ़ाइल नाम:
hu: Fájlnév:
pt_br: Nome do arquivo:
ru: Имя файла:
tr: Dosya adı:
zh_tw: 檔案名稱：

# @label:textbox
source: Description:
ar: الوصف:
eo: Priskribo:
es: Descripción:
fi: Kuvaus:
gl: Descrición:
hi: विवरण:
hu: Leírás:
pt_br: Descrição:
ru: Описание:
tr: Açıklama:
zh_tw: 描述：

# @title:window
source: Create Video Message
ar: أنشئ رسالة فيديو
eo: Krei Filmetan Mesaĝon
es: Crear mensaje de video
fi: Luo videoviesti
fr: Créer un message vidéo
gl: Crear unha mensaxe de vídeo
hi: वीडियो संदेश बनाएं
hu: Videoüzenet létrehozása
ia: Crea message video
nl: Videobericht aanmaken
pl: Wykonaj rozmowę wideo
pt_br: Criar mensagem de vídeo
ru: Создание видеосообщения
sv: Skapa videomeddelande
tr: Video İletisi Oluştur
uk: Створення відеоповідомлення
zh_tw: 建立影片訊息

# @title:window
source: User Info
ar: معلومات المستخدم
eo: Informoj pri uzantoj
es: Información del usuario
fi: Käyttäjän tiedot
fr: Informations concernant l'utilisateur
gl: Información da persoa usuaria
hi: उपयोगकर्ता जानकारी
hu: Felhasználó-információk
ia: Information de usator
nl: Gebruikersinformatie
pl: Szczegóły użytkownika
pt_br: Informações do usuário
ru: Сведения о пользователе
sv: Användarinformation
tr: Kullanıcı Bilgisi
uk: Інформація про користувача
zh_tw: 使用者資訊

source: Custom Status:
ar: الحالة المخصصة:
eo: Propra Statuso:
es: Estado personalizado:
fi: Mukautettu tila:
fr: État personnalisé :
gl: Estado personalizado:
hi: कस्टम स्थिति:
hu: Egyéni állapot:
ia: Stato personalisate:
nl: Aangepaste status:
pl: Własny opis:
pt_br: Status personalizado:
ru: Нестандартный статус:
sv: Egen status:
tr: Özel durum:
uk: Нетиповий стан:
zh_tw: 自訂狀態：

source: Timezone:
ar: المنطقة الزمنية:
eo: Horzono:
es: Zona horaria:
fi: Aikavyöhyke:
fr: Fuseau horaire :
gl: Fuso horario:
hi: समयक्षेत्र:
hu: Időzóna:
ia: Fuso horari:
nl: Tijdzone:
pl: Strefa czasowa:
pt_br: Fuso horário:
ru: Часовой пояс:
sv: Tidszon:
tr: Zaman dilimi:
uk: Часовий пояс:
zh_tw: 時區：

source: Local Time:
ar: التوقيت المحلي:
es: Hora local:
fi: Paikallinen aika:
gl: Hora local:
pt_br: Hora local:
tr: Yerel zaman:
zh_tw: 本地時間：

source: Created At:
ar: أُنشئ في:
eo: Kreita ĉe:
es: Creado el:
fi: Luotu:
fr: Créer à :
gl: Creación:
hi: निर्मित स्थान:
hu: Létrehozva:
ia: Create a:
nl: Aangemaakt op:
pl: Utworzony dnia:
pt_br: Criado em:
ru: Создано:
sv: Skapad:
tr: Oluşturulma:
uk: Створено:
zh_tw: 建立時間：

source: Last Login:
ar: آخر ولوج:
eo: Lasta Ensaluto:
es: Último inicio de sesión:
fi: Viimeisin kirjautuminen:
fr: Dernière connexion :
gl: Último acceso:
hi: आखरी लॉगइन:
hu: Utolsó bejelentkezés:
ia: Ultime accesso:
nl: Laatste keer aangemeld:
pl: Ostatnie logowanie:
pt_br: Último login:
ru: Последний вход:
sv: Senaste inloggning:
tr: Son oturum açma:
uk: Останній вхід:
zh_tw: 上次登入：

source: Verified
ar: متحقّق منه
eo: Konfirmita
es: Verificado
fi: Vahvistettu
fr: Vérifié
gl: Verificada
hi: सत्यापित
hu: Ellenőrizve
ia: Verificate
nl: Geverifieerd
pl: Potwierdzony
pt_br: Verificado
ru: Проверено
sv: Verifierad
tr: Doğrulanmış
uk: Перевірено
zh_tw: 已驗證

source: Not verified
ar: لم يُتحقّق منه
eo: ne konfirmita
es: No verificado
fi: Ei vahvistettu
fr: Non vérifié
gl: Sen verificar
hi: सत्यापित नहीं है
hu: Nem ellenőrzött
ia: Non Verificate
nl: Niet geverifieerd
pl: Niepotwierdzony
pt_br: Não verificado
ru: Не проверено
sv: Inte verifierad
tr: Doğrulanmamış
uk: Не перевірено
zh_tw: 未驗證

# @title:window
source: Invite Users
ar: ادعُ مستخدمين
eo: Inviti Uzantojn
es: Invitar usuarios
fi: Kutsu käyttäjiä
fr: Inviter des utilisateurs
gl: Invitar a xente
hi: उपयोगकर्ताओं को आमंत्रित करें
hu: Felhasználók meghívása
ia: Invita Usatores
nl: Gebruikers inviteren
pl: Zaproś użytkowników
pt_br: Convidar usuários
ru: Приглашение пользователей
sv: Bjud in användare
tr: Kullanıcıları Davet Et
uk: Запрошення користувачів
zh_tw: 邀請使用者

# @label:textbox
source: Invite Link:
ar: رابط الدعوة:
eo: Invita ligilo:
es: Enlace de invitación:
fi: Kutsulinkki:
gl: Ligazón de invitación:
hi: आमंत्रण लिंक:
hu: Meghívási hivatkozás:
pt_br: Link de convite:
ru: Ссылка с приглашением:
tr: Davet bağlantısı:
zh_tw: 邀請連結：

# @info:tooltip
source: Copy link
ar: انسخ الرابط
eo: Kopii ligilon
es: Copiar enlace
fi: Kopioi linkki
gl: Copiar a ligazón
hi: लिंक की प्रतिलिपि करें
hu: Hivatkozás másolása
pt_br: Copiar link
ru: Копировать ссылку
tr: Bağlantıyı kopyala
zh_tw: 複製連結

source: Options
ar: الخيارات
eo: Elektebloj
es: Opciones
fi: Valinnat
gl: Opcións
hi: विकल्प
hu: Beállítások
ia: Optiones
nl: Opties
pl: Ustawienia
pt_br: Opções
ru: Параметры
sv: Alternativ
tr: Seçenekler
uk: Параметри
zh_tw: 選項

source: Expiration (Days)
ar: انتهاء الصلاحية (بالأيام)
eo: Eksvalidiĝo (Tagoj)
es: Expiración (En días)
fi: Vanheneminen (päivinä)
fr: Expiration (Jours)
gl: Caducidade (días)
hi: समाप्ति (दिन)
hu: Lejárat (napok)
ia: Epiration (Dies)
nl: Verlopen na (dagen)
pl: Wygaśnięcie (w dniach)
pt_br: Expiração (dias)
ru: Срок действия (в днях)
sv: Utgångstid (dagar)
tr: Süre Dolumu (Gün)
uk: Строк дії (у днях)
zh_tw: 期限（天）

source: Max number of uses
ar: الحد الأقصى لعدد الاستخدامات
eo: Maksimuma nombro da uzoj
es: Máximo número de usos
fi: Käyttöjen enimmäismäärä
fr: Nombre maximal d'utilisations
gl: Número máximo de persoas usuarias
hi: उपयोगों की अधिकतम संख्या
hu: Használatok legnagyobb száma
ia: Numero Max de usages
nl: Max aantal keer gebruikt
pl: Graniczna liczba użytkowników
pt_br: Número máximo de usos
ru: Максимальное количество использований
sv: Maximalt antal användningar
tr: En çok kullanım sayısı
uk: Максимальна кількість використань
zh_tw: 最大使用次數

# @action:button
source: Generate New Link
ar: ولّد رابط جديد
eo: Generi Novan Ligon
es: Generar un nuevo enlace
fi: Luo uusi linkki
gl: Xerar unha nova ligazón
hi: नया लिंक बनाएं
hu: Új hivatkozás előállítása
pt_br: Gerar novo link
ru: Создать новую ссылку
tr: Yeni Bağlantı Üret
zh_tw: 產生新的連結

source: Your invite link will expire on %2 or after %1 use.
ar: ستنتهي صلاحية رابط دعوتك في %2 أو بعد استخدام.
eo: Via invita ligilo eksvalidiĝos je %2 aŭ post %1 uzo.
es: Su enlace de invitación expirará el %2 o tras %1 uso.
fi: Kutsulinkki vanhenee %2 tai %1 käytön jälkeen.
fr: Votre lien d'invitation expirera en %2 ou après %1 utilisation.
gl: A súa ligazón de invitación caducará o %2 ou tras %1 uso.
hi: आपका आमंत्रण लिंक %2 को या %1 उपयोग के बाद समाप्त हो जाएगा।
hu: A meghívási hivatkozásának lejárati ideje: %2, vagy %1 használat.
ia: Tu ligamine de invitation expirara le %2 o post %1 uso.
nl: Uw invitatiekoppeling zal op %2 aflopen of na %1 keer gebruik.
pl: Twój odnośnik zapraszający wygaśnie dnia %2 lub po %1 użyciu.
pt_br: Seu link de convite expirará em %2 ou após %1 uso.
ru: Срок действия ссылки с приглашением истечёт %2 или после %1 использования.
sv: Inbjudningslänken går ut %2 eller efter %1 användning.
tr: Davet bağlantınızın süresi, %1 kullanımdan sonra %2 tarihinde dolacak.
uk: Строк дії вашого посилання запрошення буде вичерпано %2 або після %1 використання.
zh_tw: 您的邀請連結將在 %2 或是使用 %1 後過期。

source: Your invite link will expire on %1.
ar: ستنتهي صلاحية رابط دعوتك في %1.
eo: Via invitligo eksvalidiĝos je %1.
es: Su enlace de invitación expirará en %1.
fi: Kutsulinkkisi vanhenee %1.
fr: Votre lien d'invitation expirera en %1.
gl: A súa ligazón de invitación caducará o %1.
hi: आपका आमंत्रण लिंक %1 को समाप्त हो जाएगा.
hu: A meghívási hivatkozásának lejárati ideje: %1.
ia: Tu ligamine de invitation expirara le %1.
nl: Uw invitatiekoppeling zal op %1 aflopen.
pl: Twój odnośnik zapraszający wygaśnie dnia %1.
pt_br: Seu link de convite ira expirar em %1.
ru: Срок действия ссылки с приглашением истекает %1.
sv: Inbjudningslänken går ut %1.
tr: Davet bağlantınızın süresi, %1 tarihinde dolacak.
uk: Строк дії вашого посилання запрошення буде вичерпано %1.
zh_tw: 您的邀請連結將在 %1 過期。

source: Never
ar: البتة
eo: Neniam
es: Nunca
fi: Ei koskaan
fr: Jamais
gl: Nunca
hi: कभी नहीं
hu: Soha
ia: Jammais
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sv: Aldrig
tr: Asla
uk: Ніколи
zh_tw: 永不

source: No Limit
ar: لا حدّ
eo: Senlima
es: Sin límite
fi: Ei rajoitusta
fr: Aucune limite
gl: Sen límite
hi: कोई सीमा नहीं
hu: Nincs korlát
ia: Nulle limite
nl: Geen limiet
pl: Bez ograniczeń
pt_br: Sem limite
ru: Без ограничений
sv: Ingen begränsning
tr: Sınır Yok
uk: Не обмежувати
zh_tw: 無限制

# @title:window
source: Modify Status
ar: عدّل الحالة
eo: Modifi Statuson
es: Modificar estado:
fi: Muuta tilaa
fr: Modifier l'état
gl: Modificar o estado
hi: स्थिति संशोधित करें
hu: Állapot módosítása
ia: Modifica Stato
nl: Status wijzigen
pl: Zmiana dostępności
pt_br: Modificar status
ru: Изменение статуса
sv: Ändra status
tr: Durumu Değiştir
uk: Зміна стану
zh_tw: 修改狀態

source: Message Status:
ar: حالة الرسالة:
eo: Mesaĝo-Stato:
es: Estado del mensaje:
fi: Viestin tila:
fr: État du message :
gl: Mensaxe de estado:
hi: संदेश स्थिति:
hu: Üzenetállapot:
ia: Stato de message:
nl: Berichtstatus:
pl: Wiadomość dostępności:
pt_br: Status da mensagem:
ru: Состояние сообщения:
sv: Meddelandestatus:
tr: İleti durumu:
uk: Стан повідомлення:
zh_tw: 訊息狀態：
