Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

# @title:window
source: Save File Error
ar: خطأ في حفظ الملف
eo: Dosier-Konserva Eraro
es: Guardar archivo de errores
fi: Tiedoston tallennusvirhe
gl: Erro ao gardar o ficheiro
hi: फ़ाइल सहेजने में त्रुटि
hu: Fájlmentési hiba
pt_br: Salvar erro de arquivo
ru: Ошибка сохранения файла
tr: Dosya Kaydetme Hatası
zh_tw: 儲存檔案時出錯

source: Reported Messages
ar: الرسائل المبلغ عنها
eo: Raportitaj Mesaĝoj
es: Mensajes reportados
fi: Ilmoitetut viestit
gl: Mensaxes denunciadas
hi: रिपोर्ट किए गए संदेश
hu: Jelentett üzenetek
pt_br: Mensagens reportadas
ru: Сообщения, на которые поступили жалобы
tr: Bildirilen İletiler
zh_tw: 被檢舉的訊息

source: Reported Users
ar: المستخدمون المُبلغ عنهم
eo: Raportitaj Uzantoj
es: Usuarios reportados
fi: Ilmoitetut käyttäjät
gl: Persoas usuarias denunciadas
hi: रिपोर्ट किए गए उपयोगकर्ता
hu: Jelentett felhasználók
pt_br: Usuários reportados
ru: Пользователи, на которых поступили жалобы
tr: Bildirilen Kullanıcılar
zh_tw: 被檢舉的使用者

# @label:textbox
source: From:
ar: من:
eo: De:
es: De:
fi: Lähettäjä:
gl: De:
hi: से:
hu: Feladó:
pt_br: De:
ru: Отправитель:
tr: Nereden:

# @label:textbox
source: To:
ar: إلى:
eo: Al:
es: Para:
fi: Vastaanottaja:
gl: A:
hi: को:
hu: Címzett:
pt_br: Para:
ru: Получатель:
tr: Nereye:
zh_tw: 到：

# @action
source: Today
ar: اليوم
eo: Hodiaŭ
es: Hoy
fi: Tänään
gl: Hoxe
hi: आज
hu: Ma
pt_br: Hoje
ru: Сегодня
tr: Bugün
zh_tw: 今天

# @action
source: Yesterday
ar: أمس
eo: Hieraŭ
es: Ayer
fi: Eilen
gl: Onte
hi: कल
hu: Tegnap
pt_br: Ontem
ru: Вчера
tr: Dün
zh_tw: 昨天

# @action
source: This week
ar: هذا الأسبوع
eo: Ĉi-semajne
es: Esta semana
fi: Tällä viikolla
gl: Esta semana
hi: इस सप्ताह
hu: Ezen a héten
pt_br: Esta semana
ru: На этой неделе
tr: Bu Hafta
zh_tw: 本週

# @action
source: Previous week
ar: الأسبوع الماضي
eo: Antaŭa semajno
es: Semana anterior
fi: Viime viikolla
gl: Semana anterior
hi: पिछला सप्ताह
hu: Előző héten
pt_br: Semana anterior
ru: На прошлой неделе
tr: Önceki Hafta
zh_tw: 上一週

# @action
source: This month
ar: هذا الشهر
eo: Ĉi-monate
es: Este mes
fi: Tässä kuussa
gl: Este mes
hi: इस महीने
hu: Ebben a hónapban
pt_br: Este mês
ru: В этом месяце
tr: Bu Ay
zh_tw: 這個月

# @action
source: Previous month
ar: الشهر السابق
eo: Antaŭa monato
es: Mes anterior
fi: Edellinen kuukausi
gl: Mes anterior
hi: पिछला महीना
hu: Előző hónapban
pt_br: Mês anterior
ru: В прошлом месяце
tr: Önceki Ay
zh_tw: 上個月

# @title:window
source: Show Moderation Report
ar: أظهر تقرير الإشراف
eo: Montri Administran Raporton
es: Mostrar informe de moderación
fi: Näytä moderointiraportti
gl: Amosar o informe de moderación
hi: मॉडरेशन रिपोर्ट दिखाएं
hu: Moderációs jelentés megjelenítése
pt_br: Mostrar relatório de moderação
ru: Показ жалобы для модерации
tr: Moderasyon Raporunu Göster
zh_tw: 顯示站務回報

# @title:window
source: Show Moderation Messages
ar: أظهر رسائل الإشراف
eo: Montri Administrajn Mesaĝojn
es: Mostrar mensajes de moderación
fi: Näytä moderointiviestit
gl: Amosar as mensaxes de moderación
hi: मॉडरेशन संदेश दिखाएं
hu: Moderációs üzenetek megjelenítése
pt_br: Mostrar mensagens de moderação
ru: Показ сообщений для модерации
tr: Moderasyon İletilerini Göster
zh_tw: 顯示站務訊息

source: Loading…
ar: يحمل…
eo: Ŝargante…
es: Cargando…
fi: Ladataan…
gl: Cargando…
hi: लोड हो रहा है…
hu: Betöltés…
pt_br: Carregando…
ru: Загрузка…
tr: Yükleniyor…
zh_tw: 載入中…

source: No Message found
ar: لم يُعثر على رسالة
eo: Neniu Mesaĝo trovita
es: No se encontró ningún mensaje
fi: Viestejä ei löytynyt
fr: Aucun message trouvé
gl: Non se atopou ningunha mensaxe.
hi: कोई संदेश नहीं मिला
hu: Nem található üzenet
ia: Necun message trovate.
nl: Geen bericht gevonden
pl: Nie znaleziono żadnej wiadomości
pt_br: Nenhuma mensagem encontrada
ru: Сообщений не найдено
sv: Inga meddelanden hittades
tr: İleti bulunamadı
uk: Відповідного повідомлення не знайдено
zh_tw: 找不到訊息

source: %1 Message in room
ar: لا يوجد أي رسالة في الغرفة
eo: %1 Mesaĝo en ĉambro
es: %1 mensaje en la sala
fi: Huoneessa on %1 viesti
fr: %1 message dans le salon
gl: %1 mensaxe na sala.
hi: %1 कमरे में संदेश
hu: %1 üzenet a szobában
ia: %1 Message in sala
nl: %1 bericht in room
pl: %1 wiadomość w pokoju
pt_br: %1 mensagem na sala
ru: %1 сообщение в комнате
sv: %1 meddelande i rummet
tr: Odada %1 ileti
uk: %1 повідомлення у кімнаті
zh_tw: 聊天室中有 %1 則訊息

# @info:placeholder
source: Search moderation message…
ar: رسالة الإشراف على البحث…
eo: Serĉi administran mesaĝon…
es: Buscar mensajes de moderación…
fi: Etsi moderointiviestiä…
gl: Buscar na mensaxe de moderación…
hi: खोज मॉडरेशन संदेश…
hu: Moderációs üzenetek keresése…
pt_br: Pesquisar mensagem de moderação…
ru: Поиск сообщения модерации…
tr: Moderasyon iletisi ara…
zh_tw: 搜尋站務訊息…

source: No moderation message found
ar: لم يعثر على رسالة الإشراف
eo: Neniu administra mesaĝo trovita
es: No se encontró ningún mensaje de moderación
fi: Moderointiviestejä ei löytynyt
gl: Non se atopou ningunha mensaxe de moderación.
hi: कोई मॉडरेशन संदेश नहीं मिला
hu: Nem található moderációs üzenet
pt_br: Nenhuma mensagem de moderação encontrada
ru: Сообщений модерации не найдено
tr: Moderasyon iletisi bulunamadı
zh_tw: 找不到站務訊息

source: %1 moderation message (Total: %2)
ar: لا يوجد أي رسالة إشراف (الإجمالي: %2)
eo: %1 administra mesaĝo (Totalo: %2)
es: %1 mensaje de moderación (Total: %2)
fi: Yksi moderointiviesti (kaikkiaan: %2)
gl: %1 mensaxe de moderación (totais: %2).
hi: %1 मॉडरेशन संदेश (कुल: %2)
hu: %1 moderációs üzenet (Összesen: %2)
pt_br: %1 mensagem de moderação (total: %2)
ru: %1 сообщение модерации (всего: %2)
tr: %1 moderasyon iletisi (Toplam: %2)
zh_tw: %1 個站務訊息 (總共：%2)

# @action
source: See messages
ar: شاهد الرسائل
eo: Vidi mesaĝojn
es: Ver mensajes
fi: Näytä viestit
gl: Ver as mensaxes
hi: संदेश देखें
hu: Üzenetek megtekintése
pt_br: Ver mensagens
ru: Просмотреть сообщения
tr: İletileri Gör
zh_tw: 檢視訊息

# @action
source: Dismiss reports
ar: استبعد التقارير
eo: Forigi raportojn
es: Descartar reportes
fi: Hylkää ilmoitukset
gl: Descartar os informes
hi: रिपोर्ट खारिज करें
hu: Jelentések eltüntetése
pt_br: Descartar relatórios
ru: Отклонить жалобы
tr: Raporları Göz Ardı Et
zh_tw: 忽略檢舉

# @action
source: Delete all Messages
ar: احذف كافة الرسائل
eo: Forigi ĉiujn Mesaĝojn
es: Borrar todos los mensajes
fi: Poista kaikki viestit
gl: Eliminar todas as mensaxes
hi: सभी संदेश हटाएं
hu: Összes üzenet törlése
pt_br: Excluir todas as mensagens
ru: Удалить все сообщения
tr: Tüm İletileri Sil
zh_tw: 刪除所有訊息

# @action
source: Deactivate user
ar: ألغِ تنشيط المستخدم
eo: Malaktivigi uzanton
es: Desactivar usuario
fi: Passivoi käyttäjä
gl: Desactivar a persoa usuaria
hi: उपयोगकर्ता को निष्क्रिय करें
hu: Felhasználó inaktiválása
pt_br: Desativar usuário
ru: Деактивировать пользователя
tr: Kullanıcıyı Pasifleştir
zh_tw: 停用使用者

source: User will be unable to log in unless reactivated. All reported messages will be permanently deleted from their respective room.
ar: لن يتمكن المستخدم من الولود ما لم يعاد تنشيطه. ستحذف كافة الرسائل المبلغ عنها نهائيًا من الغرفة الخاصة بهم.
eo: Uzanto ne povos ensaluti krom se reaktivigita. Ĉiuj raportitaj mesaĝoj estos porĉiame forigitaj de ilia respektiva ĉambro.
es: El usuario no podrá registrarse a no ser que se reactive. Todos los mensajes reportados serán borrados permanentemente de las salas respectivas.
fi: Käyttäjä ei voi kirjautua ennen uudelleenaktivointia. Kaikki ilmoitetut viestit poistetaan huoneistaan pysyvästi.
gl: A persoa usuaria non poderá acceder a menos que se reactive. Todas as mensaxes das que se informou eliminaranse permanentemente da sala correspondente.
hi: उपयोगकर्ता पुनः सक्रिय किए जाने तक लॉग इन करने में असमर्थ होगा। सभी रिपोर्ट किए गए संदेश उनके संबंधित कमरे से स्थायी रूप से हटा दिए जाएंगे।
hu: A felhasználó nem fog tudni bejelentkezni, hacsak nem aktiválja újra. Minden jelentett üzenet véglegesen törlésre kerül a megfelelő szobából.
pt_br: O usuário não poderá efetuar login a menos que seja reativado. Todas as mensagens denunciadas serão excluídas permanentemente de suas respectivas salas.
ru: Пользователь сможет войти только в случае повторной активации его учётной записи. Все сообщения, на которые поданы жалобы, будут удалены из соответствующих комнат без возможности восстановления.
tr: Yeniden etkinleştirilmediği sürece kullanıcı yeniden oturum açamaz. Tüm raporlanan iletiler, ilgili odalarından kalıcı olarak silinecektir.
zh_tw: 使用者會無法登入，除非被再次啟用。 所有被檢舉的訊息都會從它們的聊天室當中永久刪除。

# @title:window
source: Deactivate User
ar: ألغِ تنشيط المستخدم
eo: Malaktivigi Uzanton
es: Desactivar usuario
fi: Passivoi käyttäjä
gl: Desactivar a persoa usuaria
hi: उपयोगकर्ता को निष्क्रिय करें
hu: Felhasználó inaktiválása
pt_br: Desativar usuário
ru: Деактивация пользователя
tr: Kullanıcıyı Pasifleştir
zh_tw: 停用使用者

source: Are you sure you want to dismiss and delete all reports for this user's messages? This action cannot be undone.
ar: هل تريد بالتأكيد استبعاد وحذف جميع التقارير الخاصة برسائل هذا المستخدم؟ لا يمكن التراجع عن هذا الإجراء.
eo: Ĉu vi certas, ke vi volas malakcepti kaj forigi ĉiujn raportojn por la mesaĝoj de ĉi tiu uzanto? Ĉi tiu ago ne povas esti malfarita.
es: ¿Está seguro de querer descartar y borrar todos los reportes de los mensajes de este usuario? Esta acción no se puede deshacer.
fi: Haluatko varmasti hylätä tai poistaa kaikki ilmoitukset tämän käyttäjän viesteistä? Toimenpidettä ei voi kumota.
gl: Seguro que quere descartar e eliminar todos os informes de mensaxes desta persoa? Esta acción non pode desfacerse.
hi: क्या आप वाकई इस उपयोगकर्ता के संदेशों के लिए सभी रिपोर्ट को खारिज और हटाना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती।
hu: Biztosan el szeretné tüntetni és törölni az összes jelentést a felhasználó üzeneteivel kapcsolatban? A művelet nem vonható vissza.
pt_br: Tem certeza de que deseja descartar e excluir todos os relatórios das mensagens deste usuário? Esta ação não pode ser desfeita.
ru: Отклонить и удалить все жалобы на сообщения этого пользователя? Это действие нельзя отменить.
tr: Bu kullanıcının iletilerine ilişkin tüm raporları göz ardı etmek ve silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.

# @title:window
source: Dismiss
ar: تجاهل
eo: Forĵeti
es: Descartar
fi: Hylkää
gl: Descartar
hi: नकार देना
hu: Eltüntetés
pt_br: Descartar
ru: Отклонение
tr: Göz Ardı Et
zh_tw: 忽略

source: Are you sure you want to delete all reported messages from this user? The messages will be deleted from the message history and no one will be able to see it. This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف جميع الرسائل المبلغ عنها من هذا المستخدم؟ ستُحذف الرسائل من سجل الرسائل ولن يتمكن أحد من رؤيتها. لا يمكن التراجع عن هذا الإجراء.
eo: Ĉu vi certas, ke vi volas forigi ĉiujn raportitajn mesaĝojn de ĉi tiu uzanto? La mesaĝoj estos forigitaj el la mesaĝhistorio kaj neniu povos vidi ĝin. Tiu ago ne povas esti malfarita.
es: ¿Está seguro de querer borrar todos los mensajes reportados de este usuario? Los mensajes serán borrados del histórico de mensajes y nadie sera capaz de verlos. Esta acción no se puede deshacer.
fi: Haluatko varmasti poistaa kaikki ilmoitetut viestit tältä käyttäjältä? Viestit poistetaan viestihistoriasta, eikä kukaan voi nähdä niitä. Toimenpidettä ei voi kumota.
gl: Seguro que quere eliminar todas as mensaxes desta persoa das que se informou? As mensaxes eliminaranse do historial de mensaxes e ninguén poderá velas. Esta acción non pode desfacerse.
hi: क्या आप वाकई इस उपयोगकर्ता के सभी रिपोर्ट किए गए संदेशों को हटाना चाहते हैं? संदेशों को संदेश इतिहास से हटा दिया जाएगा और कोई भी उन्हें नहीं देख पाएगा। इस कार्रवाई को पूर्ववत नहीं किया जा सकता।
hu: Biztos, hogy törölni szeretné az összes jelentett üzenetet ettől a felhasználótól? Az üzenetek törlődnek az előzményekből, és senki sem láthatja azokat. A művelet nem vonható vissza.
pt_br: Tem certeza de que deseja excluir todas as mensagens denunciadas deste usuário? As mensagens serão excluídas do histórico de mensagens e ninguém poderá vê-las. Esta ação não pode ser desfeita.
ru: Удалить все сообщения этого пользователя, на которые поданы жалобы? Эти сообщения будут удалены из журнала сообщений, и никто не сможет увидеть их. Это действие нельзя отменить.
tr: Bu kullanıcıdan bildirilen tüm iletileri silmek istediğinizden emin misiniz? İletlire, ileti geçmişinden silinecek ve hiç kimse göremeyecektir. Bu eylem geri alınamaz.

# @title:window
source: Delete All Messages
ar: احذف كافة الرسائل
eo: Forigi Ĉiuj Mesaĝoj
es: Borrar todos los mensajes
fi: Poista kaikki viestit
gl: Eliminar todas as mensaxes
hi: सभी संदेश हटाएं
hu: Összes üzenet törlése
pt_br: Excluir todas as mensagens
ru: Удаление всех сообщений
tr: Tüm İletileri Sil
zh_tw: 刪除所有訊息

# @action
source: See reports
ar: اطلع على التقارير
eo: Vidi raportojn
es: Ver reportes
fi: Näytä ilmoitukset
gl: Ver os informes
hi: रिपोर्ट देखें
hu: Jelentések megtekintése
pt_br: Ver relatórios
ru: Просмотреть жалобы
tr: Raporları Gör
zh_tw: 檢視檢舉

source: All reports will be deleted and the reported messages won't be affected.
ar: ستُحذف جميع التقارير ولن تتأثر الرسائل المُبلغ عنها.
eo: Ĉiuj raportoj estos porĉiame forigitaj kaj la raportitaj mesaĝoj ne estos tuŝitaj.
es: Todos los reportes serán borrados y los mensajes reportados no serán afectados.
fi: Kaikki ilmoitukset poistetaan, mutta ilmoitettuihin viesteihin ei kajota.
gl: Eliminaranse todos os informes e as mensaxes das que se informou non se verán afectadas.
hi: सभी रिपोर्ट हटा दी जाएंगी और रिपोर्ट किए गए संदेशों पर कोई प्रभाव नहीं पड़ेगा।
hu: Minden jelentés törlésre kerül, és a jelentett üzeneteket nem érinti.
pt_br: Todos os relatórios serão excluídos e as mensagens denunciadas não serão afetadas.
ru: Будут удалены все жалобы. Сообщения, на которые поданы жалобы, останутся без изменений.
tr: Tüm raporlar silinecek ve raporlanan iletiler etkilenmeyecek.

# @title:window
source: Dismiss All Reports
ar: استبعد كافة التقارير
eo: Forigi Ĉiujn Raportojn
es: Descartar todos los reportes
fi: Hylkää kaikki ilmoitukset
gl: Descartar todos os informes
hi: सभी रिपोर्ट खारिज करें
hu: Összes jelentés bezárása
pt_br: Descartar todos os relatórios
ru: Отклонение всех жалоб
tr: Tüm Raporları Yok Say
zh_tw: 忽略所有檢舉

# @action
source: Copy Selection
ar: انسخ التحديد
es: Copiar selección
fi: Kopioi valinta
gl: Copiar a selección
hu: Kijelölés másolása
pt_br: Copiar seleção
ru: Копировать выбранное
tr: Seçimi Kopyala
zh_tw: 複製選取範圍

# @action
source: Copy Message
ar: انسخ الرسالة
eo: Kopii Mesaĝon
es: Copiar mensaje
fi: Kopioi viesti
gl: Copiar a mensaxe
hi: संदेश कॉपी करें
hu: Üzenet másolása
pt_br: Copiar mensagem
ru: Копировать сообщение
tr: İletiyi Kopyala
zh_tw: 複製訊息

# @action
source: Speak Text
ar: نطق النص
eo: Paroli Tekston
es: Dictar texto
fi: Puhu teksti
gl: Pronunciar o texto
hi: पाठ बोलें
hu: Szöveg felolvasása
pt_br: Falar texto
ru: Зачитать текст
tr: Metni Konuş
zh_tw: 說出文字

# @action
source: Select All
ar: حدد الكل
eo: Elekti Ĉion
es: Seleccionar todos
fi: Valitse kaikki
gl: Seleccionar todo
hi: सबका चयन करें
hu: Összes kijelölése
pt_br: Selecionar tudo
ru: Выбрать все
tr: Tümünü Seç
zh_tw: 全部選取

# @info:placeholder
source: Search…
ar: ابحث…
eo: Serĉi…
es: Buscar…
fi: Etsi…
gl: Buscar…
hi: खोजना…
hu: Keresés…
pt_br: Pesquisar…
ru: Найти…
tr: Ara…
zh_tw: 搜尋…

# @title:window
source: Show Moderation Users
ar: أظهر مستخدمي الإشراف
eo: Montri Administrajn Uzantojn
es: Mostrar usuarios de moderación
fi: Näytä moderointikäyttäjät
gl: Amosar a xente moderadora
hi: मॉडरेशन उपयोगकर्ता दिखाएं
hu: Moderációs üzenetek megjelenítése
pt_br: Mostrar moderação de usuários
ru: Показ пользователей для модерации
tr: Moderasyon Kullanıcılarını Göster
zh_tw: 顯示站務使用者

source: Email:
ar: البريد الإلكترونيّ:
eo: Retpoŝto:
es: Correo electrónico:
fi: Sähköposti:
fr: Courriel :
gl: Enderezo de correo electrónico:
hi: ईमेल:
ia: E-posta:
ru: Адрес эл. почты:
sv: E-post:
tr: E-posta:
uk: Ел. пошта:
zh_tw: 電子郵件：

source: Roles:
ar: الأدوار:
eo: Roloj:
fi: Roolit:
fr: Rôles :
hi: भूमिकाएँ:
hu: Szerepek:
ia: Rolos:
nl: Rollen:
pl: Role:
pt_br: Funções:
ru: Роли:
sv: Roller:
tr: Roller:
uk: Ролі:
zh_tw: 角色：

source: Report #%1
ar: بلّغ #%1
eo: Raporto #%1
es: Reportar #%1
fi: Ilmoitus %1
gl: Denunciar a #%1
hi: रिपोर्ट #%1
hu: #%1 jelentése
pt_br: Relatar #%1
ru: Жалоба #%1
tr: Rapor №%1
zh_tw: 檢舉 #%1

# @title:window
source: Add Oauth Apps
ar: أضف تطبيقات أوث
eo: Aldoni Oauth-Apojn
es: Añadir aplicaciones de Oauth…
fi: Lisää OAuth-sovelluksia
fr: Ajouter des applications « Oauth »
gl: Engadir aplicacións de OAuth
hi: Oauth ऐप्स जोड़ें
hu: OAuth alkalmazások hozzáadása
ia: Adde Apps de Oauth
nl: Toepassingen voor Oauth toevoegen
pl: Dodaj aplikacje Oauth
pt_br: Adicionar aplicativos Oauth
ru: Добавление приложений Oauth
sv: Lägg till Oauth-program
tr: Oauth Uygulamaları Ekle
uk: Додавання програм OAuth
zh_tw: 新增 OAuth 應用程式

# @option:check
source: Active
ar: نشّط
eo: Aktiva
es: Activo
fi: Aktiivinen
gl: Activa.
hi: सक्रिय
hu: Aktív
pt_br: Ativo
ru: Активный
tr: Etkin
zh_tw: 作用中

source: Redirect Url:
ar: أعد توجيه الرابط:
eo: Redirekta URL:
es: URL de redirección:
fi: Uudelleenohjaa verkko-osoite:
fr: Rediriger une URL :
gl: URL de redirección:
hi: रीडायरेक्ट यूआरएल:
hu: Átirányítási URL:
ia: Redirige Url:
nl: URL omleiden:
pl: Adres URL przekierowania:
pt_br: Redirecionar URL:
ru: Адрес перенаправления:
sv: Omdirigera webbadress:
tr: Yeniden yönlendirme URL’si:
uk: Адреса переспрямовування:
zh_tw: 重新導向 URL：

# @title:window
source: Edit Oauth Apps
ar: حرر تطبيقات أوث
eo: Redakti Oauth-Apojn
es: Editar aplicaciones de Oauth
fi: Muokkaa OAuth-sovelluksia
fr: Modifier les applications « Oauth »
gl: Editar as aplicacións de OAuth
hi: Oauth ऐप्स संपादित करें
hu: OAuth alkalmazások szerkesztése
ia: Edita Apps de Oauth
nl: Toepassingen voor Oauth bewerken
pl: Edytuj aplikacje OAuth
pt_br: Editar aplicativos Oauth
ru: Изменений приложений Oauth
sv: Redigera Oauth-program
tr: Oauth Uygulamalarını Düzenle
uk: Редагування програм OAuth
zh_tw: 編輯 OAuth 應用程式

source: Client ID:
ar: معرف العميل:
eo: Kliento ID:
es: Identificador de cliente:
fi: Asiakastunniste:
fr: Identifiant client :
gl: Identificador de cliente:
hi: ग्राहक आईडी:
hu: Ügyfél-azonosító:
ia: ID de Cliente:
pl: ID klienta:
pt_br: ID do cliente:
ru: Идентификатор клиента:
sv: Klientidentifikation:
tr: İstemci kimliği:
uk: Ід. клієнта:

source: Client Secret:
ar: سر العميل:
eo: Sekreto de Kliento:
es: Secreto del cliente:
fi: Asiakkaan salatieto:
fr: Secret du client :
gl: Segredo de cliente:
hi: ग्राहक गुप्त:
hu: Ügyféltitok:
ia: Secreto de cliente:
nl: Geheim van client:
pl: Dane poufne klienta:
pt_br: Senha do cliente:
ru: Секретный ключ клиента:
sv: Klienthemlighet:
tr: İstemci gizi:
uk: Ключ клієнта:

source: Authorization Url:
ar: عنوان التفويض:
eo: URL de Rajtigo:
es: Url de autorización:
fi: Valtuutuksen verkko-osoite
fr: URL d'autorisation :
gl: URL de autorización:
hi: प्राधिकरण यूआरएल:
hu: Felhatalmazási URL:
ia: Url de Autorisation:
nl: URL voor autorisatie:
pl: Adres URL uwierzytelnienia:
pt_br: URL de autorização:
ru: Адрес страницы авторизации:
sv: Behörighetswebbadress:
tr: Yetkilendirme URL’si:
uk: Адреса сторінки уповноваження:

source: Access Token URL:
ar: عنوان رمز الوصول:
eo: URL de Access-Token:
es: URL de token de acceso:
fi: Pääsymerkin osoite:
fr: URL de jeton d'accès :
gl: URL de pase de acceso:
hi: एक्सेस टोकन यूआरएल:
hu: Hozzáférési token URL:
ia: URL de Indicio de accesso:
nl: URL van toegangstoken:
pl: Adres URL tokena dostępowego:
pt_br: URL do token de acesso:
ru: Адрес маркера доступа:
sv: Åtkomstsymbolwebbadress:
tr: Erişim Jetonu URL’si:
uk: Адреса жетона доступу:
zh_tw: 存取權杖網址：

# @info:placeholder
source: Search Oauth apps…
ar: ابحث في تطبيقات أوث…
eo: Serĉi Oauth-apojn…
es: Buscar aplicaciones de Oauth…
fi: Etsi OAuth-sovelluksia…
gl: Buscar nas aplicacións de OAuth…
hi: Oauth ऐप्स खोजें…
hu: OAuth-alkalmazások keresése…
pt_br: Pesquisar aplicativos Oauth…
ru: Поиск приложений Oauth…
tr: Oauth uygulamaları ara…
zh_tw: 搜尋 OAuth 應用程式…

source: Are you sure that you want to delete this Oauth?
ar: هل أنت متأكد أنك تريد حذف تطبيق أوث هذه؟
eo: Ĉu vi certas, ke vi volas forigi ĉi tiun Oauth?
es: ¿Está seguro de que quiere borrar este Oauth?
fi: Haluatko varmasti poistaa tämän OAuthin?
fr: Voulez-vous vraiment supprimer cet « Oauth » ?
gl: Seguro que quere eliminar esta OAuth?
hi: क्या आप वाकई इस Oauth को हटाना चाहते हैं?
hu: Biztosan törölni szeretné ezt az OAuthot?
ia: Tu es secur que tu vole deler iste Oauth?
nl: Wilt u deze OAuth verwijderen?
pl: Czy na pewno usunąć to OAuth?
pt_br: Tem certeza de que deseja excluir este Oauth?
ru: Удалить этот Oauth?
sv: Är du säker på att du vill ta bort Oauth-programmet?
tr: Bu Oauth’u silmek istediğinizden emin misiniz?
uk: Ви справді хочете вилучити цей OAuth?
zh_tw: 您確定要刪除這個 OAuth 應用程式嗎？

# @title:window
source: Remove OAuth
ar: أزِل أوث
eo: Forigi OAuth
es: Eliminar OAuth
fi: Poista OAuth
gl: Retirar a OAuth
hi: OAuth हटाएँ
hu: OAuth eltávolítása
pt_br: Excluir OAuth
ru: Удаление OAuth
tr: OAuth’u Kaldır
zh_tw: 移除 OAuth 應用程式

# @title:window
source: Edit '%1' Permission
ar: حرر إذْن '%1'
eo: Redakti '%1' Permeson
es: Editar el permiso «%1»
fi: Muokkaa käyttöoikeutta ”%1”
fr: Modifier la permission « %1 »
gl: Editar o permiso «%1»
hi: '%1' अनुमति संपादित करें
hu: „%1” jogosultság szerkesztése
ia: Modifica permisssion '%1'
nl: '%1'-rechten bewerken
pl: Edytuj '%1' uprawnienia
pt_br: Editar permissão '%1'
ru: Изменение прав «%1»
sv: Redigera rättigheter för '%1'
tr: “%1” İznini Düzenle
uk: Редагування прав доступу «%1»
zh_tw: 編輯「%1」權限

# @label:textbox
source: Roles:
ar: الأدوار:
eo: Roloj:
fi: Roolit:
hi: भूमिकाएँ:
hu: Szerepek:
pt_br: Funções:
ru: Роли:
tr: Roller:
zh_tw: 角色：

# @info:placeholder
source: Search permissions…
ar: ابحث التّصاريح…
eo: Serĉi permesojn…
es: Buscar permisos…
fi: Etsi käyttöoikeuksia…
gl: Buscar nos permisos…
hi: खोज अनुमतियाँ…
hu: Jogosultságok keresése…
pt_br: Pesquisar permissões…
ru: Поиск прав доступа…
tr: İzinler ara…
zh_tw: 搜尋權限…

# @info:placeholder
source: Search roles…
ar: ابحث في أدوار…
eo: Serĉi rolojn…
es: Buscar roles…
fi: Etsi rooleja…
gl: Buscar nos roles…
hi: भूमिकाएँ खोजें…
hu: Szerepek keresése…
pt_br: Pesquisar funções…
ru: Поиск ролей…
tr: Roller ara…
zh_tw: 搜尋角色…

# @action
source: Add Users In Role…
ar: أضف المستخدمين في الدور…
eo: Aldoni Uzantojn en Rolo…
es: Añadir usuarios al rol…
fi: Lisää käyttäjiä rooliin…
gl: Engadir xente ao rol…
hi: उपयोगकर्ताओं को भूमिका में जोड़ें…
hu: Felhasználók hozzáadása a szerephez…
pt_br: Adicionar usuários na função…
ru: Добавить пользователей в роль…
tr: Role Kullanıcılar Ekle…

source: Do you want to remove this role '%1'?
ar: هل تريد إزالة هذا الدور '%1'؟
eo: Ĉu vi volas forigi ĉi tiun rolon '%1'?
es: ¿Quiere eliminar este rol «%1»?
fi: Haluatko poistaa roolin ”%1”?
fr: Voulez-vous vraiment supprimer ce rôle « %1 » ?
gl: Quere eliminar o rol «%1»?
hi: क्या आप यह भूमिका '%1' हटाना चाहते हैं?
hu: Szeretné eltávolítani ezt a szerepet: „%1”?
ia: Tu vole remover iste rolo '%1'?
nl: Wilt u deze rol '%1' verwijderen?
pl: Czy usunąć tę rolę '%1'?
pt_br: Deseja excluir esta função '%1'?
ru: Удалить запись роли «%1»?
sv: Vill du ta bort rollen '%1'?
tr: “%1” rolünü kaldırmak istiyor musunuz?
uk: Хочете вилучити цю роль «%1»?
zh_tw: 您確定要移除角色「%1」嗎？

# @title:window
source: Remove Role
ar: أزل دورًا
eo: Forigi Rolon
es: Eliminar rol
fi: Poista rooli
gl: Retirar o rol
hi: भूमिका हटाएँ
hu: Szerep eltávolítása
pt_br: Excluir função
ru: Удаление роли
tr: Rolü Kaldır
zh_tw: 移除角色

# @title:window
source: Add Role
ar: أضف دورًا
eo: Aldoni Rolon
es: Añadir rol
fi: Lisää rooli
fr: Ajouter un rôle
gl: Engadir un rol
hi: भूमिका जोड़ें
hu: Szerep hozzáadása
ia: Adde Rolo
nl: Rol toevoegen
pl: Dodaj rolę
pt_br: Adicionar função
ru: Добавление роли
sv: Lägg till roll
tr: Rol Ekle
uk: Додавання ролі
zh_tw: 新增角色
