Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Allow to write video conference settings
ar: اسمح بكتابة إعدادات مؤتمر الفيديو
es: Permitir escribir las preferencias de las conferencias de vídeo
pt_br: Permitir escrever configurações de videoconferência
tr: Video konferans ayarlarını yazmaya izin ver
zh_tw: 允許寫入視訊會議設定

source: Allow to read video conference settings
ar: اسمح بقراءة إعدادات مؤتمر الفيديو
es: Permitir leer las preferencias de las conferencias de vídeo
pt_br: Permitir ler configurações de videoconferência
tr: Video konferans ayarlarını okumaya izin ver
zh_tw: 允許讀取視訊會議設定

source: Allow to change video conference provider settings
ar: اسمح بتغيير إعدادات مزود خدمة مؤتمرات الفيديو
es: Permitir cambiar las preferencias del proveedor de vídeo conferencias.
pt_br: Permitir alterar configurações do provedor de videoconferência
tr: Video konferans sağlayıcısı ayarlarını değiştirmeye izin ver
zh_tw: 允許變更視訊會議提供者設定

source: Allow to register button
ar: اسمح بزر التسجيل
es: Permitir registrar un botón
pt_br: Permitir registrar botão
tr: Kaydolma düğmesine izin ver
zh_tw: 允許註冊按鈕

source: Allow to send email
ar: السماح بإرسال البريد الإلكتروني
es: Permitir el envío de correos electrónicos
fi: Salli sähköpostin lähettäminen
gl: Permitir enviar mensaxes de correo electrónico.
hi: ईमेल भेजने की अनुमति दें
pt_br: Permitir enviar e-mail
ru: Возможность отправки эл. почты
tr: E-posta göndermeye izin ver
zh_tw: 允許傳送電子郵件

source: Allow to write role
ar: اسمح بكتابة دور
es: Permitir el papel de escritura
fi: Salli roolin kirjoittaminen
gl: Permitir escribir roles.
pt_br: Permitir escrever função
ru: Возможность записи роли
tr: Rolü yazmaya izin ver
zh_tw: 允許寫入角色

source: Allow to read role
ar: اسمح بقراءة دور
es: Permitir el papel de lectura
fi: Salli roolin lukeminen
gl: Permitir ler roles.
pt_br: Permitir ler função
ru: Возможность чтения роли
tr: Rolü okumaya izin ver
zh_tw: 允許讀取角色

source: Out Bound Communication
ar: الاتصالات الصادرة
es: Comunicación saliente
pt_br: Comunicação de saída
tr: Dışa Giden İletişim
zh_tw: 外傳通訊

source: View all rooms in the workspace
es: Ver todas las salas en el espacio de trabajo
tr: Çalışma alanındaki tüm odaları görüntüle

source: Connecting
ar: يتّصل
eo: Konektante
es: Conectando
fi: Yhdistetään
fr: Connexion en cours
gl: Conectando
hi: कनेक्ट
hu: Kapcsolódás
ia: Il es connectente
nl: Bezig met verbinden
pl: Łączenie
pt_br: Conectando
ru: Подключение
sv: Ansluter
tr: Bağlanıyor
uk: Встановлюємо з'єднання
zh_tw: 連線中

source: Login OTP code required
ar: مطلوب رمز الولوج لمرة واحدة فقط
eo: Ensaluta OTP-kodo postulata
es: Se requiere código OTP de inicio de sesión
fi: Vaaditaan kirjautumisen OTP-koodi
fr: Le code « OTP » de connexion est requis
gl: Requírese un código de pase dun uso de acceso.
hi: लॉगिन ओटीपी कोड आवश्यक
hu: Bejelentkezési OTP kód szükséges
ia: Codice de OTP a Authenticar requirite
nl: Aanmeldingscode OTP vereist
pl: Wymagany jest kod OTP do wejścia
pt_br: Código de login OTP obrigatório
ru: Требуется код входа OTP
sv: OTP-inloggningskod krävs
tr: Oturum açma için tek kerelik parola gerekiyor
uk: Потрібен код входу OTP
zh_tw: 需要登入用的 OTP 一次性密碼

source: Login failed: invalid username or password
ar: فشل الولوج: اسم المستخدم أو كلمة السر غير صالحة
eo: Ensaluto malsukcesis: nevalida uzantnomo aŭ pasvorto
es: El inicio de sesión ha fallado: nombre de usuario o contraseña erróneos
fi: Kirjautuminen epäonnistui: virheellinen käyttäjätunnus tai salasana
fr: Connexion impossible : nom d'utilisateur ou mot de passe non valable.
gl: O acceso fallou: o nome de persoa usuaria ou o contrasinal son incorrectos.
hi: लॉगिन विफल: उपयोगकर्ता नाम या पासवर्ड अमान्य
hu: Sikertelen bejelentkezés: érvénytelen felhasználónév vagy jelszó
ia: Authentication Fallite: nomine de usator o contrasigno invalide
nl: Aanmelden is mislukt: ongeldige gebruikersnaam of wachtwoord
pl: Nie udało się zalogować: niepoprawna nazwa użytkownika lub hasło
pt_br: Falha no login: nome de usuário ou senha inválido
ru: Ошибка входа: неверное имя пользователя или пароль
sv: Inloggning misslyckades: ogiltigt användarnamn eller lösenord
tr: Oturum açma başarısız: Geçersiz kullanıcı adı veya parola
uk: Помилка під час спроби увійти: некоректне ім'я користувача або пароль
zh_tw: 登入失敗：無效的使用者名稱或密碼

source: Logging in
ar: يَلُجْ
eo: Ensalutante
es: Iniciando sesión
fi: Kirjaudutaan
fr: Connexion en cours
gl: Accedendo
hi: प्रवेश किया
hu: Bejelentkezés
ia: Accedente
nl: Aanmelden
pl: Logowanie
pt_br: Autenticando
ru: Выполняется вход
sv: Loggar in
tr: Oturum açılıyor
uk: Вхід до системи
zh_tw: 登入中

source: Logged in
ar: ولجت
eo: Ensalutinta
es: Sesión iniciada
fi: Kirjauduttu
fr: Connecté
gl: Accedeuse
hi: में लॉग इन
hu: Bejelentkezett
ia: Aperi session
nl: Aangemeld
pl: Zalogowany
pt_br: Autenticado
ru: Вход выполнен
sv: Inloggad
tr: Oturum açıldı
uk: Увійшли
zh_tw: 已登入

source: Logged out
ar: خرج
eo: Elsalutita
es: Sesión cerrada
fi: Kirjauduttu ulos
fr: Déconnecté
gl: Saíu
hi: बाहर आ गये
hu: Kijelentkezett
ia: Claude session
nl: Afgemeld
pl: Wylogowany
pt_br: Sessão encerrada
ru: Выход выполнен
sv: Utloggand
tr: Oturum kapatıldı
uk: Вийшли
zh_tw: 已登出

source: Failed to login due to plugin problem
ar: فشل الولوج بسبب مشكلة في الملحق
eo: Malsukcesis ensaluti pro kromproblemo
es: Falló el inicio de sesión por problemas del complemento
fi: Kirjautuminen epäonnistui liitännäisongelman takia
fr: Échec de la connexion du à un problème de module externe
gl: Non foi posíbel acceder por un problema cun complemento.
hi: प्लगइन समस्या के कारण लॉगिन करने में विफल
hu: Sikertelen bejelentkezés bővítményprobléma miatt
ia: Falleva a aperir session debite a problema de plugin
nl: Aanmelden is mislukt vanwege problemen met plug-in:
pl: Nie udało się zalogować ze względu na kłopot z wtyczką
pt_br: Falha no login devido a um problema no plugin
ru: Не удалось войти из-за проблемы с модулем
sv: Misslyckades logga in på grund av problem med insticksprogram
tr: Eklenti sorunu dolayısıyla oturum açılamadı
uk: Не вдалося увійти через проблеми із додатками
zh_tw: 登入由於外掛程式問題而失敗

source: Login failed: generic error
ar: فشل الولوج: خطأ عام
eo: Ensaluto malsukcesis: ĝenerala eraro
es: El inicio de sesión ha fallado: error genérico
fi: Kirjautuminen epäonnistui: yleinen virhe
fr: Échec de la connexion : erreur générique
gl: O acceso fallou: erro xenérico.
hi: लॉगिन विफल: सामान्य त्रुटि
hu: Sikertelen bejelentkezés: általános hiba
ia: Authentication fallite: error generic
nl: Aanmelden is mislukt: algemene fout
pl: Nie udało się zalogować: błąd ogólny
pt_br: Falha no login: erro genérico
ru: Ошибка входа: общая ошибка
sv: Inloggning misslyckades: generellt fel
tr: Oturum açma başarısız: Genel hata
uk: Помилка під час спроби увійти: загальна помилка
zh_tw: 登入失敗：一般錯誤

source: A one-time password is required to complete the login procedure.
ar: مطلوب كلمة سر لمرة واحدة لإكمال إجراء الولوج.
eo: Unufoja pasvorto estas postulata por plenumi la ensaluta proceduro.
es: Una contaseña de un solo uso es necesaria para completar el proceso de acceso.
fi: Kirjautumisen viimeistelyyn vaaditaan kertakäyttöinen salasana.
fr: Un mot de passe à usage unique est nécessaire pour terminer la procédure de connexion.
gl: Requírese un contrasinal dun uso para completar o procedemento de acceso.
hi: लॉगइन प्रक्रिया को पूरा करने के लिए वन-टाइम पासवर्ड की आवश्यकता होती है।
hu: Egyszeri jelszó szükséges a bejelentkezési folyamat befejezéséhez.
ia: Un contrasigno de un sol vice es requirite per completar le procedure de aperir session.
nl: Een eenmalig wachtwoord is vereist om de aanmeldprocedure te voltooien.
pl: Aby ukończyć logowanie, wymagane jest jednorazowe hasło.
pt_br: Uma senha de uso único é necessária para completar o procedimento de login.
ru: Для завершения процедуры входа требуется одноразовый пароль.
sv: Ett engångslösenord krävs för att slutföra inloggningsproceduren.
tr: Oturum açma prosedürlerini tamamlamak için bir adet tek kerelik parola gerekiyor.
uk: Для завершення процедури входу слід ввести одноразовий пароль.
zh_tw: 需要有一次性密碼才能完成登入程序。

source: Login failed: Invalid OTP code.
ar: فشل الولوج: رمز OTP غير صالح.
eo: Ensaluto malsukcesis: Nevalida OTP-kodo.
es: El inicio de sesión ha fallado: código OTP inválido.
fi: Kirjautuminen epäonnistui: virheellinen OTP-koodi.
fr: Échec de la connexion : code « OTP » non valable
gl: O acceso fallou: o código de pase dun uso non é válido.
hi: लॉगिन विफल: अमान्य OTP कोड.
hu: Sikertelen bejelentkezés: érvénytelen OTP kód.
ia: Authentication falleva: codice de OTP Invalide.
nl: Aanmelden is mislukt: ongeldige OTP-code
pl: Nie udało się zalogować: Nieprawidłowy kod OTP.
pt_br: Falha no login: código OTP inválido.
ru: Ошибка входа: неверный код OTP.
sv: Inloggning misslyckades: ogiltigt OTP-kod.
tr: Oturum açma başarısız: Geçersiz tek kerelik parola.
uk: Помилка під час спроби увійти: некоректний код OTP.
zh_tw: 登入失敗：無效的 OTP 一次性密碼。

source: Login failed: User is not activated.
ar: فشل الولوج: المستخدم غير منشط.
eo: Ensaluto malsukcesis: Uzanto ne estas aktivigita.
es: Inicio de sesión fallido: El usuario no está activado.
fi: Kirjautuminen epäonnistui: Käyttäjää ei ole aktivoitu.
gl: O acceso fallou: a persoa usuaria non está activada.
hi: लॉगिन विफल: उपयोगकर्ता सक्रिय नहीं है.
hu: Sikertelen bejelentkezés: a felhasználó nincs aktiválva.
pt_br: Falha no login: O usuário não está ativado.
ru: Ошибка входа: пользователь не активирован.
tr: Oturum açma başarısız: Kullanıcı etkinleştirilmemiş.
zh_tw: 登入失敗：使用者尚未啟用。

source: Login has been temporarily blocked For IP.
ar: عنوان آي بي IP محظور من الولوج مؤقتًا.
eo: Ensaluto estis provizore blokita Por IP.
es: El inicio ha sido bloqueado temporalmente para la IP.
fi: Kirjautuminen on tilapäisesti estetty IP:n perusteella.
gl: O acceso está temporalmente bloqueado para o seu IP.
hi: आईपी के लिए लॉगिन अस्थायी रूप से अवरुद्ध कर दिया गया है।
hu: A bejelentkezés átmenetileg tiltva lett ennél az IP-címnél.
pt_br: O login foi bloqueado temporariamente para o IP.
ru: По этому IP-адресу временно запрещён вход.
tr: Bu IP için oturum açma geçici olarak engellendi.
zh_tw: 已暫時封鎖此 IP 位址的登入。

source: Login has been temporarily blocked For User.
ar: المستخدم محظور من الولوج مؤقتًا.
eo: Ensaluto estis provizore blokita Por Uzanto.
es: El inicio ha sido bloqueado temporalmente para el usuario.
fi: Kirjautuminen on tilapäisesti estetty käyttäjätunnuksen perusteella.
gl: O acceso está temporalmente bloqueado para a súa persoa usuaria.
hi: उपयोगकर्ता के लिए लॉगिन अस्थायी रूप से अवरुद्ध कर दिया गया है।
hu: A bejelentkezés átmenetileg tiltva lett ennél a felhasználónál.
pt_br: O login foi bloqueado temporariamente para o usuário.
ru: Этому пользователю временно запрещён вход.
tr: Bu kullanıcı için oturum açma geçici olarak engellendi.
zh_tw: 已暫時封鎖此使用者的登入。

source: App user is not allowed to login.
ar: لا يسمح لمستخدم التطبيق بالولوج.
eo: Uzanto de la aplikaĵo ne rajtas ensaluti.
es: Al usuario de la aplicación no se le permite iniciar sesión.
fi: Sovelluskäyttäjän ei sallita kirjautua.
gl: A conta de uso da aplicación non ten permiso para acceder.
hi: ऐप उपयोगकर्ता को लॉगइन करने की अनुमति नहीं है.
hu: Az alkalmazás felhasználóinak nem engedélyezett a bejelentkezés.
pt_br: O usuário do aplicativo não tem permissão para fazer login.
ru: Пользователю приложения запрещён вход.
tr: Uygulama kullanıcısının oturum açmasına izin verilmiyor.
zh_tw: 應用程式使用者不被允許登入。

source: Logout ongoing
ar: تسجيل الخروج مستمر
es: Desconexión en curso
fi: Uloskirjautuminen meneillään
gl: Saída en curso
hi: लॉगआउट जारी
pt_br: Encerramento da sessão em curso
ru: Выход продолжается
tr: Oturumu kapatma sürüyor…
zh_tw: 正在登出

source: Logout cleanup ongoing
ar: تجري عملية تنظيف تسجيل الخروج
es: Limpieza de la desconexión en curso
fi: Uloskirjautumisen siivoaminen meneillään
gl: Limpeza de saída en curso
hi: लॉगआउट क्लीनअप जारी है
pt_br: Limpeza de encerramento em curso
ru: Очистка при выходе продолжается
tr: Oturumu kapatma temizliği sürüyor…
zh_tw: 登出清理進行中

source: Successfully logged out
ar: خرج بنجاح
es: Desconexión exitosa
fi: Uloskirjautuminen onnistui
gl: Saíuse correctamente
hi: सफलतापूर्वक लॉग आउट हुआ
pt_br: Sessão encerrada com sucesso
ru: Выход выполнен успешно
tr: Oturum başarıyla kapatıldı.
zh_tw: 成功登出

source: Unknown state
ar: حالة مجهولة
eo: Nekonata stato
es: Estado desconocido
fi: Tuntematon tila
fr: État inconnu
gl: Estado descoñecido
hi: अज्ञात स्थिति
hu: Ismeretlen állapot
ia: Stato incognite
nl: Onbekende status
pl: Nieznana dostępność
pt_br: Status desconhecido
ru: Неизвестное состояние
sv: Okänt tillstånd
tr: Bilinmeyen durum
uk: Невідомий стан
zh_tw: 未知狀態

source: New version available %1
ar: الإصدار الجديد متاح %1
eo: Nova versio disponebla %1
es: Nueva versión disponible %1
fi: Uusi versio saatavilla: %1
fr: Nouvelle version %1 disponible
gl: Nova versión dispoñíbel: %1
hi: नया संस्करण उपलब्ध %1
hu: Új verzió érhető el: %1
nl: Nieuwe versie beschikbaar %1
pl: Dostępna jest nowa wersja %1
pt_br: Nova versão disponível %1
ru: Доступна новая версия %1
sv: Ny version tillgänglig %1
tr: Yeni sürüm kullanılabilir %1
uk: Випущено нову версію %1
zh_tw: 有新版可用 %1

source: (link)
ar: (رابط)
eo: (ligilo)
es: (enlace)
fi: (linkki)
fr: (lien)
gl: (ligazón)
hi: (जोड़ना)
hu: (hivatkozás)
nl: (koppeling)
ru: (ссылка)
sv: (länk)
tr: (bağlantı)
uk: (посилання)
zh_tw: （連結）

source: Status message
ar: رسالة الحالة
eo: Statusa mesaĝo
es: Mensaje de estado
fi: Tilaviesti
fr: Message d'état
gl: Mensaxe de estado
hi: स्थिति संदेश
hu: Állapotüzenet
ia: Message de stato
nl: Statusbericht
pl: Wiadomość dostępności
pt_br: Mensagem de status
ru: Сообщение статуса
sv: Statusmeddelande
tr: Durum iletisi
uk: Повідомлення стану
zh_tw: 狀態訊息

source: Topic message
ar: رسالة الموضوع
eo: Temo-mesaĝo
es: Mensaje de tema
fi: Aiheviesti
fr: Message de sujet
gl: Mensaxe de tema
hi: विषय संदेश
hu: Témaüzenet
ia: Message de topico
nl: Bericht over onderwerp
pl: Wiadomość tematu
pt_br: Mensagem de tópico
ru: Сообщение темы
sv: Ämnesmeddelande
tr: Konu iletisi
uk: Повідомлення теми
zh_tw: 主題訊息

source: your message
ar: رسالتك
eo: via mesaĝo
es: su mensaje
fi: viestisi
fr: Votre message
gl: a súa mensaxe
hi: आपका संदेश
hu: az üzenete
ia: tu message
nl: uw bericht
pl: twoja wiadomość
pt_br: sua mensagem
ru: ваше сообщение
sv: ditt meddelande
tr: iletiniz
uk: ваше повідомлення
zh_tw: 您的訊息

source: your message (optional)
ar: رسالتك (اختياري)
eo: via mesaĝo (laŭvola)
es: su mensaje (opcional)
fi: viestisi (valinnainen)
fr: votre message (optionnel)
gl: a súa mensaxe (opcional)
hi: आपका संदेश (वैकल्पिक)
hu: az üzenete (elhagyható)
ia: tu message (optional)
nl: uw bericht (optioneel)
pl: twoja wiadomość (niewymagane)
pt_br: sua mensagem (opcional)
ru: ваше сообщение (необязательно)
sv: ditt meddelande (valfritt)
tr: iletiniz (isteğe bağlı)
uk: ваше повідомлення (необов'язкове)
zh_tw: 您的訊息（可選）

source: Archive
ar: أرشيف
eo: Arkivo
es: Archivo
fi: Arkisto
gl: Arquivar
hi: पुरालेख
hu: Archiválás
ia: Archivo
nl: Archief
pl: Umieść w archiwum
pt_br: Arquivo
ru: Архивировать
sv: Arkiv
tr: Arşivle
uk: Архівувати
zh_tw: 封存

source: Displays ༼ つ ◕_◕ ༽つ before your message
ar: يعرض‎ ༼ つ ◕_◕ ༽つ قبل رسالتك
eo: Montras ༼ つ ◕_◕ ༽つ antaŭ via mesaĝo
es: Muestra ༼ つ ◕_◕ ༽つ antes de su mensaje
fi: Näyttää ༼ つ ◕_◕ ༽つ ennen viestiäsi
fr: Affiche « ༼ つ ◕_◕ ༽つ » avant votre message
gl: Amosa ༼ つ ◕_◕ ༽つ antes da súa mensaxe.
hi: आपके संदेश से पहले ༼ツ ◕_◕ ༽ツ प्रदर्शित करता है
hu: Megjeleníti a ༼ つ ◕_◕ ༽つ fejet az üzenete előtt
ia: Monstra༼ つ ◕_◕ ༽つ ante tu message
nl: Zet ༼ つ ◕_◕ ༽つ voor uw bericht
pl: Wyświetla ༼ つ ◕_◕ ༽つ przed twoją wiadomością
pt_br: Mostra ༼ つ ◕_◕ ༽つ antes de sua mensagem
ru: Отображает ༼ つ ◕_◕ ༽つ перед вашим сообщением
sv: Visar ༼ つ ◕_◕ ༽つ innan ditt meddelande
tr: İletinizden önce ༼ つ ◕_◕ ༽つ görüntüler
uk: Додати ༼ つ ◕_◕ ༽つ перед вашим повідомленням
zh_tw: 在您的訊息之前顯示 ༼ つ ◕_◕ ༽つ

source: Displays ( ͡° ͜ʖ ͡°) after your message
ar: يعرض ‎‎ ( ͡° ͜ʖ ͡°) بعد رسالتك
eo: Montriĝas ( ͡° ͜ʖ ͡°) post via mesaĝo
es: Muestra ( ͡° ͜ʖ ͡°) después de su mensaje
fi: Näyttää ( ͡° ͜ʖ ͡°) viestisi jälkeen
fr: Affiche « ༼( ͡° ͜ʖ ͡°) » après votre message
gl: Amosa ( ͡° ͜ʖ ͡°) despois da súa mensaxe.
hi: आपके संदेश के बाद ( ͡° ͜ʖ ͡°) प्रदर्शित करता है
hu: Megjeleníti a ( ͡° ͜ʖ ͡°) fejet az üzenete után
ia: Monstra ( ͡° ͜ʖ ͡°) post tu message
nl: Zet ( ͡° ͜ʖ ͡°) voor uw bericht
pl: Wyświetla ( ͡° ͜ʖ ͡°) po twojej wiadomości
pt_br: Mostra ( ͡° ͜ʖ ͡°) após sua mensagem
ru: Отображает ( ͡° ͜ʖ ͡°) после вашего сообщения
sv: Visar ( ͡° ͜ʖ ͡°) efter ditt meddelande
tr: İletinizden sonra ( ͡° ͜ʖ ͡°) görüntüler
uk: Додати ( ͡° ͜ʖ ͡°) після вашого повідомлення
zh_tw: 在您的訊息之後顯示 ( ͡° ͜ʖ ͡°)

source: Displays ¯\_(ツ)_/¯ after your message
ar: يعرض ‎¯\_(ツ)_/¯ بعد رسالتك
eo: Montras ¯\_(ツ)_/¯ post via mesaĝo
es: Muestra ¯\_(ツ)_/¯ después de su mensaje
fi: Näyttää ¯\_(ツ)_/¯ viestisi jälkeen
fr: Affiche « ¯\_(ツ)_/¯ » après votre message
gl: Amosa ¯\_(ツ)_/¯ despois da súa mensaxe.
hi: आपके संदेश के बाद ¯\_(ツ)_/¯ प्रदर्शित करता है
hu: Megjeleníti a ¯\_(ツ)_/¯ fejet az üzenete után
ia: Monstra ¯\_(ツ)_/¯ post tu message
nl: Zet ¯\_(ツ)_/¯ voor uw bericht
pl: Wyświetla ¯\_(ツ)_/¯ po twojej wiadomości
pt_br: Mostra ¯\_(ツ)_/¯ após sua mensagem
ru: Отображает ¯\_(ツ)_/¯ после вашего сообщения
sv: Visar ¯\_(ツ)_/¯ efter ditt meddelande
tr: İletinizden sonra ¯\_(ツ)_/¯ görüntüler
uk: Додати ¯\_(ツ)_/¯ після вашого повідомлення
zh_tw: 在您的訊息之後顯示 ¯\_(ツ)_/¯

source: Displays (╯°□°）╯︵ ┻━┻
ar: يعرض (‎╯°□°)╯‎︵ ┻━┻
eo: Montraĵoj (╯°□°）╯︵ ┻━┻
es: Muestra (╯°□°）╯︵ ┻━┻
fi: Näyttää (╯°□°）╯︵ ┻━┻
fr: Affiche « (╯°□°）╯︵ ┻━┻ »
gl: Amosa (╯°□°）╯︵ ┻━┻.
hi: प्रदर्शित करता है (╯°□°）╯︵ ┻━┻
hu: Megjeleníti a (╯°□°）╯︵ ┻━┻ fejet
ia: Monstra (╯°□°）╯︵ ┻━┻
nl: Toont (╯°□°）╯︵ ┻━┻
pl: Wyświetla (╯°□°）╯︵ ┻━┻
pt_br: Mostra (╯°□°）╯︵ ┻━┻
ru: Отображает (╯°□°）╯︵ ┻━┻
sv: Visar (╯°□°）╯︵ ┻━┻
tr: (╯°□°）╯︵ ┻━┻ görüntüler
uk: Вивести (╯°□°）╯︵ ┻━┻
zh_tw: 顯示 (╯°□°）╯︵ ┻━┻

source: Displays ┬─┬<feff> ノ( ゜-゜ノ)
ar: يعرض ┬─┬<feff> ノ‎( ‎゜-゜ノ)
eo: Montras ┬─┬<feff> ノ( ゜-゜ノ)
es: Muestra ┬─┬<feff> ノ( ゜-゜ノ)
fi: Näyttää ┬─┬<feff> ノ( ゜-゜ノ)
fr: Affiche « ┬─┬<feff> ノ( ゜-゜ノ) »
gl: Amosa ┬─┬<feff> ノ( ゜-゜ノ).
hi: प्रदर्शित करता है ┬─┬<feff> ノ( ゜-゜ノ)
hu: Megjeleníti a ┬─┬<feff> ノ( ゜-゜ノ) fejet
ia: Monstra ┬─┬<feff> ノ( ゜-゜ノ)
nl: Toont ┬─┬<feff> ノ( ゜-゜ノ)
pl: Wyświetla ┬─┬<feff> ノ( ゜-゜ノ)
pt_br: Mostra ┬─┬<feff> ノ( ゜-゜ノ)
ru: Отображает ┬─┬<feff> ノ( ゜-゜ノ)
sv: Visar ┬─┬<feff> ノ( ゜-゜ノ)
tr: ┬─┬<feff> ノ( ゜-゜ノ) görüntüler
uk: Вивести ┬─┬<feff> ノ( ゜-゜ノ)
zh_tw: 顯示 ┬─┬<feff> ノ( ゜-゜ノ)

source: Create a New Channel
ar: أنشئ قناة جديدة
eo: Krei Novan Kanalon
es: Crear un nuevo canal
fi: Luo uusi kanava
fr: Créer un nouveau canal
gl: Crear unha nova canle
hi: नया चैनल बनाएं
hu: Új csatorna létrehozása
ia: Crea un nove canal
nl: Een nieuw kanaal aanmaken
pl: Utwórz nowy kanał
pt_br: Criar um novo canal
ru: Создать новый канал
sv: Skapa en ny kanal
tr: Yeni Bir Kanal Oluştur
uk: Створити канал
zh_tw: 建立一個新頻道

source: Show the keyboard shortcut list
ar: أظهر قائمة اختصارات لوحة المفاتيح
eo: Montri la klavkombinan liston
es: Muestra la lista de atajos de teclado
fi: Näyttää pikanäppäinten luettelon
fr: Afficher la liste des raccourcis clavier
gl: Amosar unha lista de atallos de teclado.
hi: कीबोर्ड शॉर्टकट सूची दिखाएं
hu: A gyorsbillentyűk listájának megjelenítése
ia: Monstra le lista de via breve de claviero
nl: De lijst met sneltoetsen tonen
pl: Pokaż spis skrótów klawiszowych
pt_br: Mostra a lista de atalhos do teclado
ru: Показать список комбинаций клавиш
sv: Visa listan över snabbtangenter
tr: Klavye kısayolları listesini göster
uk: Показати список клавіатурних скорочень
zh_tw: 顯示鍵盤快捷鍵列表

source: Hide Room
ar: أخفِ الغرفة
eo: Kaŝi Ĉambron
es: Ocultar sala
fi: Piilota huone
fr: Masquer le salon
gl: Agochar a sala
hi: कमरा छिपाएँ
hu: Szoba elrejtése
ia: Cela Sala
nl: Room verbergen
pl: Ukryj pokój
pt_br: Ocultar sala
ru: Скрыть комнату
sv: Dölj rum
tr: Odayı Gizle
uk: Приховати кімнату
zh_tw: 隱藏聊天室

source: Invite one user to join this channel
ar: أدعو مستخدم واحد للانضمام إلى هذه القناة
eo: Inviti unu uzanton aliĝi al ĉi tiu kanalo
es: Invitar un usuario a unirse a este canal
fi: Kutsu käyttäjä liittymään kanavalle
fr: Inviter un utilisateur rejoindre ce canal
gl: Invitar a alguén a esta canle
hi: एक उपयोगकर्ता को इस चैनल में शामिल होने के लिए आमंत्रित करें
hu: Egy felhasználó meghívása ehhez a csatornához való csatlakozáshoz
ia: Invita un usator a unir se a iste canal
nl: Eén gebruiker uitnodigen om met dit kanaal mee te doen
pl: Zaproś jednego użytkownika na ten kanał
pt_br: Convidar um usuário para entrar neste canal
ru: Пригласить одного пользователя присоединиться к этому каналу
sv: Bjud in en användare att gå med i kanalen
tr: Bir kullanıcıyı, bu kanala katılması için davet et
uk: Запросити одного користувача долучитися до цього каналу
zh_tw: 邀請一名使用者加入此頻道

source: Invite all users from this channel to join [#channel]
ar: أدعو جميع المستخدمين من هذه القناة للانضمام [#channel]
eo: Inviti ĉiujn uzantojn de ĉi tiu kanalo aliĝi al [#channel]
es: Invitar a todos los usuarios de este canal a unirse a [#channel]
fi: Kutsu kanavan kaikki käyttäjät liittymään kanavalle [#channel]
fr: Inviter tous les utilisateurs de ce canal à se connecter [#channel]
gl: Invitar a toda a xente desta canle a [#canle]
hi: इस चैनल के सभी उपयोगकर्ताओं को [#चैनल] में शामिल होने के लिए आमंत्रित करें
hu: Az összes felhasználó meghívása erről a csatornáról a(z) [#channel] csatornához való csatlakozáshoz
ia: Invita omne usatores ex iste canal a unir se a [#channel]
nl: Alle gebruikers van dit kanaal uitnodigen om mee te doen met [#channel]
pl: Poproś wszystkich użytkowników tego kanału o dołączenie do [#channel]
pt_br: Convidar todos os usuários deste canal para entrar no [#channel]
ru: Пригласить всех пользователей с этого канала присоединиться к каналу [#channel]
sv: Bjud in alla användare från den här kanalen att gå med i [#kanal]
tr: Bu kanalın tüm kullanıcılarını, [#kanal]’a katılmaları için davet et
uk: Запросити усіх користувачів цього каналу долучитися до каналу [#канал]
zh_tw: 邀請這個頻道中的所有使用者加入 [#channel]

source: Invite all users from [#channel] to join this channel
ar: أدعو جميع المستخدمين من [#channel] القناة للانضمام
eo: Inviti ĉiujn uzantojn de [#channel] aliĝi al ĉi tiu kanalo
es: Invitar a todos los usuarios de [#channel] a unirse a este canal
fi: Kutsu kaikki kanavan [#channel] käyttäjät liittymään tälle kanavalle
fr: Inviter tous les utilisateurs de [#channel] à se connecter à ce canal
gl: Invitar a toda a xente de [#canle] a esta canle
hi: [#channel] के सभी उपयोगकर्ताओं को इस चैनल में शामिल होने के लिए आमंत्रित करें
hu: Az összes felhasználó meghívása a(z) [#channel] csatornáról ehhez a csatornához való csatlakozáshoz
ia: Invita omne usatores ex [#channel] a unir se a iste canal
nl: Alle gebruikers van [#channel] uitnodigen om mee te doen met dit kanaal
pl: Poproś wszystkich użytkowników z kanału [#channel] o dołączenie do tego kanału
pt_br: Convidar todos os usuário do [#channel] para entrar neste canal
ru: Пригласить всех пользователей с канала [#channel] присоединиться к этому каналу
sv: Bjud in alla användare från [#kanal] att gå med i den här kanalen
tr: [#kanal]’daki tüm kullanıcıları, bu kanala katılmaları için davet et
uk: Запросити усіх користувачів з [#канал] долучитися до цього каналу
zh_tw: 邀請 [#channel] 中的所有使用者加入此頻道

source: Join the given channel
ar: انضم للقناة المعطاة
eo: Aliĝi al la donita kanalo
es: Unirse al canal dado
fi: Liity annetulle kanavalle
fr: Rejoindre un canal donné
gl: Unirse á canle indicada
hi: दिए गए चैनल से जुड़ें
hu: Csatlakozás az adott csatornához
ia: Uni le date canal
nl: Met het gegeven kanaal meedoen
pl: Dołącz do danego kanału
pt_br: Entrar no canal
ru: Присоединиться к указанному каналу
sv: Gå med i den angivna kanalen
tr: Verilen kanala katıl
uk: Долучитися до вказаного каналу
zh_tw: 加入指定頻道
