Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Total Connected Users
ar: إجمالي المستخدمين المتصلين
eo: Tutaj Konektitaj Uzantoj
es: Total de usuarios conectados
fi: Yhteydessä olevia käyttäjiä yhteensä
fr: Total des utilisateurs connectés
gl: Persoas usuarias conectadas totais
hi: कुल जुड़े हुए उपयोगकर्ता
hu: Összes kapcsolódott felhasználó
ia: Usatores connectite total
nl: Totaal aantal verbonden gebruikers
pl: Liczba podłączonych użytkowników
pt_br: Total de usuários conectados
ru: Всего подключённых пользователей
sv: Antal anslutna användare
tr: Toplam Bağlı Kullanıcı
uk: Загалом з'єднаних користувачів
zh_tw: 連線使用者總數

source: OS Release
ar: إصدار نظام التشغيل
eo: OS-Eldono
es: Edición del SO
fi: Käyttöjärjestelmäjulkaisu
fr: Version du système d'exploitation
gl: Versión do sistema
hi: ओएस रिलीज
hu: Operációs rendszer kiadása
ia: Version de SO
pl: Wydanie systemu
pt_br: Versão do SO
ru: Версия ОС
sv: Operativsystemutgåva
tr: İşletim Sistemi Yayımı
uk: Випуск ОС
zh_tw: 作業系統釋出版

source: OS Type
ar: نوع النظام
eo: OS Tipo
es: Tipo de OS
fi: Käyttöjärjestelmän tyyppi
fr: Type de système d'exploitation
gl: Tipo de sistema
hi: ओएस प्रकार
hu: Operációs rendszer típusa
ia: Typo de SO
nl: Type OS
pl: Rodzaj systemu
pt_br: Tipo do SO
ru: Тип ОС
sv: Operativsystemtyp
tr: İşletim Sistemi Türü
uk: Тип ОС
zh_tw: 作業系統類型

source: OS Platform
ar: منصة نظام التشغيل
eo: OS Platformo
es: Plataforma del SO
fi: Käyttöjärjestelmäalusta
fr: Plate-forme de système d'exploitation
gl: Plataforma do sistema
hi: ओएस प्लेटफॉर्म
hu: Operációs rendszer platformja
ia: Platteforma de SO
pl: Platforma systemu
pt_br: Plataforma do SO
ru: Платформа ОС
sv: Operativsystemplattform
tr: İşletim Sistemi Platformu
uk: Платформа ОС
zh_tw: 作業系統平台

source: OS Total Memory
ar: إجمالي ذاكرة النظام
eo: OS Totala Memoro
es: Memoria total del OS
fi: Järjestelmämuistia yhteensä
fr: Mémoire total du système
gl: Memoria total do sistema
hi: ओएस कुल मेमोरी
hu: Operációs rendszer teljes memóriája
ia: Memoria total de SO
nl: OS totaal geheugen
pl: Ilość pamięci w systemie
pt_br: Memória total do SO
ru: Всего памяти в ОС
sv: Totalt operativsystemminne
tr: İşletim Sistemi Toplam Bellek
uk: Загалом пам'яті в ОС
zh_tw: 作業系統記憶體總量

source: OS Free Memory
ar: إجمالي ذاكرة النظام الحرة
eo: OS Libera Memoro
es: Memoria libre del SO
fi: Käyttöjärjestelmän vapaa muisti
fr: Mémoire libre du système d'exploitation
gl: Memoria libre do sistema
hi: ओएस मुक्त मेमोरी
hu: Operációs rendszer szabad memóriája
ia: Memoria libere de SO
nl: OS vrij geheugen
pl: Wolna pamięć w systemie
pt_br: Memória livre do SO
ru: Свободная память ОС
sv: Ledigt operativsystemminne
tr: İşletim Sistemi Boş Bellek
uk: Вільна пам'ять в ОС
zh_tw: 作業系統剩餘記憶體

source: Usage
ar: الاستخدام
eo: Uzado
es: Uso
fi: Käyttö
gl: Uso
hi: प्रयोग
hu: Használat
ia: Uso
nl: Gebruik
pl: Sposób użycia
pt_br: Uso
ru: Использование
sv: Användning
tr: Kullanım
uk: Користування
zh_tw: 用量

source: Runtime Environment
ar: بيئة وقت التشغيل
eo: Rultempa Medio
es: Entorno de ejecución
fi: Ajonaikaisympäristö
fr: Environnement d'exécution
gl: Contorno de execución
hi: रनटाइम वातावरण
hu: Futtatókörnyezet
ia: Ambiente de execution (runtime)
nl: Omgeving tijdens uitvoeren
pl: Środowisko biblioteki uruchomieniowej
pt_br: Ambiente de execução
ru: Среда выполнения
sv: Körtidsmiljö
tr: Çalışma Süresi Ortamı
uk: Середовище виконання
zh_tw: 執行環境

# @title:window
source: Create New User
ar: أنشئ مستخدمًا جديدًا
eo: Krei Novan Uzanton
es: Crear nuevo usuario
fi: Luo uusi käyttäjä
fr: Créer un nouvel utilisateur
gl: Crear unha nova persoa usuaria
hi: नया उपयोगकर्ता बनाएं
hu: Új felhasználó létrehozása
ia: Crea nove usator
nl: Nieuwe gebruiker aanmaken
pl: Utwórz nowego użytkownika
pt_br: Criar novo usuário
ru: Создание нового пользователя
sv: Skapa ny användare
tr: Yeni Kullanıcı Oluştur
uk: Створення запису користувача
zh_tw: 建立新使用者

# @title:window
source: Edit User
ar: حرر المستخدم
eo: Redaktu Uzanton
es: Editar usuario
fi: Muokkaa käyttäjää
fr: Modifier un utilisateur
gl: Editar a persoa usuaria
hi: यूजर को संपादित करो
hu: Felhasználó szerkesztése
ia: Modifica usator
nl: Gebruiker bewerken
pl: Edytuj użytkownika
pt_br: Editar usuário
ru: Изменение пользователя
sv: Redigera användare
tr: Kullanıcıyı Düzenle
uk: Редагування запису користувача
zh_tw: 編輯使用者

# @option:check
source: Send Welcome Email
ar: أرسل بريدًا إلكترونيًا ترحيبيًا
eo: Sendi Bonvenan Retpoŝton
es: Enviar correo electrónico de bienvenida
fi: Lähetä tervetuloviesti
gl: Enviar a mensaxe de correo electrónico de benvida.
hi: स्वागत ईमेल भेजें
hu: Üdvözlő e-mail küldése
pt_br: Enviar e-mail de boas vindas
ru: Отправить приветственное письмо
tr: Hoş geldiniz e-postası gönder
zh_tw: 傳送歡迎郵件

# @option:check
source: Require Password Change
ar: يتطلب تغيير كلمة السر
eo: Postuli Ŝanĝon de Pasvorto
es: Requerir cambio de contraseña
fi: Vaadi vaihtamaan salasana
gl: Requirir cambiar o contrasinal.
hi: पासवर्ड परिवर्तन आवश्यक है
hu: Jelszóváltoztatás megkövetelése
pt_br: Solicitar redefinição de senha
ru: Запрашивать смену пароля
tr: Parola değişikliği gerektir
zh_tw: 要求密碼變更

# @option:check
source: Set random password and send by email
ar: عيّن كلمة سر عشوائية وأرسلها عبر البريد الإلكتروني
eo: Agordi hazardan pasvorton kaj sendu retpoŝte
es: Establecer contraseña al azar y enviar por correo electrónico
fi: Aseta satunnainen salasana ja lähetä se sähköpostitse
gl: Definir un contrasinal aleatorio e envialo por correo electrónico.
hi: यादृच्छिक पासवर्ड सेट करें और ईमेल द्वारा भेजें
hu: Véletlen jelszó beállítása és küldés e-mailben
pt_br: Definir senha aleatória e enviar por e-mail
ru: Установить случайный пароль и отправить по эл. почте
tr: Rastgele bir parola ayarla ve e-posta ile gönder
zh_tw: 設定隨機密碼並透過電子郵件傳送

# @option:check
source: Mark email as verified
ar: علّم البريد الإلكتروني أنه مُتحقق منه
es: Marcar correo electrónico como verificado
fi: Merkitse sähköposti todennetuksi
gl: Marcar a mensaxe como verificada
hi: ईमेल को सत्यापित के रूप में चिह्नित करें
hu: E-mail-cím megjelölése ellenőrzöttként
pt_br: Marcar e-mail como verificado
ru: Отметить адрес эл. почты как проверенный
tr: E-postaları onaylı olarak imle

source: Username:
ar: اسم المستخدم:
eo: Uzantnomo:
es: Nombre del usuario:
fi: Käyttäjätunnus:
fr: Nom d'utilisateur :
gl: Nome de persoa usuaria:
hi: उपयोगकर्ता नाम:
hu: Felhasználónév:
ia: Nomine de usator:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt_br: Nome do usuário:
ru: Имя пользователя:
sv: Användarnamn:
tr: Kullanıcı adı:
uk: Користувач:
zh_tw: 使用者名稱：

source: Status Message:
ar: رسالة الحالة:
eo: Statusa Mesaĝo:
es: Mensaje de estado:
fi: Tilaviesti:
fr: Message d'état :
gl: Mensaxe de estado:
hi: स्थिति संदेश:
hu: Állapotüzenet:
ia: Message de stato:
nl: Statusbericht:
pl: Wiadomość dostępności:
pt_br: Mensagem de status:
ru: Сообщение статуса:
sv: Statusmeddelande
tr: Durum iletisi:
uk: Повідомлення стану:
zh_tw: 狀態訊息：

source: Password:
ar: كلمة السر:
eo: Pasvorto:
es: Contraseña:
fi: Salasana:
fr: Mot de passe :
gl: Contrasinal:
hi: पासवर्ड:
hu: Jelszó:
ia: Contrasigno:
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
ru: Пароль:
sv: Lösenord:
tr: Parola:
uk: Пароль:
zh_tw: 密碼：

source: Bio:
ar: السيرة الذاتية:
eo: Biografio:
es: Biografía:
fi: Elämäkerta:
gl: Biografía:
hi: था:
hu: Életrajz:
pt_br: Biografia:
ru: Био:
tr: Biyografi:

source: Nickname:
ar: الاسم المستعار:
eo: Kromnomo:
es: Apodo:
fi: Kutsumanimi:
fr: Pseudonyme :
gl: Alcume:
hi: उपनाम:
hu: Becenév:
ia: Pseudonymo:
nl: Schermnaam:
pl: Pseudonim:
pt_br: Apelido:
ru: Псевдоним:
sv: Smeknamn:
tr: Takma ad:
uk: Псевдонім:
zh_tw: 暱稱：

# @title:window
source: Send Emails Invite
ar: أرسل بريد الإلكتروني للدعوة
eo: Sendi Retpoŝtajn Invitojn
es: Enviar invitación por correo electrónico
fi: Lähetä sähköpostikutsu
gl: Enviar unha invitación a enderezos de correo electrónico
hi: ईमेल भेजें आमंत्रण भेजें
hu: E-mail-meghívás küldése
pt_br: Enviar convites por e-mail
ru: Отправка приглашений эл. почтой
tr: E-posta Daveti Gönder
zh_tw: 傳送郵件邀請

# @label:textbox
source: Emails:
ar: عناوين البريد الإلكتروني:
eo: Retpoŝtoj:
es: Correos electrónicos:
fi: Sähköpostit:
gl: Enderezos de correo electrónico:
hi: ईमेल:
hu: E-mail-címek:
ru: Адреса эл. почты:
tr: E-postalar:
zh_tw: 電子郵件：

# @info:placeholder
source: Use ',' for separate emails
ar: استخدم ',' لعناوين البريد الإلكتروني المنفصلة
eo: Uzi ',' por apartaj retpoŝtoj
es: Usar «,» para separar correos electrónicos
fi: Erota sähköpostit ”,”
gl: Use «,» para separar enderezos.
hi: अलग-अलग ईमेल के लिए ',' का प्रयोग करें
hu: A ',' használatával elválaszthatók az e-mail-címek
pt_br: Use ',' para separar e-mails
ru: Используйте «,» для разделения адресов эл. почты
tr: E-postaları ayırmak için “,” kullan

source: All
ar: الكلّ
eo: Ĉiuj
es: Todos
fi: Kaikki
fr: Tous
gl: Todo
hi: सभी
hu: Összes
ia: Omne
nl: Alles
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
tr: Tümü
uk: Усі
zh_tw: 全部

source: Activated
ar: مُنشط
es: Activado
fi: Käytössä
gl: Activada
hi: सक्रिय
hu: Aktiválva
pt_br: Ativado
ru: В активном состоянии
tr: Etkinleştirildi
zh_tw: 已啟用

source: Do you want to remove this user?
ar: هل تريد إزالة هذا المستخدم؟
eo: Ĉu vi volas forigi ĉi tiun uzanton?
es: ¿Quiere eliminar este usuario?
fi: Haluatko poistaa tämän käyttäjän?
fr: Voulez-vous vraiment supprimer cet utilisateur ?
gl: Quere retirar a persoa usuaria?
hi: क्या आप इस उपयोगकर्ता को हटाना चाहते हैं?
hu: Szeretné eltávolítani ezt a felhasználót?
ia: Tu vole remover iste usator?
nl: Wilt u deze gebruiker verwijderen?
pl: Czy usunąć tego użytkownika?
pt_br: Deseja remover este usuário?
ru: Удалить этого пользователя?
sv: Vill du ta bort användaren?
tr: Bu kullanıcıyı kaldırmak istiyor musunuz?
uk: Хочете вилучити запис цього користувача?
zh_tw: 您確定要移除這個使用者嗎？

# @action
source: Invite…
ar: ادعُ…
eo: Inviti…
es: Invitar…
fi: Kutsu…
gl: Invitar…
hi: आमंत्रित करना…
hu: Meghívás…
pt_br: Convidar…
ru: Пригласить…
tr: Davet Et…
zh_tw: 邀請…

# @action
source: Deactivate
ar: ألغِ التنشيط
eo: Malaktivigi
es: Desactivar
fi: Passivoi
gl: Desactivar
hi: निष्क्रिय करें
hu: Inaktiválás
pt_br: Desativar
ru: Деактивировать
tr: Pasifleştir
zh_tw: 停用

# @action
source: Active
ar: نشّط
eo: Aktiva
es: Activo
fi: Aktiivinen
gl: Activar
hi: सक्रिय
hu: Aktív
pt_br: Ativar
ru: Активный
tr: Etkin
zh_tw: 作用中

# @action
source: Remove Admin
ar: أزل من الإشراف
eo: Forigi Admin
es: Eliminar administrador
fi: Poista ylläpitäjä
gl: Retirar o rol de administración
hi: व्यवस्थापक हटाएँ
hu: Adminisztrátor eltávolítása
pt_br: Remover administrador
ru: Удалить администратора
tr: Yöneticiyi Kaldır
zh_tw: 移除管理員

# @action
source: Make Admin
ar: اجعله مشرفًا
eo: Igi Admin
es: Convertir en administrador
fi: Tee ylläpitäjäksi
gl: Dar rol de administración
hi: एडमिन बनाएं
hu: Adminisztrátorrá tétel
pt_br: Tornar administrador
ru: Сделать администратором
tr: Yönetici Yap
zh_tw: 設為管理員

# @action
source: Reset E2E Key
ar: صفّر مفتاح التعمية من طرف لطرف
eo: Restarigi E2E-Ŝlosilon
es: Reiniciar clave E2E
fi: Palauta E2E-avain
gl: Restabelecer a chave de extremo a extremo
hi: E2E कुंजी रीसेट करें
hu: Végpontok közötti titkosítási kulcs visszaállítása
pt_br: Redefinir chave E2E
ru: Сбросить ключ сквозного шифрования
tr: Uçtan Uca Şifreleme Anahtarını Kaldır
zh_tw: 重設點對點加密金鑰

# @action
source: Reset Totp
ar: صفّر كلمة السر المستندة على الوقت
eo: Restarigi Totp
es: Reiniciar Totp
fi: Palauta TOTP
gl: Restabelecer o pase momentáneo
hi: रीसेट टॉप
hu: Időalapú, egyszer használatos jelszó visszaállítása
pt_br: Redefinir Totp
ru: Сбросить TOTP
tr: TOTP’yi Sıfırla
zh_tw: 重設 TOTP

source: Reset the current E2E key will log out the user. When the user login again, Rocket.Chat will generate a new key and restore the user access to any encrypted room that has one or more members online. Due to the nature of the E2E encryption, Rocket.Chat will not be able to restore access to any encrypted room that has no member online.
ar: سيؤدي تصفير مفتاح التعمية من طرف لطرف الحالي إلى تسجيل خروج المستخدم. عندما يلج المستخدم مرة أخرى؛ سيعمل روكت تشات على إنشاء مفتاح جديد واستعادة وصول المستخدم إلى أي غرفة مشفرة بها عضو واحد أو أكثر متصل بالإنترنت. ونظرًا لطبيعة تعمية من طرف لطرف، فلن يتمكن روكت تشات من استعادة الوصول إلى أي غرفة مشفرة ليس بها عضو متصل بالإنترنت.
eo: Restarigi la nunan E2E-ŝlosilon elsalutos la uzanton. Kiam la uzanto denove ensalutos, Rocket.Chat generos novan ŝlosilon kaj restarigos la uzantan aliron al iu ajn ĉifrita ĉambro, kiu havas unu aŭ plurajn membrojn interrete. Pro la naturo de la ĉifrado E2E, Rocket.Chat ne povos restarigi aliron al iu ĉifrita ĉambro, kiu ne havas membron interrete.
es: Reiniciar la clave actual E2E cerrará la sesión del usuario. Cuando el usuario acceda de nuevo, Rocket.Chat generará una nueva clave y restaurará el acceso del usuario a cualquier sala cifrada que tenga uno o más miembros conectados. Debido a la naturaleza del cifrado E2E, Rocket.Chat no será capaz de restaurar el acceso a habitaciones cifradas que no tengan ningún miembro conectado.
fi: Nykyisen E2E-avaimen nollaaminen kirjaa käyttäjän ulos. Uudelleen kirjauduttaessa Rocket.Chat luo uuden avaimen ja palauttaa käyttäjän pääsyn salattuihin huoneisiin, joissa on paikalla vähintään yksi käyttäjä. E2E-salauksen luonteen takia Rocket.Chat ei voi palauttaa pääsyä salattuihin huoneisiin, joissa ei käyttäjiä ole paikalla.
fr: La réinitialisation de votre clé « E2E » actuelle déconnectera l'utilisateur. Lorsque vous vous connecterez à nouveau, Rocket.Chat générera une nouvelle clé et rétablira votre accès à tout salon chiffré ayant un ou plusieurs membres en ligne. En raison de la nature du chiffrement « E2E », Rocket.Chat ne sera pas en mesure de restaurer l'accès à tout salon chiffré n'ayant aucun membre en ligne.
gl: Restabelecer a chave de extremo a extremo actual pechará a sesión da persoa usuaria. Cando a persoa acceda de novo, Rocket.Chat xerará unha nova chave e restaurará o acceso da persoa a calquera sala cifrada na que haxa polo menos unha outra persoa en liña. Por mor da natureza da cifraxe de extremo a extremo, Rocket.Chat non pode restaurar o acceso a salas cifradas sen xente en liña.
hi: वर्तमान E2E कुंजी को रीसेट करने से उपयोगकर्ता लॉग आउट हो जाएगा। जब उपयोगकर्ता फिर से लॉग इन करेगा, तो Rocket.Chat एक नई कुंजी उत्पन्न करेगा और उपयोगकर्ता को किसी भी एन्क्रिप्टेड कमरे तक पहुंच बहाल करेगा जिसमें एक या अधिक सदस्य ऑनलाइन हैं। E2E एन्क्रिप्शन की प्रकृति के कारण, Rocket.Chat किसी भी एन्क्रिप्टेड कमरे तक पहुंच बहाल करने में सक्षम नहीं होगा जिसमें कोई सदस्य ऑनलाइन नहीं है।
hu: A jelenlegi végpontok közötti titkosítási kulcs visszaállítása és a felhasználó kijelentkeztetése. Ha a felhasználó újra bejelentkezik, akkor a Rocket.Chat új kulcsot fog előállítani, és visszaállítja a felhasználó hozzáférését az összes olyan titkosított szobához, amely egy vagy több elérhető taggal rendelkezik. A végpontok közötti titkosítás természetéből adódóan a Rocket.Chat nem tudja visszaállítani a hozzáférést olyan titkosított szobákhoz, amelyek nem rendelkeznek elérhető taggal.
ia: Refixar leclave currente de E2E claudera le session de usator. Quando le usator se authenticara novemente, Rocket.Chat generara pro un nove clave e restabilira le accesso delusator a ulle sala cryptate que ha un o plus membros in linea. Debite al natura del cryptation E2E, Rocket.Chat non potera restabilir accesso a ulle sala cryptate que non ha membros in linea.
nl: De huidige E2E-sleutel resetten zal de gebruiker afmelden. Wanneer de gebruiker zich opnieuw aanmeldt zal Rocket.Chat een nieuwe sleutel genereren en de toegang voor de gebruiker tot een versleutelde room herstellen die een of meer leden online heeft. Vanwege de eigenschap van the E2E-versleuteling zal Rocket.Chat niet in staat zijn toegang te herstellen tot een versleutelde room die geen lid online heeft.
pl: To ustawienie usunie twój bieżący klucz E2E i wyloguje cię. Po ponownym zalogowaniu Rocket. Chat utworzy nowy klucz i przywróci twój dostęp do szyfrowanego pokoju, w którym dostępny jest choć jeden użytkownik online. Ze względu na naturę szyfrowania E2E, Rocket. Chat nie będzie w stanie przywrócić dostępu do żadnego z szyfrowanych pokojów, jeśli nie będzie w nich choćby jednego użytkownika online.
pt_br: Redefinir a chave E2E atual desconectará o usuário. Quando o usuário efetuar login novamente, o Rocket.Chat gerará uma nova chave e restaurará o acesso do usuário a qualquer sala criptografada que tenha um ou mais membros online. Devido à natureza da criptografia E2E, o Rocket.Chat não poderá restaurar o acesso a nenhuma sala criptografada que não tenha nenhum membro online.
ru: Сброс текущего ключа сквозного шифрования приведёт к выходу пользователя из программы. После повторного входа пользователя в программу Rocket.Chat создаст новый ключ и восстановит доступ пользователя ко всем зашифрованным комнатам, в которых в сети находится хотя бы один участник. В силу природы сквозного шифрования Rocket.Chat не сможет восстановить доступ к тем зашифрованным комнатам, где нет находящихся в сети участников.
sv: Nollställning av den nuvarande E2E-nyckeln loggar ut användaren. När användaren loggar in igen, skapar Rocket Chat en ny nyckel och återställer användarens åtkomst till ett eventuellt krypterat rum som har en eller flera medlemmar uppkopplade. På grund av E2E-krypteringens natur, kan inte Rocket Chat återställa åtkomst till ett eventuellt krypterat rum inte har några medlemmar uppkopplade.
tr: Geçerli Uçtan Uca Şifreleme’yi sıfırlamak kullanıcı oturumunu kapatır. Kullanıcı yeniden oturum açtığında, Rocket.Chat yeni bir anahtar üretecek ve bir veya birden çok kullanıcının çevrimiçi olduğu herhangi şifreli bir odaya erişimini geri sağlayacaktır. Uçtan uca şifrelemenin doğasından ötürü, Rocket.Chat, içinde çevrimiçi üye olmayan hiçbir odaya erişiminizi geri sağlayamaz.
uk: Скидання поточного ключа E2E призведе до примусового виходу користувача з системи. Під час наступного входу до системи Rocket.Chat створить новий ключ і відновить доступ користувача до усіх зашифрованих кімнат, де у мережі перебуває один або декілька учасників. Через природу шифрування E2E, Rocket.Chat не зможе відновити доступ до усіх зашифрованих кімнат, де нікого немає.
zh_tw: 重設目前的點對點加密金鑰會使得使用者登出。當該使用者再次登入時，Rocket.Chat 會產生一個新金鑰並復原該使用者對有線上成員的加密聊天室的存取。由於點對點加密的特性，Rocket.Chat 沒有辦法復原沒有線上成員的加密聊天室的存取。

# @title:window
source: Reset E2E key
ar: صفّر مفتاح التعمية من طرف لطرف
eo: Restarigi E2E-klavon
es: Reiniciar clave E2E
fi: Palauta E2E-avain
gl: Restabelecer a chave de extremo a extremo
hi: E2E कुंजी रीसेट करें
hu: Végpontok közötti titkosítási kulcs visszaállítása
pt_br: Redefinir chave E2E
ru: Сброс ключа сквозного шифрования
tr: Uçtan Uca Şifreleme Anahtarını Sıfırla
zh_tw: 重設點對點加密金鑰

source: E2E key for %1 has been reset.
ar: صُفّر مفتاح تعمية من طرف لطرف لـ%1
eo: E2E-ŝlosilo por %1 estis rekomencigita.
es: La clave extremo a extremo para %1 ha sido reiniciada.
fi: %1 – E2E-avain on palautettu.
fr: La clé « E2E » pour %1 a été ré-initialisée.
gl: Restabeleceuse a chave de extremo a extremo de %1.
hi: %1 के लिए E2E कुंजी रीसेट कर दी गई है.
hu: %1 végpontok közötti titkosítási kulcsa vissza lett állítva.
ia: Clave E2E per %1 ha essite refixate.
nl: E2E-sleutel voor %1 is gereset.
pl: Klucz E2E dla %1 został wyzerowany.
pt_br: A chave E2E para %1 foi reiniciada.
ru: Ключ сквозного шифрования для %1 сброшен.
sv: E2E-nyckel för %1 har nollställts.
tr: %1 için olan Uçtan Uca Şifreleme anahtarı sıfırlandı.
uk: Ключ E2E для %1 було скинуто.
zh_tw: %1 的點對點加密金鑰已重設。

# @title:window
source: Reset E2E
ar: صفّر تعمية من طرف لطرف
eo: Restarigi E2E
es: Reiniciar E2E
fi: Palauta E2E
gl: Restabelecer a cifraxe de extremo a extremo
hi: E2E रीसेट करें
hu: Végpontok közötti titkosítás visszaállítása
pt_br: Redefinir E2E
ru: Сброс сквозного шифрования
tr: Uçtan Uca Şifreleme’yi Sıfırla
zh_tw: 重設點對點加密

source: Reset the current Two Factor TOTP will log out the user. The user will be able to set the Two Factor again later.
ar: سيؤدي تصفير الاستيثاق الثنائي بكلمة السر المستندة على الوقت الحالية إلى تسجيل خروج المستخدم. سيكون المستخدم قادرًا على الاستيثاق الثنائي مرة أخرى لاحقًا.
eo: Restarigi la nunan Du Faktoran TOTP elsalutos la uzanton. La uzanto povos agordi la Du Faktoron denove poste.
es: Reiniciar el factor de autenticación en dos pasos (TOTP) cerrará la sesión del usuario. El usuario podrá configurar la autenticación de nuevo después.
fi: Nykyisen kahden tekijän todennuksen palauttaminen kirjaa käyttäjän ulos. Hän voi ottaa kahden tekijän todennuksen käyttöön myöhemmin.
fr: Réinitialiser le facteur double actuel. TOTP déconnecte l'utilisateur. L'utilisateur pourra re-définir plus tard le facteur double.
gl: Restabelecer o pase momentáneo de dous factores actual pechará a sesión da persoa usuaria. A persoa poderá definir de novo os dous factores máis tarde.
hi: वर्तमान टू फैक्टर TOTP को रीसेट करने से उपयोगकर्ता लॉग आउट हो जाएगा। उपयोगकर्ता बाद में फिर से टू फैक्टर सेट कर सकेगा।
hu: A jelenlegi kétfaktoros, időalapú, egyszer használatos jelszó visszaállítása ki fogja jelentkeztetni a felhasználót. A felhasználó később újra képes lesz beállítani a kétfaktoros hitelesítést.
ia: Refixar le TOTPDuo Factor currente claudera session de usator (log out). Le usator fixara de novo le Duo Factor postea.
nl: De huidige Twee-factor TOTP zal de gebruiker afmelden. De gebruiker zal in staat zijn om de Twee-factor later opnieuw in te stellen.
pl: Wyzerowanie bieżącego "dwuskładnikowego" TOTP spowoduje wylogowanie użytkownika. Użytkownik będzie mógł ponownie ustawić "dwa składniki" później.
pt_br: Redefinir o TOTP de Dois Fatores atual desconectará o usuário. O usuário poderá redefinir o TOTP de Dois Fatores mais tarde.
ru: Сброс текущей двухфакторной аутентификации с помощью TOTP приведёт к выходу пользователя. Пользователь в дальнейшем сможет снова установить двухфакторную аутентификацию.
sv: Nollställning av den nuvarande tvåfaktorskoden TOTP loggar ut användaren. Användaren kommer att kunna ange tvåfaktorskod senare igen.
tr: Geçerli İki Adımlı TOTP’yi sıfırlamak kullanıcı oturumunu kapatır. Kullanıcı, yine daha sonra iki adımlı ayarı yapabilecektir.
uk: Скидання поточного двофакторного TOTP призведе до примусового виходу користувача з системи. Користувач зможе знову налаштувати двофакторне розпізнавання пізніше.

# @title:window
source: Reset TOTP
ar: صفّر كلمة السر المستندة على الوقت
eo: Restarigi TOTP
es: Reiniciar TOTP
fi: Palauta TOTP
gl: Restabelecer o pase momentáneo
hi: TOTP रीसेट करें
hu: Időalapú, egyszer használatos jelszó visszaállítása
pt_br: Redefinir TOTP
ru: Сброс TOTP
tr: TOTP’yi Sıfırla
zh_tw: 重設 TOTP

source: TOTP key for %1 has been reset
ar: صُفّرت كلمة السر المستندة على الوقت لـ%1
eo: TOTP-ŝlosilo por %1 estis rekomencigita
es: La clave TOTP para %1 ha sido reiniciada
fi: %1 – TOTP-avain on palautettu
fr: La clé « TOTP » pour %1 a été ré-initialisée.
gl: Restabeleceuse a chave de pase momentáneo de %1.
hi: %1 के लिए TOTP कुंजी रीसेट कर दी गई है
hu: %1 időalapú, egyszer használatos jelszava vissza lett állítva
ia: Clave TOTP per %1 ha essite refixate
nl: TOTP-sleutel voor %1 is gereset
pl: Klucz TOTP dla %1 został wyzerowany
pt_br: A chave TOTP para %1 foi reiniciada
ru: Ключ TOTP для %1 сброшен
sv: TOTP-nyckel för %1 har nollställts
tr: %1 için olan TOTP anahtarı sıfırlandı
uk: Ключ TOTP для %1 було скинуто
zh_tw: %1 的 TOTP 金鑰已重設

# @option:check
source: Allow Name Change
ar: اسمح بتغيير الاسم
eo: Permesi Ŝanĝon de Nomo
es: Permitir cambio de nombre
fi: Salli nimen vaihtaminen
gl: Permitir cambiar de nome.
hi: नाम परिवर्तन की अनुमति दें
hu: Név megváltoztatásának engedélyezése
pt_br: Permitir mudança de nome
ru: Разрешить изменение имени
tr: Ad değişikliğine izin ver
zh_tw: 允許名稱變更
