Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Channel or Group parent
fr: Parent du canal ou du groupe
ia: Canal o Gruppo genitor
nl: Ouder van kanaal of groep
pl: Nadrzędny kanału lub grupy
sv: Överliggande kanal eller grupp
uk: Батьківський канал або група

source: Discussion Name
fr: Nom de la discussion
ia: Nomine de discussion
nl: Naam van discussie
pl: Nazwa rozmowy
sv: Diskussionsnamn
uk: Назва обговорення

source: Invite Users
fr: Inviter des utilisateurs
ia: Invita Usatores
nl: Gebruikers inviteren
pl: Zaproś użytkowników
sv: Bjud in användare
uk: Запросити користувачів

source: Usually a discussion starts with a question, like "How do I upload a picture?"
fr: En général, une discussion commence par une question comme « Comment puis-je envoyer une image ? ».
ia: Usualmente un discussion initia con un demanda, tal como "Como io pote incargar un imagine?"
nl: Gewoonlijk begint een discussie met een vraag, zoals "Hoe doe ik een upload van een afbeelding?"
pl: Zwykle dyskusja zaczyna się od pytania, na przykład: "Jak załaduję zdjęcie?"
sv: Ofta börjar en diskussion med en fråga, såsom "Hur laddar jag upp en bild?"
uk: Зазвичай, обговорення розпочинається з питання. Приклад: «Як мені вивантажити зображення?»

source: Account Name:
fr: Nom du compte :
ia: Nomine de conto:
nl: Accountnaam:
pl: Nazwa konta:
sv: Kontonamn:
uk: Назва запису:

source: Server Url:
fr: URL du serveur :
ia: URL de servitor:
nl: URL-adres server:
pl: URL Serwera:
uk: Адреса сервера:

source: User Name:
fr: Nom d'utilisateur :
ia: Nomine de usator:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
uk: Користувач:

source: Invite Link:
fr: Lien d'invitation :
ia: Invita Ligamine:
nl: Koppeling uitnodigen:
pl: Odnośnik zaproszenia
sv: Inbjudningslänk:
uk: Посилання-запрошення:

source: Copy link
fr: Copier un lien
ia: Copia Ligamine
nl: Koppeling kopiëren
pl: Skopiuj odnośnik
sv: Kopiera länk
uk: Копіювати посилання

source: Generate New Link
fr: Générer un nouveau lien
ia: Genera Nove Ligamine
nl: Nieuwe koppeling aanmaken
pl: Przygotuj nowy odnośnik
sv: Skapa ny länk
uk: Створити посилання

source: Message:
nl: Bericht:
pl: Wiadomość:
sv: Meddelande:
uk: Повідомлення:

source: Why you signal this message?
fr: Pourquoi voulez-vous signaler ce message ?
ia: Proque tu signala iste message?
nl: Waarom signaleert u dit bericht?
pl: Dlaczego pokazujesz tę wiadomość?
sv: Varför signalerar du meddelandet?
uk: Чому ви скаржитеся на це повідомлення?

source: Change Picture...
fr: Changer d'image...
ia: Cambia pictura
nl: Afbeelding wijzigen...
pl: Zmień zdjęcie...
sv: Ändra bild...
uk: Змінити зображення…

source: Reset Avatar
fr: Ré-initialiser un avatar
ia: Refixa Avatar
nl: Avatar resetten
pl: Wyzeruj awatar
sv: Nollställ avatar
uk: Скинути аватар

source: Select Room Avatar
fr: Sélectionnez un avatar pour le salon de discussions
ia: Selige avatar de Sala
nl: Room-avatar selecteren
pl: Wybierz awatar pokoju
sv: Välj rummets avatar
uk: Виберіть аватар кімнати

source: Search Messages
fr: Chercher des messages
ia: Cerca Messages
nl: Berichten doorzoeken
pl: Szukaj wiadomości
uk: Шукати повідомлення

source: Loading...
fr: Chargement...
ia: Cargante...
nl: Bezig met laden...
pl: Wczytywanie...
sv: Läser in...
uk: Завантаження…

source: Server Version:
fr: Version du serveur :
ia: Version de Servitor:
nl: Server-versie:
pl: Wersja serwera:
uk: Версія сервера:

source: Audio
nl: Geluid
pl: Dźwięk
uk: Аудіо

source: Text
fr: Texte
ia: Texto
nl: Tekst
pl: Tekst
uk: Текст

source: Search Attachments...
fr: Chercher les pièces jointes...
ia: Cerca Attachamentos...
nl: Bijlagen zoeken...
pl: Szukaj załączników...
uk: Шукати долучення…

source: (Click here for Loading more...)
fr: (Cliquez ici pour en charger davantage...)
ia: (Pulsa hic per cargar plus ...)
nl: (Klik hier om meer te laden...)
pl: (Naciśnij tutaj, aby wczytać więcej...)
sv: (klicka här för att läsa in fler ...)
uk: (Натисніть тут, щоб завантажити ще…)

source: Fit to View
fr: Adapter à l'affichage
ia: Adapta a Vista
nl: Laten passen om te bekijken
pl: Zmieść w widoku
sv: Anpassa
uk: Підібрати за розмірами

source: Search Messages...
fr: Chercher des messages...
ia: Cerca Messages
nl: Berichten doorzoeken...
pl: Szukaj wiadomości...
sv: Sök meddelanden...
uk: Шукати повідомлення…

# @title:window
source: Directory - %1
fr: Dossier - %1
nl: Map - %1
pl: Katalog - %1
sv: Katalog: %1
uk: Каталог – %1

source: Search Channels...
fr: Rechercher des canaux...
ia: Cerca canales...
nl: Kanalen doorzoeken...
pl: Poszukaj kanałów...
uk: Шукати канали…

source: Search Teams...
fr: Rechercher des équipes...
ia: Cerca Equipas...
nl: Naar teams zoeken...
pl: Szukaj zespołów...
uk: Шукати команди…

source: Open...
fr: Ouvrir...
ia: Aperi...
nl: Openen...
pl: Otwórz...
sv: Öppna...
uk: Відкрити…

source: Search Rooms...
fr: Rechercher des salons...
ia: Cerca Salas...
nl: Rooms doorzoeken...
pl: Szukaj pokojów...
uk: Шукати кімнати…

source: Select All
fr: Tout sélectionner
ia: Selige toto
nl: Alles selecteren
pl: Zaznacz wszystko
sv: Markera alla
uk: Вибрати все

source: Search Discussion...
fr: Chercher une discussion...
ia: Cerca Discussion...
nl: Discussies zoeken...
pl: Szukaj rozmowy...
uk: Шукати обговорення…

source: Search
fr: Chercher
ia: Cerca
nl: Zoeken
pl: Szukaj
sv: Sök
uk: Пошук

source: Reset Password
fr: Ré-initialiser le mot de passe
ia: Refixa Contrasigno
nl: Wachtwoord resetten
pl: Wyzeruj hasło
sv: Nollställ lösenord
uk: Скинути пароль

source: Clear Recents
fr: Effacer les éléments récents
ia: Netta recentes
nl: Recent wissen
pl: Wyczyść ostatnie
sv: Rensa senaste
uk: Спорожнити список нещодавніх

source: Search Word...
fr: Chercher un mot...
ia: Cerca Parola...
nl: Woord zoeken...
pl: Szukaj słów...
sv: Sök efter ord...
uk: Шукати слово…

source: Enter code
fr: Saisissez le code
ia: Inserta codice
nl: Code invoeren
pl: Wpisz kod
sv: Skriv in kod
uk: Введіть код

source: Send new code
fr: Envoyer le nouveau code
ia: Invia nove codice
nl: Nieuwe code sturen
pl: Wyślij nowy kod
sv: Skicka ny kod
uk: Надіслати новий код

source: You can now create encrypted private groups and direct messages. You may also change existing private groups or DMs to encrypted. This is end to end encryption so the key to encode/decode your messages will not be saved on the server. For that reason you need to store your password somewhere safe. You will be required to enter it on other devices you wish to use e2e encryption on.
fr: Vous pouvez maintenant créer des groupes privés chiffrés et des messages directs. Vous pouvez également changer les groupes privés existants ou les « DM » chiffrés. Il s'agit d'un chiffrement de bout en bout, de sorte que la clé pour encoder/décoder vos messages ne sera pas enregistrée sur le serveur. Pour cette raison, vous devez enregistrer votre mot de passe dans un endroit sûr. Vous devrez le saisir sur d'autres appareils sur lesquels vous souhaitez utiliser le chiffrement de bout en bout.
ia: Tu nunc pote crear gruppos private cryptate e messages directe. Tu etiam pote cambiar gruppos private existente o DMs a cryptate. Isto es cryptation fin a fin (end to end) assi que le clave per codificar/decodificar tu messages non essera salveguardate sur le servitor.Per iste motivation tu necessita immagazinar tu contrasigno in alcun loco secur. Tu essere requirite a insertar lo su altere dispositivos que tu voleusar con cryptation e2e (end to end).
nl: U kunt nu versleutelde privé groepen en directe berichten maken. U kunt ook bestaande privé groepen of DM' wijzigen naar versleuteld. Dit is eind tot eind versleuteling dus de sleutel om uw berichten te coderen/decoderen zal niet op de server worden opgeslagen. Om die reden moet u uw wachtwoord ergens veilig opslaan. U zult verplicht worden het op andere apparaten in te voeren waarop u e2e-versleuteling wilt gebruiken.
pl: Od teraz możesz tworzyć zaszyfrowane grupy prywatne i wiadomości bezpośrednie. Możesz także zmieniać istniejące grupy prywatne oraz wiadomości bezpośrednie na zaszyfrowane. Jest to szyfrowanie odbiorca-nadawca, więc klucz do odkodowania/zakodowania twoich wiadomości nie zostanie zapisany na serwerze. Z tego powodu musisz zapisać swoje hasło w jakimś bezpiecznym miejscu. Będziesz musiał wpisać je na urządzeniach, na których będziesz chciał włączyć szyfrowanie e2e.
sv: Du kan nu skapa krypterade privata grupper och direktmeddelanden. Du kan också ändra befintliga privata grupper eller direktmeddelanden till krypterade. Det är kryptering hela vägen så nyckeln för att koda eller avkoda dina meddelanden sparas inte på servern. Av den anledningen måste du lagra ditt lösenord på en säker plats. Du blir ombedd att mata in den på andra apparater som du vill använda kryptering hela vägen på.
uk: Тепер ви можете створювати конфіденційні групи із шифруванням та шифровані безпосередні повідомлення. Ви також можете змінювати режим шифрування для наявних конфіденційних груп та безпосередніх повідомлень. Це міжвузлове шифрування, тому ключ для шифрування та розшифровування ваших повідомлень не зберігатиметься на сервері. З цієї причини вам слід подбати про збереження вашого пароля у безпечному місці. Вам доведеться вводити цей пароль на інших пристроях, якщо ви захочете скористатися шифруванням e2e.

source: Activate Two Authentication Factor via Email
fr: Activer l'authentification à deux facteurs par courriel
ia: Activate Autentication a Duo Factor via E-Posta
nl: Twee-factor-authenticatie via e-mail activeren
pl: Włącz dwustopniowe uwierzytelniania pocztą
sv: Aktivera tvåfaktorsbehörighetskontroll via e-post
uk: Активувати двофакторне розпізнавання за допомогою ел. пошти

source: Activate Two Authentication Factor via TOTP
fr: Activer l'authentification à deux facteurs par « TOTP »
ia: Activate Autentication a Duo Factor via TOTP
nl: Twee-factor-authenticatie via TOTP activeren
pl: Włącz dwustopniowe uwierzytelniania przez TOTP
sv: Aktivera tvåfaktorsbehörighetskontroll via TOTP
uk: Активувати двофакторне розпізнавання за допомогою TOTP

source: Open your authentication app and enter the code. You can also use one of your backup codes.
fr: Ouvrez votre application d'authentification et saisissez le code. Vous pouvez également utiliser un de vos codes de sauvegarde.
ia: Aperi tu app de authentication e inserta le codice. Tu anque pote usar un de tu codices de retrocopiar.
nl: Open uw authenticatie-toepassing en voer de code in. U kunt ook een van uw backup-codes gebruiken.
pl: Otwórz swoją aplikację do uwierzytelniania i wpisz kod. Możesz także użyć jednego ze swoich kodów zapasowych.
sv: Starta ditt behörighetskontrollprogram och mata in koden. Du kan också använda någon av dina reservkoder.
uk: Відкрийте вашу програму для розпізнавання і введіть код. Ви також можете скористатися одним із ваших резервних кодів.

source: Enter Authentication Code
fr: Saisissez un code d'authentification
ia: Inserta Codice de authentication
nl: Authenticatiecode invoeren
pl: Wpisz kod uwierzytelniający
uk: Введіть код розпізнавання

source: Verify
fr: Vérifier
ia: Verifica
nl: Verifiëren
pl: Potwierdź
sv: Verifiera
uk: Перевірити

source: Regenerate Code
fr: Re-générer un code
ia: Regenera Codice
nl: Code opnieuw genereren
pl: Utwórz kod ponownie
sv: Generera om kod
uk: Повторно створити код

source: Check Two Factor Code
fr: Vérifier le code à deux facteurs
ia: Marca Codice a duo factores
nl: Twee-factorcode controleren
pl: Sprawdź kod dwustopniowy
sv: Kontrollera tvåfaktorskod
uk: Перевірити двофакторний код

source: Scan the QR code. It will display a 6 digit code which you need to enter below. If you can't scan the QR code, you may enter code manually instead:
fr: Veuillez scanner le code « QR ». Le logiciel affichera un code à 6 chiffres que vous devez saisir ci-dessous. Si vous ne pouvez pas scanner ce code, vous pouvez saisir le code manuellement :
ia: Scande le codice QR. Illo monstrara un codice a 6 cifras que tu necessita insertar a basso. Si tu non pote scander le codice QR, tu poterea in loco insertar codice manualmente:
nl: Scan de QR-code. Het zal een zes-cijferige code tonen die u hieronder moet invoeren. Als u de QR-code niet kunt scannen, kunt u mogelijk de code, in plaats daarvan, handmatig invoeren:
pl: Zeskanuj kod QR. Wyświetli to 6 cyfrowy kod, który musisz wprowadzić poniżej. Jeśli nie możesz zeskanować kodu QR, to możesz wpisać go ręcznie:
sv: Läs QR-koden. Den visar en 6-siffrors kod som du måste skriva in nedan. Om du inte kan läsa QR-koden, kan koden matas in manuellt istället:
uk: Виконайте сканування QR-коду. У результаті буде показано 6-цифровий код, який вам слід ввести нижче. Якщо ви не можете сканувати QR-код, ви можете ввести код вручну:

source: Search Device
fr: Rechercher un périphérique...
nl: Zoeken naar apparaat
pl: Poszukaj urządzenia
uk: Шукати пристрій

source: Disconnect
fr: Se déconnecter
nl: Verbinding verbreken
pl: Rozłącz
sv: Koppla ner
uk: Від'єднати

source: Ignore Two Factor Authentication
fr: Ignorer l'authentification à deux facteurs
nl: Twee-factor-authenticatie negeren
sv: Ignorera tvåfaktorsbehörighetskontroll
uk: Ігнорувати двофакторне розпізнавання

source: Search Personal Access Token...
fr: Rechercher le jeton d'accès personnel...
nl: Persoonlijk toegangstoken zoeken...
sv: Sök efter personlig symbol...
uk: Шукати жетон особистих прав доступу…

source: Personal Token Created
fr: Jeton personnel créé
nl: Persoonlijk token aangemaakt
sv: Personlig symbol skapad
uk: Створено особистий жетон

source: Remove Personal Token
fr: Supprimer un jeton personnel
nl: Persoonlijk token verwijderen
sv: Ta bort personlig symbol
uk: Вилучити особистий жетон

source: Personal Token Regenerated
fr: Jeton personnel ré-généré
nl: Persoonlijk token opnieuw gegenereerd
sv: Personlig symbol genererades om
uk: Особистий жетон створено повторно

source: Regenerate...
fr: Re-générer...
nl: Opnieuw genereren...
sv: Generera om...
uk: Повторно створити…

source: Remove Token
fr: Supprimer un jeton
nl: Token verwijderen
sv: Ta bort symbol
uk: Вилучити жетон

source: Use Emoji
fr: Insérer une émoticône
ia: Usa Emoji
nl: Emoji gebruiken
pl: Wstaw Emoji
uk: Використовувати емодзі

source: Convert Ascii to Emoji
fr: Convertir de l'ASCII vers des émoticônes
ia: Converte Ascii a Emoji
nl: Ascii naar Emoji converteren
pl: Przekształć Ascii na Emoji
sv: Konvertera ASCII till emoji
uk: Перетворювати ASCII на емодзі

source: Hide Roles
fr: Masquer les rôles
ia: Cela Rolos
nl: Rollen verbergen
pl: Ukryj role
uk: Приховати ролі

source: Display Avatars
fr: Afficher les avatars
nl: Avatars tonen
pl: Pokaż awatary
uk: Показувати аватари

source: Highlight words:
fr: Surlignage des mots :
ia: Evidentia parolas:
nl: Woorden accentueren:
pl: Podświetl słowa:
sv: Färglägg ord:
uk: Позначення слів:

source: Use ',' for separating words
fr: Utiliser « , » pour la séparation des mots
ia: Usa ',' per separar parolas
nl: Gebruik ',' voor scheiden van woorden
pl: Stosuj ',' do oddzielania słów
sv: Använd ',' för att separera ord
uk: Скористайтеся «,» для відокремлення слів

source: Separate each word with ','.
fr: Séparer chaque mot avec « , »
ia: Separa cata parola con ','.
nl: Elk woord scheiden met ','.
pl: Oddziel każde słowo znakiem ','.
sv: Separera varje ord med ','.
uk: Слова слід відокремлювати за допомогою «,».

source: Desktop Notification:
fr: Notification de bureau :
ia: Notification de scriptorio:
nl: Bureaubladmeldingen:
pl: Powiadomienia na pulpicie:
uk: Стільничне сповіщення:

source: Offline Email Notification:
fr: Notification de courriel hors ligne :
ia: Notification de e-posta foras de linea
nl: Offline e-mailmelding:
pl: Powiadomienia pocztowe bez sieci:
uk: Автономне сповіщення електронною поштою:

source: Push Notification:
fr: Notification d'envoi :
ia: Notification de Push::
nl: Push-melding:
pl: Powiadomienia push:
uk: Пуш-сповіщення:

source: View Mode:
fr: Mode d'affichage :
nl: Weergavemodus:
pl: Tryb widoku:
uk: Режим перегляду:

source: Download My Data (HTML)
fr: Télécharger mes données (HTML)
nl: Mijn gegevens downloaden (HTML)

source: Export My Data (JSON)
fr: Exporter mes données (JSON)
nl: Mijn gegevens exporteren (JSON)

source: Download File Requested
fr: Télécharger le fichier demandé
nl: Verzocht bestand te downloaden

source: Each Mentions
fr: Chaque mention
ia: Cata Mentiones
nl: Elke vermelding
pl: Każde wspomnienie
sv: Varje omnämnande
uk: Усі згадки

source: Normal
nl: Normaal
pl: Normalny
uk: Звичайний

source: Cozy
fr: Élégant
nl: Knus
sv: Mysig
uk: Зручний

source: Select Image
fr: Sélectionner une image
ia: Selige Image
nl: Afbeelding selecteren
pl: Wybierz obraz
sv: Välj bild
uk: Виберіть зображення

source: Change Url
fr: Changer d'« URL »
ia: Cambia URL
nl: URL wijzigen
pl: Zmień adres URL
sv: Ändra webbadress
uk: Змінити адресу

source: Change URL for avatar...
fr: Changer d'« URL » d'avatar...
ia: Cambia URL per avatar...
nl: URL voor avatar wijzigen...
pl: Zmień adres URL na awatar...
sv: Ändra webbadress för avatar...
uk: Змінити адресу аватара…

source: Delete my Account
fr: Supprimer mon compte
ia: Dele mi conto
nl: Mijn account verwijderen
pl: Usuń moje konto
sv: Ta bort mitt konto
uk: Вилучити обліковий запис

source: Logout From Other Logged In Locations
fr: Se déconnecter des autres emplacements de connexion.
ia: Claude session ex altere locationes de session aperite
nl: Afmelden uit andere aangemelde locaties
pl: Wyloguj z innych zalogowanych miejsc
sv: Logga ut från andra inloggade platser
uk: Вийти із інших місць, куди було здійснено вхід

source: Status Text:
fr: Texte d'état :
ia: Texto de stato:
nl: Status van tekst:
pl: Tekst dostępności:
uk: Текст стану:

source: Do you really delete your account ?
fr: Voulez-vous vraiment supprimer votre compte ?
ia: Tu vermente vole deler tu conto?
nl: Wilt u uw account verwijderen?
pl: Czy na pewno usunąć twoje konto?
sv: Vill du ta verkligen ta bort ditt konto?
uk: Ви справді хочете вилучити свій обліковий запис:

source: Go to Message
fr: Aller au message
ia: Vade a message
nl: Naar bericht gaan
pl: Przejdź do wiadomości
sv: Gå till meddelande
uk: Перейти до повідомлення

source: Copy Message
fr: Copier le message
ia: Copia message
nl: Bericht kopiëren
pl: Skopiuj wiadomość
sv: Kopiera meddelande
uk: Копіювати повідомлення

source: End OTR
fr: Terminer une session « OTR »
ia: Termina OTR
nl: OTR beëindigen
pl: Zakończ OTR
sv: Avsluta OTR
uk: Завершити OTR

source: Refresh Keys
fr: Ré-actualiser les clés
ia: Refresca claves
nl: Sleutels vernieuwen
pl: Klawisze odświeżające
sv: Uppdatera nycklar
uk: Освіжити ключі

source: Inclusive
fr: Inclus
nl: Inclusief
pl: Włącznie
sv: Inklusive
uk: Включно

source: Do not Prune Pinned Messages
fr: Ne pas limiter les messages agrafés
ia: Non puta Messages appunctate
nl: Vastgepinde berichten niet opschonen
pl: Nie oczyszczaj przypiętych wiadomości
sv: Rensa inte uppsatta meddelanden
uk: Не обрізати пришпилені повідомлення

source: Do not Prune Discussion Messages
fr: Ne pas limiter les messages de discussions
ia: Non Puta Messages de discussion
nl: Discussie-berichten niet opschonen
pl: Nie oczyszczaj wiadomości rozmów
sv: Rensa inte diskussionsmeddelanden
uk: Не обрізати повідомлення обговорення

source: Do not Prune Threads
fr: Ne pas couper les fils de discussions
ia: Non puta Topicos (Threads)
nl: Discussies niet opschonen
pl: Nie sprzątaj wątków
sv: Rensa inte trådar
uk: Не обрізати гілки

source: Only Remove Attached Files. Keep messages
fr: Ne supprimer que les fichiers joints. Conserver les messages.
ia: Remve solmente files attachate, ManteneMessages
nl: Alleen aangehechte bestanden verwijderen. Berichten bewaren
pl: Usuń tylko załączone pliki. Zachowaj wiadomości
sv: Ta bara bort bilagda filer. Behåll meddelanden.
uk: Вилучити лише долучені файли. Зберегти повідомлення

source: Newer than:
fr: Plus récent que :
ia: Plus nove que:
nl: Nieuwer dan:
pl: Nowsze niż:
sv: Nyare än:
uk: Новіші за:

source: Older than:
fr: Plus ancien que :
ia: Plus vetere que:
nl: Ouder dan:
pl: Starsze niż:
sv: Äldre än:
uk: Старіші за:

source: Only Prune content from these users (Keep empty to prune everyone's content)
fr: Uniquement le contenu réduit venant de ces utilisateurs (laisser vide pour réduire le contenu de chacun).
ia: Puta solmente contento ab iste usatores (Mantene vacue a putar contento de omnes)
nl: Alleen inhoud van deze gebruikers opschonen (leeg laten om de inhoud van iedereen op te schonen)
pl: Uprzątnij treść tylko od tych użytkowników (pozostaw puste, aby uprzątnąć treść wszystkich użytkowników)
sv: Rensa bara innehåll från de här användarna (behåll tom för att rensa allas innehåll)
uk: Обрізати дані лише від цих користувачів (не вказуйте нікого, якщо слід обрізати дані усіх)

source: Register
fr: Enregistrer
ia: Registra
nl: Registreren
pl: Zarejestruj
sv: Registrera
uk: Зареєструвати

source: Prune Messages...
fr: Limiter les messages...
ia: Puta Messages...
nl: Berichten opschonen...
pl: Uprzątnij wiadomości...
sv: Rensa meddelanden...
uk: Обрізати повідомлення…

source: Show Mentions...
fr: Chercher des citations...
ia: Monstra Mentiones...
nl: Vermeldingen tonen...
pl: Pokaż wspomnienia...
sv: Visa omnämnanden...
uk: Показати згадки…

source: Show Pinned Messages...
fr: Afficher les messages épinglés...
ia: Monstra Messages appunctate...
nl: Vastgepinde berichten tonen...
pl: Pokaż przypięte wiadomości...
sv: Visa uppsatta meddelanden...
uk: Показати пришпилені повідомлення…

source: Show Starred Messages...
fr: Afficher les messages avec étoiles...
ia: Monstra messages con stella...
nl: Berichten met sterren tonen...
pl: Pokaż wyróżnione wiadomości...
sv: Visa stjärnmärkta meddelanden...
uk: Показати повідомлення із зіркою…

source: Show Snippered Messages...
fr: Afficher les messages barrés...
ia: Monstra Messages taliate con cisorios ...
nl: Versnipperde berichten tonen...
pl: Pokaż nacelowane wiadomości...
sv: Visa fragmenterade meddelanden...
uk: Показати подрібнені повідомлення…

source: Show File Attachments...
fr: Afficher les pièces jointes du fichier...
ia: Monstra Attachamentos de File...
nl: Bestandsbijlagen tonen...
pl: Pokaż załączniki...
sv: Visa filbilagor...
uk: Показати файлові долучення…

source: Show Discussions...
fr: Afficher les discussions...
ia: Monstra Disussiones ...
nl: Discussies tonen...
pl: Pokaż rozmowy...
sv: Visa diskussioner...
uk: Показати обговорення…

source: Show Threads...
fr: Afficher les fils de discussion...
ia: Monstra Topicos....
nl: Threads tonen...
pl: Szukaj wątków...
sv: Visa trådar...
uk: Показати гілки…

source: Configure Auto-Translate...
fr: Configurer la traduction automatique...
ia: Configura Auto-Traduction...
nl: Automatisch vertalen configureren...
pl: Ustawienia tłumaczenia w tle...
sv: Anpassa automatisk översättning...
uk: Налаштувати автоматичний переклад…

source: Add Users in Channel...
fr: Ajouter des utilisateurs dans un canal...
ia: Adde Usatores in Canal ...
nl: Gebruikers aan kanaal toevoegen...
pl: Dodaj użytkowników do kanału...
sv: Lägg till användare i kanal...
uk: Додати користувачів на канал…

source: Export Messages...
fr: Exporter des messages...
ia: Exporta Messages ...
nl: Berichten exporteren...
pl: Wyeksportuj wiadomości...
sv: Exportera meddelanden...
uk: Експортувати повідомлення…

source: Encrypt Messages
fr: Chiffrer les messages
ia: Crypta messages
nl: Berichten versleutelen
pl: Szyfruj wiadomości
sv: Kryptera meddelanden
uk: Шифрувати повідомлення

source: &Open With '%1'
fr: &Ouvrir avec « %1 »
ia: &Aperi con '%1'
nl: &Openen met '%1'
pl: &Otwórz w '%1'
sv: Ö&ppna med '%1'
uk: &Відкрити за допомогою «%1»

source: Open &With...
fr: Ou&vrir avec...
ia: A&peri con...
nl: Openen &met...
pl: Otwórz &w...
sv: Öppna &med...
uk: Відкрити з&а допомогою…

source: Save &As...
fr: Enregistrer &sous...
ia: S&alveguarda como ...
nl: Opslaan &als...
pl: Zapisz j&ako...
sv: Spara s&om...
uk: Зберегти &як…
