Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: When enabled, users won't be able to update their passwords to some of their most recently used passwords.
fr: Lorsque cette option est sélectionnée, les utilisateurs ne seront pas capable de mettre à jour leurs mots de passe à partir de certains de leurs mots de passe les plus récemment utilisés.
nl: Indien ingeschakeld, zullen gebruikers niet meer in staat zijn om hun wachtwoorden bij te werken naar enige van hun meest recent gebruikte wachtwoorden.
pl: Po włączeniu, użytkownicy nie będą mogli zmienić swojego hasła na żadne z ostatnio przez nich używanych.
sv: När aktiverat, kan användare inte uppdatera sina lösenord till några av deras senast använda lösenord.
uk: Якщо увімкнено, користувачі не зможуть оновити свої паролі на якісь з їхніх нещодавно використані паролі.

source: Amount of most recently used passwords to prevent users from reusing.
fr: Quantité de mots de passe les plus récemment utilisés pour empêcher leurs réutilisations par les utilisateurs
nl: Aantal meest recent gebruikte wachtwoorden om te voorkomen dat gebruikers deze opnieuw gebruiken.
pl: Liczba ostatnio użytych haseł przez użytkownika, których nie może on użyć ponownie.
sv: Antal senast använda lösenord som användare förhindras använda igen.
uk: Кількість нещодавно використаних паролів, які користувачеві буде заборонено використовувати повторно.

source: Ensures that passwords must have at least this amount of characters. Use -1 to disable.
fr: Vérifie que les mots de passe contiennent au moins ce nombre de caractères. La valeur -1 désactive cette vérification.
nl: Verzekert dat wachtwoorden ten minste deze hoeveelheid tekens moet hebben. -1 gebruiken om uit te schakelen.
pl: Zapewnia, że hasło będzie zawierać, co najmniej daną liczba znaków. Wpisz -1, aby to wyłączyć.
sv: Säkerställer att lösenord måste ha minst så här många tecken. Använd -1 för att inaktivera.
uk: Забороняє паролі, у яких немає принаймні вказаної кількості символів. Скористайтеся значенням -1, щоб вимкнути обмеження.

source: Ensures that passwords do not have more than this amount of characters. Use -1 to disable.
fr: Vérifie que les mots de passe ne contiennent pas plus de ce nombre de caractères. La valeur -1 désactive cette vérification.
nl: Verzekert dat wachtwoorden niet meer dan deze hoeveelheid tekens heeft. -1 gebruiken om uit te schakelen.
pl: Zapewnia, że hasło nie zawiera więcej niż dana liczba znaków. Wpisz -1, aby to wyłączyć.
sv: Säkerställer att lösenord inte har fler än så här många tecken. Använd -1 för att inaktivera.
uk: Забороняє паролі, у яких більше вказаної кількості символів. Скористайтеся значенням -1, щоб вимкнути обмеження.

source: Ensures passwords do not contain the same character repeating next to each other.
fr: Vérifie que les mots de passe ne contiennent pas le même caractère répété l'un à côté de l'autre.
nl: Verzekert dat wachtwoorden niet hetzelfde naast elkaar herhaalde teken heeft.
pl: Zapewnia, że hasła nie zawierają jednakowych znaków obok siebie.
sv: Säkerställer att lösenord inte innehåller samma tecken upprepade intill varandra.
uk: Забороняє паролі, у яких певний символ повторюється підряд.

source: The amount of times a character can be repeating before it is not allowed.
fr: Le nombre de fois qu'un caractère peut être répété avant qu'il ne soit interdit.
nl: Het aantal keer dat een teken herhaald mag worden voordat dat niet meer is toegestaan.
pl: Dozwolona liczba wystąpienia danego znaku.
sv: Hur många gånger ett tecken kan upprepas innan det inte tillåts.
uk: Дозволена кількість повторень символу у паролі.

source: Enforce that a password contain at least one lowercase character.
fr: Obliger le mot de passe à contenir au moins un caractère en minuscule.
nl: Verzekert dat een wachtwoord minstens een één kleine letter bevat.
pl: Dopilnuj, aby hasło zawierało co najmniej jedną małą literę.
sv: Tvinga lösenordet att innehålla minst en liten bokstav.
uk: Забороняє паролі, у яких не міститься принаймні однієї малої латинської літери.

source: Enforce that a password contain at least one uppercase character.
fr: Obliger le mot de passe à contenir au moins un caractère en majuscule.
nl: Verzekert dat een wachtwoord minstens één hoofdletter bevat.
pl: Dopilnuj, aby hasło zawierało co najmniej jedną wielką literę.
sv: Tvinga lösenordet att innehålla minst en stor bokstav.
uk: Забороняє паролі, у яких не міститься принаймні однієї великої латинської літери.

source: Enforce that a password contain at least one numerical character.
fr: Obliger le mot de passe à contenir au moins un chiffre.
nl: Verzekert dat een wachtwoord minstens één numeriek teken bevat.
pl: Dopilnuj, aby hasło zawierało co najmniej jedną cyfrę.
sv: Tvinga lösenordet att innehålla minst en siffra.
uk: Забороняє паролі, у яких не міститься принаймні однієї цифри.

source: Enforce that a password contain at least one special character.
fr: Obliger le mot de passe à contenir au moins un caractère spécial.
nl: Verzekert dat een wachtwoord minstens één speciaal teken bevat.
pl: Dopilnuj, aby hasło zawierało co najmniej jeden znak szczególny.
sv: Tvinga lösenordet att innehålla minst ett specialtecken.
uk: Забороняє паролі, у яких не міститься принаймні одного спеціального символу або символу пунктуації.

source: Enable Rate Limiter
fr: Activer le limiteur de débit
nl: Snelheidsbegrenzer inschakelen
sv: Aktivera hastighetsbegränsare
uk: Увімкнути обмеження частоти

source: Limit by IP
fr: Limite par adresse « IP »
ia: Limite per IP
nl: Per IP beperken
pl: Ogranicz po IP
sv: Begränsa enligt IP
uk: Обмежити за IP

source: Limit by User
fr: Limite par utilisateur
nl: Per gebruiker beperken
pl: Ogranicz po użytkowniku
sv: Begränsa enligt användare
uk: Обмежити за користувачем

source: Limit by Connection
fr: Limite par la connexion
nl: Per verbinding beperken
sv: Begränsa enligt anslutning
uk: Обмежити за з'єднанням

source: Limit by User per Method
fr: Limite par utilisateur et par méthode
nl: Per gebruiker per methode beperken
sv: Begränsa enligt användare per metod
uk: Обмежити за користувачем за методом

source: Limit by Connection per Method
fr: Limite par la connexion et par méthode
nl: Per verbinding per methode beperken
sv: Begränsa enligt anslutning per metod
uk: Обмежити за з'єднанням за методом

source: Use Advanced Retention Policy configuration
fr: Utiliser une configuration avancée pour la stratégie de rétention
nl: Geavanceerde configuratie voor bewaarbeleid gebruiken
pl: Użyj rozbudowanych zasad przechowywania
sv: Använd avancerad inställning av bibehållandepolicy
uk: Налаштування розширених правил збереження

source: Do not prune Threads
fr: Ne pas limiter les fils de discussions
nl: Discussies niet opschonen
pl: Nie sprzątaj wątków
sv: Rensa inte trådar
uk: Не обрізати гілки

source: Do not prune Discussion message
fr: Ne pas limiter les messages de discussions
nl: Discussie-berichten niet opschonen
pl: Nie oczyszczaj wiadomości rozmów
sv: Rensa inte diskussionsmeddelanden
uk: Не обрізати повідомлення обговорення

source: Do not prune pinned messages
fr: Ne pas limiter les messages épinglés
nl: Vastgepinde berichten niet opschonen
pl: Nie oczyszczaj przypiętych wiadomości
sv: Rensa inte uppsatta meddelanden
uk: Не обрізати пришпилені повідомлення

source: Only delete files
fr: Supprimer uniquement les fichiers
nl: Alleem bestanden verwijderen
pl: Usuń tylko plik
sv: Bara borttagna filer
uk: Вилучити лише файли

source: Applies to channels
fr: S'applique aux canaux
nl: Is van toepassing op kanalen
pl: Stosuje się do kanałów
sv: Gäller kanaler
uk: Застосовується до каналів

source: Applies to private groups
fr: S'applique aux groupes privés
nl: Is van toepassing op groepen
pl: Stosuje się do grup prywatnych
sv: Gäller privata grupper
uk: Застосовується до приватних груп

source: Applies to direct messages
fr: S'applique aux messages directs
nl: Is van toepassing op directe berichten
sv: Gäller direkta meddelanden
uk: Застосовується до безпосередніх повідомлень

source: Only files will be deleted, the messages themselves will stay in place.
fr: Seuls les fichiers seront supprimés. Les messages par contre, resteront en place.^
nl: Alleen bestanden zullen verwijderd worden, de berichten zelf zullen op hun plaats blijven.
pl: Zostaną usunięte tylko pliki, wiadomości pozostaną.
sv: Bara filer tas bort, själva meddelandena förblir på plats.
uk: Буде вилучено лише файли. Повідомлення лишаться на місці.

source: Prune all messages older than this value, in days.
fr: Supprimer tous les messages plus anciens que cette valeur, en jours
nl: Alle berichten opschonen die ouder zijn dan deze waarde in dagen.
pl: Sprzątnij wszystkie wiadomości starsze niż dana liczba dni.
sv: Rensa alla meddelanden äldre än värdet, i dagar.
uk: Вилучити усі повідомлення, вік яких перевищує це значення у днях.

source: SlackBridge Out Enabled
nl: SlackBridge uit ingeschakeld

source: SlackBridge Out All
nl: SlackBridge uit alles

source: Reactions
nl: Reacties

source: Enable Rocket.Chat to communicate directly with Slack.
nl: Rocket.Chat inschakelen om direct met Slack te communiceren.

source: Choose whether SlackBridge should also send your messages back to Slack
nl: Kies of SlackBridge uw berichten ook terug zou moeten zenden naar Slack

source: Send messages from all channels that exist in Slack and the bot has joined
nl: Stuur berichten uit alle kanalen die in Slack bestaan en meedoen met de bot

source: Import messages from Slack with an alias; %s is replaced by the username of the user. If empty, no alias will be used.
nl: Berichten uit Slack importeren met een alias; %s wordt vervangen door de gebruikersnaam van de gebruiker. Indien leeg, zal er geen alias worden gebruikt.

source: Enable User Data Download
nl: Downloaden van gebruikersgegevens inschakelen

source: Always Open in New Window
fr: Toujours ouvrir dans une nouvelle fenêtre
nl: In nieuw venster altijd open
pl: Otwieraj zawsze w nowym oknie
sv: Öppna alltid i nytt fönster
uk: Завжди відкривати у новому вікні

source: Enable room name hash
fr: Activer la fonction de hachage pour le nom du salon
nl: Hash van naam van room inschakelen
pl: Włącz skrót nazwy pokoju
sv: Aktivera rumsnamnskondensat
uk: Увімкнути хешування назв кімнат

source: Use SSL
fr: Utiliser « SSH »
nl: SSL gebruiken
pl: Użyj SSL
sv: Använd SSL
uk: Використовувати SSL

source: Enable in Channels
fr: Activer dans les canaux
nl: In kanalen inschakelen
pl: Włącz na kanałach
sv: Aktivera i kanaler
uk: Увімкнути на каналах

source: Enable for Teams
fr: Activer pour Teams
nl: Voor Teams inschakelen
sv: Aktivera för lag
uk: Увімкнути для команд

source: Enable JWT auth
fr: Activer l'authentification « JWT »
nl: JWT-auth inschakelen
sv: Aktivera JWT behörighetskontroll
uk: Увімкнути розпізнавання JWT

source: Limit token to Jitsi Room
fr: Limiter le jeton au salon de Jitsi
nl: Token naar Jitsi-room beperken
pl: Ogranicz token do pokoju Jitsi
sv: Begränsa symbol till Jitsi-rum
uk: Обмежити жетон кімнатою Jitsi

source: Recommended to enable if the Jitsi instance doesn't use any authentication mechanism.
fr: Activation recommandée si l'instance de Jitsi n'utilise aucun mécanisme d'authentification.
nl: Aanbevolen om in te schakelen als het Jitsi exemplaar geen enkel authenticatiemechanisme gebruikt.
pl: Zalecane włączenie, jeśli wystąpienie Jitsi nie używa żadnego mechanizmu uwierzytelniania.
sv: Aktivering rekommenderas om Jitsi-instansen inte använder någon mekanism för behörighetskontroll.
uk: Рекомендуємо увімкнути, якщо у екземплярі Jitsi не використано жодного механізму розпізнавання.

source: Webdav Integration Enabled
fr: Activation de l'intégration de Webdav
nl: Webdav-integratie ingeschakeld
pl: Włączono współpracę z Webdav
sv: Webdav-integrering aktiverad
uk: Увімкнено інтеграцію із Webdav

source: Show Unread
fr: Afficher les messages non lus
nl: Ongelezen tonen
pl: Pokaż nieprzeczytane
sv: Visa olästa
uk: Показати непрочитані

source: Search...
fr: Rechercher...
ia: Cerca...
nl: Zoeken...
pl: Szukaj...
sv: Sök...
uk: Шукати…

source: Mark as Read
fr: Marquer comme lu
nl: Als gelezen markeren
pl: Oznacz jako przeczytaną
sv: Markera som läst
uk: Позначити як прочитане

source: Mark As Read
fr: Marquer comme lu
ia: Marca como legite
nl: Als gelezen markeren
pl: Oznacz jako przeczytany
sv: Markera som läst
uk: Позначити як непрочитане

source: Mark As Unread
fr: Marquer comme non lu
ia: Marca como non legite
nl: Als ongelezen markeren
pl: Oznacz jako nieprzeczytana
sv: Markera som oläst
uk: Позначити як непрочитане

source: Set as Favorite
fr: Marquer comme favori
ia: Fixa como Favorite
nl: Als favoriet instellen
pl: Ustaw jako ulubiony
sv: Ange som favoriter
uk: Зробити улюбленим

source: Unset as Favorite
fr: Supprimer de la liste des favoris
ia: Leva ab Favorites
nl: Instelling als favoriet ongedaan maken
pl: Usuń z ulubionych
sv: Ta bort från favoriter
uk: Скасувати позначення улюбленим

source: Hide Channel
fr: Masquer le canal
ia: Cela Canal
nl: Kanaal verbergen
pl: Ukryj kanał
sv: Dölj kanal
uk: Приховати канал

source: Convert to Team
fr: Convertir en équipe
ia: Converte a Equipa
nl: Naar team converteren
pl: Przekształć na zespół
sv: Konvertera till lag
uk: Перетворити на команду

source: Convert to Channel
fr: Convertir en un canal
ia: Converte a Canal
nl: Naar kanaal converteren
pl: Przekształć na kanał
sv: Konvertera till kanal
uk: Перетворити на канал

source: Move to Team
fr: Déplacer vers une équipe
ia: Move a Equipa
nl: Naar team verplaatsen
pl: Przenieś do zespołu
sv: Flytta till lag
uk: Пересунути до команди

source: Configure Notification...
fr: Configurer une notification...
ia: Configura Notificationes...
nl: Meldingen configureren...
pl: Ustawienia powiadomień...
sv: Anpassa underrättelser...
uk: Налаштувати сповіщення…

source: Quit Channel
fr: Quitter un canal
ia: Abandona Canale
nl: Kanaal verlaten
pl: Opuść kanał
sv: Lämna kanal
uk: Вийти з каналу

source: Move To Team
fr: Déplacer vers une équipe
ia: Move a Equipa
nl: Naar team verplaatsen
pl: Przenieś do zespołu
sv: Flytta till lag
uk: Пересунути до команди

source: Filter Channels (CTRL + K)
fr: Filtrer les canaux (« CTRL » + « K »)
ia: Filtra Canales (CTRL + K)
nl: Kanalen filteren (CTRL + K)
pl: Odfiltruj kanały (Ctrl + K)
uk: Фільтрувати канали (Ctrl + K)

source: Search Channels
fr: Rechercher des canaux
ia: Cerca canales
nl: Kanalen doorzoeken
pl: Szukaj kanałów
sv: Sök kanaler
uk: Пошук каналів

source: Previous Channel
fr: Canal précédent
ia: Previe Canale
nl: Vorig kanaal
pl: Poprzedni kanał
sv: Föregående kanal
uk: Попередній канал

source: Next Channel
fr: Canal suivant
ia: Proxime Canale
nl: Volgend kanaal
pl: Następny kanał
sv: Nästa kanal
uk: Наступний канал

source: Error saving file
fr: Erreur lors de l'enregistrement du fichier.
ia: Error durante que il salveguardava
nl: Fout bij opslaan van bestand
pl: Błąd zapisywania pliku
sv: Fel när filen skulle sparas
uk: Помилка під час збереження файла

source: &Use custom fonts
fr: Utiliser des polices p&ersonnalisées
ia: &Usa fonts personalisate
nl: Aangepaste lettertypen gebr&uiken
pl: Użyj &własnych czcionek
sv: An&vänd egna teckensnitt
uk: &Використовувати нетипові шрифти

source: Set accounts online on startup
fr: Définir les comptes en ligne au démarrage
ia: Fixa contos in linea al initio
nl: Accounts online instellen bij opstarten
pl: Podłącz konta do sieci po uruchomieniu
sv: Hämta konton från nätet vid start
uk: Переводити облікові записи у стан «у мережі» після запуску

source: Show images by default
fr: Afficher les images par défaut
ia: Monstra images per definition
nl: Standaard afbeeldingen tonen
pl: Domyślnie pokazuj obrazy
sv: Visa normalt bilder
uk: Типово показувати зображення

source: Mark room as read when clicking to write a reply
fr: Marquer le salon comme lu lors d'un clic pour l'écriture d'une réponse
ia: Marca sala como legite quando clicca a scriber un responsa
nl: Room markeren als gelezen bij klikken om een antwoord te schrijven
pl: Oznacz pokój jako przeczytany po naciśnięciu przycisku odpowiadania
sv: Markera rummet som läst vid klick för att skriva ett svar
uk: Позначати кімнату як прочитану при написанні відповіді

source: Enable system tray icon
fr: Activer l'icône de la boîte à miniatures
ia: Habilita icone de tabuliero de systema
nl: Systeemvakpictogram inschakelen
pl: Włącz ikonę na tacce systemowej
sv: Aktivera ikon i systembrickan
uk: Ввімкнути піктограму у системному лотку

source: Enable logging
fr: Activer la journalisation
ia: Habilita registrar
nl: Loggen inschakelen
pl: Włącz dziennik
sv: Aktivera loggning
uk: Увімкнути журнал

source: Save Attachment
fr: Enregistrer la pièce jointe
ia: Salveguarda attachamento
nl: Bijlage opslaan
pl: Zapisz załącznik
sv: Spara bilaga
uk: Зберегти долучення

source: Language:
fr: Langue :
ia: Linguage:
nl: Taal:
pl: Język:
sv: Språk:
uk: Мова:

source: Delete
fr: Supprimer
ia: Dele
nl: Verwijderen
pl: Usuń
sv: Ta bort
uk: Вилучити

source: Archive Channel
fr: Archiver un canal
ia: Canale de archivo
nl: Kanaal archiveren
pl: Umieść kanał w archiwum
sv: Arkivera kanal
uk: Архівувати канал

source: Unarchive Channel
fr: Désarchiver un canal
ia: De-archiva Canal
nl: Archiveren van kanaal ongedaan maken
pl: Wyciągnij kanał z archiwum
sv: Packa upp kanal
uk: Скасувати архівування каналу

source: This Room has a password
fr: Ce salon a un mot de passe
ia: Iste sala ha un contrasigno
nl: Deze room heeft een wachtwoord
pl: Pokój ma hasło
uk: Цю кімнату захищено паролем

source: Add password
fr: Ajouter un mot de passe
ia: Adde Contrasigno
nl: Wachtwoord toevoegen
pl: Dodaj hasło
sv: Lägg till lösenord
uk: Додати пароль

source: Exclude pinned messages
fr: Exclure les messages agrafés
ia: Exclude messages appunctate
nl: Vastgepinde berichten uitsluiten
pl: Wyklucz przypięte wiadomości
sv: Undanta uppsatta meddelanden
uk: Виключити пришпилені повідомлення

source: Prune files only, keep messages
fr: Supprimer les fichiers uniquement, conserver les messages
ia: Puta solmente files, mantene messages
nl: Aleen bestanden opschonen, berichten behouden
pl: Uprzątnij tylko pliki, zachowaj wiadomości
sv: Rensa bara filer, behåll meddelanden
uk: Витерти лише файли, зберегти повідомлення

source: Automatically prune old messages
fr: Purger automatiquement les messages anciens
ia: Puta automaticamente messages vetere
nl: Oude berichten automatisch opschonen
pl: Sam sprzątaj stare wiadomości
sv: Rensa automatisk gamla meddelanden
uk: Автоматично витирати старі повідомлення

source: Override global retention policy
fr: Remplacer la politique de rétention globale
ia: Ultrapassa politica de retention global
nl: Globale beleid voor behoud overschrijven
pl: Zastąp globalną zasadę zachowywania
sv: Överskrid global bibehållandepolicy
uk: Перевизначити загальні правила збереження

source: Maximum message age in days (default: 300):
fr: Age maximum des messages en jours (Par défaut : 300) :
ia: Etate maxime de message in dies (predefinite: 300):
nl: Maximale leeftijd van bericht in dagen (standaard: 300):
pl: Najstarsza wiadomość w dniach (domyślnie: 300):
sv: Maximal meddelandeålder i dagar (förval: 300):
uk: Максимальний вік повідомлення у днях (типове значення — 300):

source: Channel Password:
fr: Mot de passe du canal :
ia: Contrasigno de canal:
nl: Kanaalwachtwoord:
pl: Hasło kanału:
sv: Kanallösenord:
uk: Пароль каналу:

source: Clear
fr: Effacer
ia: Netta
nl: Wissen
pl: Wyczyść
sv: Rensa
uk: Спорожнити

source: Select a channel
fr: Sélectionnez un canal
ia: Selige un canal
nl: Een kanaal selecteren
pl: Wybierz kanał
sv: Markerade en kanal
uk: Виберіть канал

source: Disable Notification
fr: Désactiver une notification
ia: Dishabilita notification
nl: Meldingen uitschakelen
pl: Wyłącz powiadomienie
sv: Inaktivera underrättelser
uk: Вимкнення сповіщень

source: Hide Unread Room Status
fr: Masquer l'état des salons non lus
ia: Cela stato de sala non legite
nl: Ongelezen roomstatus verbergen
pl: Ukryj stan nieprzeczytanych w pokoju
sv: Dölj status för olästa rum
uk: Приховування стану непрочитаного у кімнаті

source: Mute Group Mentions
fr: Mettre en pause les citations de groupe
ia: Silentia Mentiones de Gruppo
nl: Groepsmeldingen dempen
pl: Wycisz wspomnienia o grupach
uk: Вимкнути згадування груп

source: For your security, you must enter your current password to continue
fr: Pour votre sécurité, vous devez saisir votre mot de passe actuel pour continuer.
ia: Per tu securitate, tu debe insertar tu contrasigno currente per continuar
nl: Voor uw veiligheid moet u uw huidige wachtwoord invoeren om door te gaan
pl: Ze względów bezpieczeństwa musisz wprowadzić aktualne hasło, aby kontynuować
sv: Av säkerhetsskäl måste du ange ditt nuvarande lösenord för att fortsätta
uk: Для захисту ваших даних вам слід ввести поточний пароль, щоб мати змогу продовжувати роботу

source: You are about to create a chat with multiple users. Add the ones you would like to talk, everyone in the same place, using direct messages.
fr: Vous êtes sur le point de créer une salle de discussions avec de multiples utilisateurs. Ajoutez ceux auxquels vous aimeriez parler, chacun dans la même salle et en utilisant des messages directs.
ia: Tu es per crear un chat con usatores multiple. Tu adde los con le quales tu vole parlar, totos in le mesme placia, usante messages directe.
nl: U staat op het punt een chat te beginnen met meerdere gebruikers. Voeg diegenen toe waarmee u wilt praten, iedereen op dezelfde plaats, met directe berichten.
pl: Masz zamiar utworzyć rozmowę między wieloma użytkownikami. Dodaj tych, z którymi chciałbyś porozmawiać, wszystkich w tym samym miejscu, przy użyciu wiadomości bezpośrednich.
sv: Du håller på att skapa en chatt med flera användare. Lägg till de som du vill ska samtala, alla på samma plats, genom att använda direktmeddelanden.
uk: Ви наказали програмі створити спілкування з декількома користувачами. Додайте користувачів, із якими ви хочете спілкуватися, усіх до спільного місця, використовуючи безпосередні повідомлення.

source: Select Users...
fr: Sélectionner les utilisateurs...
ia: Selige usatores...
nl: Gebruikers selecteren...
pl: Zaznacz użytkowników...
uk: Вибрати користувачів…

source: Invite Users...
fr: Inviter des utilisateurs...
ia: Invita Usatores...
nl: Gebruikers inviteren...
pl: Zaproś użytkowników...
uk: Запросити користувачів…

source: All users in this team can write messages
fr: Tout utilisateur de cette équipe peut écrire des messages.
ia: Omne usatores in iste equipa pote scriber messages
nl: Alle gebruikers in dit team kunnen berichten schrijven
pl: Wszyscy użytkownicy w tym zespole mogą pisać wiadomości
sv: Alla användare i laget kan skriva meddelanden
uk: Писати повідомлення можуть усі користувачі у цій команді

source: Only authorized users can write new messages, but the other users will be able to reply
fr: Seuls les utilisateurs autorisés peuvent écrire de nouveaux messages mais les autres utilisateurs ne pourront qu'y répondre.
ia: Solmente usatores authorisate pote scriber nove messages, ma le altere usatores potera responder
nl: Alleen geautoriseerde personen kunnen nieuwe berichten schrijven, maar de andere gebruikers zullen kunnen antwoorden
pl: Tylko uwierzytelnieni użytkownicy mogą pisać nowe wiadomości, lecz inni użytkownicy będą w stanie odpowiadać
sv: Bara behöriga personer kan skriva nya meddelanden, men andra användare kan svara
uk: Писати нові повідомлення можуть лише уповноважені користувачі, але інші користувачі можуть відповідати

source: Only invited people can join
fr: Seules les personnes invitées peuvent participer.
ia: Solmente personas invitate pote unir se
nl: Alleen uitgenodigde mensen kunnen meedoen
pl: Tylko zaproszeni ludzie mogą się dołączyć
sv: Bara inbjudna kan gå med
uk: Долучатися можуть лише запрошені

source: Create
fr: Créer
ia: Crea
nl: Aanmaken
pl: Utwórz
sv: Skapa
uk: Створити
