Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

# @title:window
source: Play Sound
ar: شغّل صوتًا
eo: Ludi Sonon
es: Reproducir sonido
fi: Toista ääni
fr: Jouer un son
gl: Reproducir un son
hi: आवाज़ बजाएं
hu: Hang lejátszása
ia: Reproduce sono
nl: Geluid afspelen
pl: Odtwórz dźwięk
pt_br: Reproduzir som
ru: Воспроизведение звука
sv: Spela ljud
tr: Ses Çel
uk: Відтворення звукових даних
zh_tw: 播放聲音

# @title:window
source: Sound: %1
ar: الصوت: %1
eo: Sono: %1
es: Sonido: %1
fi: Ääni: %1
fr: Son : %1
gl: Son: %1
hi: ध्वनि: %1
hu: Hang: %1
ia: Sono: %1
nl: Geluid: %1
pl: Dźwięk: %1
pt_br: Som: %1
ru: Звук: %1
sv: Ljud: %1
tr: Ses: %1
uk: Звук: %1
zh_tw: 聲音：%1

source: Error:
ar: خطأ:
eo: Eraro:
fi: Virhe:
fr: Erreur :
gl: Erro:
hi: गलती:
hu: Hiba:
nl: Fout:
pl: Błąd:
pt_br: Erro:
ru: Ошибка:
sv: Fel:
tr: Hata:
uk: Помилка:
zh_tw: 錯誤：

# @title:window
source: Report Message
ar: بلّغ عن الرسالة
eo: Raporti Mesaĝon
es: Notificar mensaje
fi: Ilmoita viestistä
fr: Signaler un message
gl: Denunciar a mensaxe
hi: संदेश की रिपोर्ट करें
hu: Üzenet jelentése
ia: Reporta Message
nl: Bericht rapporteren
pl: Zgłoś wiadomość
pt_br: Reportar mensagem
ru: Жалоба на сообщение
sv: Rapportera meddelande
tr: İletiyi Bildir
uk: Поскаржитися на повідомлення
zh_tw: 檢舉訊息

# @action:button
source: Report
ar: بلّغ
eo: Raporti
es: Reportar
fi: Ilmoita
gl: Denunciar
hi: प्रतिवेदन
hu: Jelentés
pt_br: Reportar
ru: Пожаловаться
tr: Bildir
zh_tw: 檢舉

# @label:textbox
source: Message:
ar: الرسالة:
eo: Mesaĝo:
es: Mensaje:
fi: Viesti:
gl: Mensaxe:
hi: संदेश:
hu: Üzenet:
pt_br: Mensagem:
ru: Сообщение:
tr: İleti:
zh_tw: 訊息：

# @info:placeholder
source: Why you signal this message?
ar: لماذا تشير إلى هذه الرسالة؟
eo: Kial vi signalas ĉi tiun mesaĝon?
es: ¿Por qué marcó este mensaje?
fi: Miksi ilmoitat tästä viestistä?`
gl: Por que sinala esta mensaxe?
hi: आप यह संदेश क्यों दे रहे हैं?
hu: Miért jelenti ezt az üzenetet?
pt_br: Por que você está sinalizando esta mensagem?
ru: Почему вы жалуетесь на это сообщение?
tr: Bu iletiye neden dikkat çektiniz?
zh_tw: 您要檢舉這個訊息的什麼？

# @title:window
source: Report User
ar: بلّغ عن المستخدم
eo: Raporti Uzanton
es: Denunciar usuario
fi: Ilmoita käyttäjästä
gl: Denunciar a persoa
hi: उपयोगकर्ता को रिपोर्ट करें
hu: Felhasználó jelentése
pt_br: Reportar usuário
ru: Жалоба на пользователя
tr: Kullanıcıyı Bildir
zh_tw: 檢舉使用者

# @info:placeholder
source: Why do you want to report?
ar: لماذا تريد الإبلاغ؟
eo: Kial vi volas raporti?
es: ¿Por qué quiere denunciar?
fi: Miksi haluat ilmoittaa?
gl: Por que quere denunciala?
hi: आप रिपोर्ट क्यों करना चाहते हैं?
hu: Miért szeretne jelenteni?
pt_br: Deseja você deseja reportar?
ru: Почему вы хотите отправить жалобу?
tr: Neden bildirmek istiyorsunuz?
zh_tw: 您要檢舉什麼？

# @title:window
source: Reset Password
ar: صفّر كلمة السر
eo: Restarigi Pasvorton
es: Reiniciar contraseña
fi: Nollaa salasana
gl: Restabelecer o contrasinal
hi: पासवर्ड रीसेट
hu: Jelszó visszaállítása
pt_br: Redefinir senha
ru: Сброс пароля
tr: Parolayı Sıfırla
zh_tw: 重設密碼

# @label:textbox
source: Email:
ar: البريد الإلكتروني:
eo: Retpoŝto:
es: Correo electrónico:
fi: Sähköposti:
gl: Enderezo de correo electrónico:
hi: ईमेल:
ru: Адрес эл. почты:
tr: E-posta:
zh_tw: 電子郵件：

# @action
source: Change Picture…
ar: غيّر الصّورة…
eo: Ŝanĝi Bildon…
es: Cambiar imagen…
fi: Vaihda kuva…
gl: Cambiar a imaxe…
hi: चित्र बदलें…
hu: Kép megváltoztatása…
pt_br: Alterar imagem…
ru: Изменить изображение…
tr: Resmi Değiştir…
zh_tw: 變更圖片…

# @action
source: Reset Avatar
ar: صفّر الصورة الرمزية
eo: Restarigi avataron
es: Reiniciar avatar
fi: Nollaa avatar
gl: Restabelecer o avatar
hi: अवतार रीसेट करें
hu: Profilkép visszaállítása
pt_br: Redefinir avatar
ru: Сбросить аватар
tr: Avatarı Sıfırla
zh_tw: 重設頭貼

# @action
source: Cancel
ar: ألغِ
eo: Nuligi
es: Cancelar
fi: Peru
gl: Cancelar
hi: रद्द करना
hu: Mégse
pt_br: Cancelar
ru: Отменить
tr: İptal
zh_tw: 取消

source: Image
ar: الصورة
eo: Bildo
es: Imagen
fi: Kuva
gl: Imaxe
hi: छवि
hu: Kép
ia: Imagine
nl: Afbeelding
pl: Obraz
pt_br: Imagem
ru: Изображение
sv: Bild
tr: Görsel
uk: Зображення
zh_tw: 圖片

# @title:window
source: Select Room Avatar
ar: حدد الصورة الرمزية
eo: Elekti Ĉambro-Avataron
es: Seleccionar avatar de la sala
fi: Valitse huoneen avatar
gl: Seleccionar o avatar da sala
hi: कक्ष अवतार का चयन करें
hu: Szoba profilképének kiválasztása
pt_br: Selecionar avatar da sala
ru: Выбор аватара комнаты
tr: Oda Avatarını Seç
zh_tw: 選擇聊天室頭貼

# @action:button
source: From Me
es: Mios
tr: Benden

# @info:tooltip
source: Finds Messages sent by you.
es: Encuentra mensajes mandados por ti.
tr: Sizin gönderdiğiniz iletileri bulur.

# @action:button
source: From
es: De
tr: Kimden

# @info:tooltip
source: Finds Messages from a specific user. (Use the username format without space)
es: Encuentra mensajes de un usuario concreto (Formato de nombre de usuario sin espacios).
tr: Belirli bir kullanıcının gönderdiği iletileri bulur (boşluk olmadan kullanıcı adını yazın).

# @action:button
source: Order:desc
es: Orden:descendiente
tr: Sıra:Açıklama

# @info:tooltip
source: Sorts message by descending timestamp
es: Ordena mensajes por orden descendiente de marca de tiempo
tr: İletileri azalan zaman damgasıyla sıralar.

# @action:button
source: Before
es: Antes
tr: Önce

# @info:tooltip
source: Filter by date as %1
es: Filtrar por fecha como %1
tr: %1 olarak tarihe göre süz

# @action:button
source: After
es: Después
tr: Sonra

# @action:button
source: Day
es: Día
tr: Gün

# @action:button
source: Has Location
es: Tiene localización
tr: Konum Var

# @info:tooltip
source: Finds messages that include a location.
es: Encuentra mensajes que incluyen una localización.
tr: Bir konumu içeren iletileri bulur.

# @action:button
source: Has Url
es: Tiene URL
tr: URL Var

# @info:tooltip
source: Finds messages that contain a link
es: Encuentra mensajes que contienen un enlace
tr: Bir bağlantı içeren iletileri bulur.

# @action:button
source: Is Pinned
es: Está fijado
tr: Sabitlenmiş

# @info:tooltip
source: Displays pinned messages in the current room.
es: Muestra mensajes fijados en la sala actual.
tr: Geçerli odada sabitlenmiş iletileri görüntüler.

# @action:button
source: Has Star
es: Tiene estrella
tr: Yıldızlı

# @info:tooltip
source: Shows messages you've starred.
es: Muestra mensajes que has marcado.
tr: Yıldız koyduğunuz iletileri gösterir.

# @title:window
source: Search Messages
ar: ابحث في الرسائل
eo: Serĉi Mesaĝojn
es: Buscar mensajes
fi: Etsi viestejä
fr: Chercher des messages
gl: Buscar nas mensaxes
hi: संदेश खोजें
hu: Üzenetek keresése
ia: Cerca Messages
nl: Berichten doorzoeken
pl: Szukanie wiadomości
pt_br: Pesquisar mensagens
ru: Поиск сообщений
sv: Sök meddelanden
tr: İletileri Ara
uk: Пошук повідомлень
zh_tw: 搜尋訊息

# @title:window
source: Search Messages in '%1' (%2)
ar: ابحث عن الرسائل في '%1' (%2)
eo: Serĉi Mesaĝojn en '%1' (%2)
es: Buscar mensajes en «%1» (%2)
fi: Etsi viestejä: ”%1” (%2)
fr: Rechercher des messages dans « %1 » (%2)
gl: Buscar nas mensaxes de «%1» (%2)
hi: '%1' (%2) में संदेश खोजें
hu: Üzenetek keresése a(z) „%1” szobában (%2)
nl: Berichten zoeken in '%1' (%2)
pl: Poszukaj wiadomości w '%1' (%2)
pt_br: Pesquisar mensagens em '%1' (%2)
ru: Поиск сообщений в «%1» (%2)
sv: Sök meddelanden i '%1' (%2)
tr: “%1” (%2) İçindeki İletileri Ara
uk: Шукати повідомлення у «%1» (%2)
zh_tw: 在「%1」中搜尋訊息（%2）

# @info:placeholder
source: Search messages…
ar: ابحث في الرسائل…
eo: Serĉi mesaĝojn…
es: Buscar mensajes…
fi: Etsi viestejä…
gl: Buscar nas mensaxes…
hi: संदेश खोजें…
hu: Üzenetek keresése…
pt_br: Pesquisar mensagens…
ru: Поиск сообщений…
tr: İletiler ara…
zh_tw: 搜尋訊息…

# @info:placeholder
source: Search messages
ar: ابحث في الرسائل
eo: Serĉi mesaĝojn
es: Buscar mensajes
fi: Etsi viestejä
gl: Buscar nas mensaxes
hi: संदेश खोजें
hu: Üzenetek keresése
pt_br: Pesquisar mensagens
ru: Поиск сообщений
tr: İletiler ara…
zh_tw: 搜尋訊息

source: You can search using <a href="https://en.wikipedia.org/wiki/Regular_expression">Regular Expression</a>. e.g. <code>/^text$/i</code>
ar: يمكنك البحث باستخدام <a href="https://en.wikipedia.org/wiki/Regular_expression">التعبير النمطي</a>. على سبيل المثال <code>/^text$/i</code>
es: Puede buscar usando <a href="https://en.wikipedia.org/wiki/Regular_expression">expresiones regulares</a>. Por ejemplo: <code>/^texto$/i</code>
fi: Etsiä voi <a href="https://fi.wikipedia.org/wiki/Säännöllinen_lauseke">säännöllisin lausekkein</a>, esim. <code>/^text$/i</code>
gl: Pode buscar con <a href="https://en.wikipedia.org/wiki/Regular_expression">expresións regulares</a>. Por exemplo: <code>/^texto$/i</code>
hi: आप <a href="https://en.wikipedia.org/wiki/Regular_expression">रेगुलर एक्सप्रेशन का</a> उपयोग करके खोज सकते हैं। उदाहरण के लिए <code>/^text$/i</code>
hu: <a href="https://en.wikipedia.org/wiki/Regular_expression">Reguláris kifejezések</a> használatával kereshet, példáil <code>/^text$/i</code>
pt_br: Você pode pesquisar usando <a href="https://en.wikipedia.org/wiki/Expressão_regular">Expressão regular</a>. por exemplo, <code>/^text$/i</code>
ru: Можно выполнять поиск с помощью <a href="https://ru.wikipedia.org/wiki/Регулярные_выражения">регулярного выражения</a>. Например: <code>/^text$/i</code>
tr: <a href="https://tr.wikipedia.org/wiki/Düzenli_ifade">Düzenli ifade</a> kullanarak arama yapabilirsiniz; örneğin, <code>/^text$/i</code>

# @info:tooltip
source: Option
es: Opción
tr: Seçenek

source: Regular Expression
es: Expresión regular
tr: Düzenli İfade

source: Ignore Camel Case
es: Ignorar mayúsculas
tr: DeveBiçimi metinleri yok say

# @info:tooltip
source: Show or Hide search option line
es: Muestra u oculta la línea de opciones de búsqueda
tr: Arama seçeneği satırını göster/gizle

# @title:window
source: Server Info
ar: معلومات الخادم
eo: Servilo Informoj
es: Información del servidor
fi: Palvelintiedot
fr: Informations du serveur
gl: Información do servidor
hi: सर्वर जानकारी
hu: Kiszolgálóinformációk
ia: Info de servitor
nl: Serverinformatie
pl: Dane serwera
pt_br: Informação do servidor
ru: Сведения о сервере
sv: Serverinformation
tr: Sunucu Bilgisi
uk: Дані щодо сервера
zh_tw: 伺服器資訊

source: Server version:
ar: نسخة الخادم:
eo: Servila versio:
es: Versión del servidor:
fi: Palvelinversio:
gl: Versión do servidor:
hi: सर्वर संस्करण:
hu: Kiszolgáló verziója:
pt_br: Versão do servidor:
ru: Версия сервера:
tr: Sunucu sürümü:
zh_tw: 伺服器版本：

source: License:
ar: الرّخصة:
eo: Permesilo:
es: Licencia
fi: Lisenssi:
fr: Licence :
gl: Licenza:
hi: लाइसेंस:
hu: Licenc:
nl: Licentie:
pl: Licencja:
pt_br: Licença:
ru: Лицензия:
sv: Licens:
tr: Lisans:
uk: Ліцензування:
zh_tw: 授權：

# No license
source: None
ar: لا شيء
es: Ninguna
fi: Ei mitään
gl: Ningunha
pt_br: Nenhuma
tr: Yok
zh_tw: 無

source: Videos
ar: الفيديوهات
eo: Videoj
fi: Videot
gl: Vídeos
hi: वीडियो
hu: Videók
pt_br: Vídeos
ru: Видео
tr: Videolar
zh_tw: 影片

source: Images
ar: الصور
eo: Bildoj
es: Imágenes
fi: Kuvat
gl: Imaxes
hi: इमेजिस
hu: Képek
pt_br: Imagens
ru: Изображения
tr: Görseller
zh_tw: 影像

source: Audios
ar: الصوتيات
eo: Aŭdaĵoj
fi: Äänitiedostot
gl: Sons
hi: ऑडियो
hu: Hangok
pt_br: Áudios
ru: Аудио
tr: Sesler
zh_tw: 音效

source: Texts
ar: النصوص
eo: Tekstoj
es: Textos
fi: Tekstit
gl: Textos
hi: ग्रंथों
hu: Szövegek
pt_br: Textos
ru: Тексты
tr: Metinler
zh_tw: 文字

source: Files
ar: الملفات
eo: Dosieroj
es: Archivos
fi: Tiedostot
fr: Fichiers
gl: Ficheiros
hi: फ़ाइलें
hu: Fájlok
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ru: Файлы
sv: Filer
tr: Dosyalar
uk: Файли
zh_tw: 檔案

# @title:window
source: Show Attachments - %1
ar: اعرض المرفقات - %1
eo: Montri aldonaĵojn - %1
es: Mostrar adjuntos - %1
fi: Näytä liitteet – %1
fr: Afficher les pièces jointes - %1
gl: Amosar os anexos — %1
hi: अनुलग्नक दिखाएँ - %1
hu: Mellékletek megjelenítése - %1
nl: Bijlagen tonen - %1
pl: Pokaż załączniki - %1
pt_br: Exibir os anexos - %1
ru: Показ вложений — %1
sv: Visa bilagor: %1
tr: Ekleri Göster — %1
uk: Показ долучень — %1
zh_tw: 顯示附件 - %1

# @info:placeholder
source: Search attachments…
ar: ابحث في المرفقات…
eo: Serĉi aldonaĵojn…
es: Buscar adjuntos…
fi: Etsi liitteitä…
gl: Buscar nos anexos…
hi: अनुलग्नक खोजें…
hu: Mellékletek keresése…
pt_br: Pesquisar anexos…
ru: Поиск вложений…
tr: Ekler ara…
zh_tw: 搜尋附件…

source: No Attachments found
ar: لا توجد مرفقات
eo: Neniuj aldonaĵoj trovitaj
es: No se encontraron adjuntos
fi: Liitteitä ei löytynyt
fr: Aucune pièce jointe trouvée
gl: Non se atoparon anexos.
hi: कोई अनुलग्नक नहीं मिला
hu: Nem találhatók mellékletek
ia: Nulle attachamentos trovate
nl: Geen bijlagen gevonden
pl: Nie znaleziono żadnych załączników
pt_br: Nenhum anexo encontrado
ru: Вложений не найдено
sv: Inga bilagor hittades
tr: Ek bulunamadı
uk: Долучень не знайдено
zh_tw: 找不到附件

source: %1 Attachment in room (Total: %2)
ar: لا يوجد مرفق في الغرفة (الإجمالي: %2)
eo: %1 Kunsendaĵo en ĉambro (Totalo: %2)
es: %1 adjunto en la sala (total: %2)
fi: Huoneessa on %1 liite (yhteensä: %2)
fr: %1 pièce jointe dans le salon (Total : %2)
gl: %1 anexo na sala (totais: %2).
hi: कमरे में %1 अटैचमेंट (कुल: %2)
hu: %1 melléklet a szobában (Összesen: %2)
ia: %1 Attachamento in sala (Total: %2)
nl: %1 bijlage in room (totaal: %2)
pl: %1 załącznik w pokoju (Razem: %2)
pt_br: %1 anexo na sala (total: %2)
ru: %1 вложение в комнате (всего: %2)
sv: %1 bilaga i rummet (totalt: %2)
tr: Odada %1 ek (Toplam: %2)
uk: %1 долучення у кімнаті (загалом: %2)
zh_tw: 聊天室中有 %1 個附件（總數：%2）

source: (Click here for Loading more…)
ar: (انقر هنا لتحميل المزيد…)
eo: (Alklaku ĉi tie por Ŝargi pli…)
es: (Pulse aquí para cargar más…)
fi: (Lataa lisää napsauttamalla tästä…)
gl: (prema aquí para cargar máis…)
hi: (अधिक जानकारी के लिए यहां क्लिक करें…)
hu: (Kattintson ide továbbiak betöltéséhez…)
pt_br: (Clique aqui para carregar mais…)
ru: (Нажмите здесь, чтобы загрузить ещё…)
tr: (Daha fazla yüklemek için buraya tıklayın…)
zh_tw: (按一下此處載入更多…)

# @title:window
source: Display Image
ar: اعرض الصورة
eo: Montri Bildon
es: Mostrar imagen
fi: Näytä kuva
fr: Afficher une image
gl: Amosar a imaxe
hi: प्रदर्शन छवि
hu: Kép megjelenítése
ia: Monstra imagine
nl: Afbeelding tonen
pl: Wyświetl obraz
pt_br: Exibir imagem
ru: Показ изображения
sv: Visa bild
tr: Görüntülenen Görsel
uk: Показ зображення
zh_tw: 顯示影像

source: Copy Image to Clipboard
ar: انسخ الصورة إلى الحافظة
eo: Kopii Bildon al Tondujo
es: Copiar imagen al portapapeles
fi: Kopioi kuva leikepöydälle
fr: Copier l'image dans le presse-papier
gl: Copiar a imaxe no portapapeis
hi: छवि को क्लिपबोर्ड पर कॉपी करें
hu: Kép másolása a vágólapra
ia: Copia image in area de transferentia
nl: Afbeelding naar klembord kopiëren
pl: Skopiuj obraz do schowka
pt_br: Copiar imagem para a área de transferência
ru: Копировать изображение в буфер обмена
sv: Kopiera bild till klippbordet
tr: Görseli Panoya Kopyala
uk: Копіювати зображення до буфера
zh_tw: 複製影像到剪貼簿

source: Copy Location to Clipboard
ar: انسخ المكان إلى الحافظة
eo: Kopii Lokon al Tondujo
es: Copiar localización al portapapeles
fi: Kopioi sijainti leikepöydälle
fr: Copier l'emplacement vers le presse-papier
gl: Copiar a localización no portapapeis
hi: स्थान को क्लिपबोर्ड पर कॉपी करें
hu: Hely másolása a vágólapra
ia: Copia location a area de transferentia
nl: Locatie naar klembord kopiëren
pl: Skopiuj położenie do schowka
pt_br: Copiar localização para a área de transferência
ru: Копировать расположение в буфер обмена
sv: Kopiera plats till klippbordet
tr: Konumu Panoya Kopyala
uk: Копіювати адресу до буфера
zh_tw: 複製位置到剪貼簿

source: Other Application...
ar: تطبيق آخر...
es: Otra aplicación…
fi: Muu sovellus…
pt_br: Outro aplicativo...
tr: Başka Uygulama…
zh_tw: 其他應用程式…

source: Show previous image
ar: اعرض الصورة السابقة
es: Mostrar imagen previa
fi: Näytä edellinen kuva
gl: Amosar a imaxe anterior
pt_br: Mostrar imagem anterior
ru: Показать предыдущее изображение
tr: Önceki görseli göster
zh_tw: 顯示上一張圖片

source: Show next image
ar: اعرض الصورة التالية
es: Mostrar imagen siguiente
fi: Näytä seuraava kuva
gl: Amosar a seguinte imaxe
pt_br: Mostrar próxima imagem
ru: Показать следующее изображение
tr: Sonraki görseli göster
zh_tw: 顯示下一張圖片

# @label:textbox
source: Zoom:
ar: التكبيرة:
eo: Zomo:
fi: Lähennys:
gl: Ampliación:
hi: ज़ूम:
hu: Nagyítás:
ru: Масштаб:
tr: Yakınlaştır:
zh_tw: 縮放：

# @action:button
source: Fit to View
ar: ناسب العرض
eo: Adapti al Vido
es: Ajustar a la vista
fi: Sovita näkymään
gl: Axustar á vista
hi: देखने के लिए उपयुक्त
hu: Nézethez igazítás
pt_br: Ajustar à visualização
ru: По размеру экрана
tr: Görünüme Sığdır
zh_tw: 適合檢視大小

source: Save Image
ar: احفظ الصّورة
eo: Konservi Bildon
es: Guardar imagen
fi: Tallenna kuva
fr: Enregistrer une image
gl: Gardar a imaxe
hi: चित्र को सेव करें
hu: Kép mentése
ia: Salveguarda imagine
nl: Afbeelding opslaan
pl: Zapisz obraz
pt_br: Salvar imagem
ru: Сохранить изображение
sv: Spara bild
tr: Görseli Kaydet
uk: Збереження зображення
zh_tw: 儲存影像

source: %1 Message in room (Total: %2)
ar: لا يوجد رسالة في الغرفة (المجموع: %2)
eo: %1 Mesaĝo en ĉambro (Totalo: %2)
es: %1 mensaje en la sala (total: %2)
fi: Huoneessa on %1 viesti (yhteensä: %2)
fr: %1 message dans le salon (total : %2)
gl: %1 mensaxe na sala (totais: %2)
hi: %1 कमरे में संदेश (कुल: %2)
hu: %1 üzenet a szobában (Összesen: %2)
ia: %1 message in sala (Total: %2)
nl: %1 bericht in room (totaal: %2)
pl: %1 wiadomość w pokoju (Razem: %2)
pt_br: %1 mensagem na sala (total: %2)
ru: %1 сообщение в комнате (всего: %2)
sv: %1 meddelande i rummet (totalt : %2)
tr: Odada %1 ileti (Toplam: %2)
uk: %1 повідомлення у кімнаті (загалом: %2)
zh_tw: 聊天室中有 %1 則訊息（總數：%2）

# @title:window
source: Show Mentions Messages - %1
ar: اعرض رسائل الإشارات - %1
eo: Montri Menciajn Mesaĝojn - %1
es: Mostrar menciones de mensajes - %1
fi: Näytä mainintaviestit – %1
fr: Afficher les messages de citation - %1
gl: Amosar as mensaxes de mencións — %1
hi: उल्लेख संदेश दिखाएँ - %1
hu: Említést tartalmazó üzenetek megjelenítése - %1
nl: Vermeldingsberichten tonen - %1
pl: Pokaż wiadomości wspominające - %1
pt_br: Mostrar mensagens de menções - %1
ru: Показ сообщений с упоминаниями — %1
sv: Visa omnämningsmeddelanden: %1
tr: Değinilen İletileri Göster — %1
uk: Показ повідомлень зі згадками – %1
zh_tw: 顯示提及訊息 - %1

# @title:window
source: Show Pinned Messages - %1
ar: اعرض الرسائل المثبتة - %1
eo: Montri Alpinglitajn Mesaĝojn - %1
es: Mostrar mensajes fijados - %1
fi: Näytä kiinnitetyt viestit – %1
fr: Afficher les messages épinglés - %1
gl: Amosar as mensaxes fixadas — %1
hi: पिन किए गए संदेश दिखाएं - %1
hu: Kitűzött üzenetek megjelenítése - %1
nl: Vastgepinde berichten tonen - %1
pl: Pokaż przypięte wiadomości - %1
pt_br: Mostrar mensagens fixadas - %1
ru: Показ закреплённых сообщений — %1
sv: Visa uppsatta meddelanden: %1
tr: Sabitlenen İletileri Göster — %1
uk: Показ пришпилених повідомлень – %1
zh_tw: 顯示置頂訊息 - %1

# @title:window
source: Show Starred Messages - %1
ar: اعرض الرسائل المميزة - %1
eo: Montri Stelatajn Mesaĝojn - %1
es: Mostrar mensajes favoritos - %1
fi: Näytä tähdellä merkityt viestit – %1
fr: Afficher les messages notés - %1
gl: Amosar as mensaxes marcadas — %1
hi: तारांकित संदेश दिखाएँ - %1
hu: Csillagozott üzenetek megjelenítése - %1
nl: Berichten met sterren tonen - %1
pl: Pokaż wyróżnione wiadomości - %1
pt_br: Mostrar mensagens com estrela - %1
ru: Показ сообщений со звёздочкой — %1
sv: Visa stjärnmärkta meddelanden: %1
tr: Yıldızlanan İletileri Göster — %1
uk: Показ повідомлень із зіркою – %1
zh_tw: 顯示收藏的訊息 - %1

source: Following
ar: متابعة
es: Siguiendo
fi: Seuratut
fr: En suivant
gl: En seguimento
hu: Követés
ia: Sequente
nl: Bezig met volgen
pl: Podążanie
pt_br: Seguindo
ru: Отслеживается
sv: Följer
tr: Takip Ediliyor
uk: Стеження
zh_tw: 正在跟隨

# @title:window
source: Show Threads Messages
ar: اعرض رسائل السلاسل
eo: Montri Fadenojn Mesaĝojn
es: Mostrar mensajes de hilos
fi: Näytä säieviestit
fr: Afficher les fils de discussions
gl: Amosar as mensaxes de fíos
hi: थ्रेड संदेश दिखाएं
hu: Szálüzenetek megjelenítése
ia: Monstra messages de topicos
nl: Berichten uit threads tonen
pl: Pokaż wiadomość wątku
pt_br: Mostrar mensagens do tópico
ru: Показ сообщений в ветках
sv: Visa trådmeddelanden
tr: İleti Dizilerini Göster
uk: Показ повідомлень із гілками
zh_tw: 顯示對話串訊息

# @title:window
source: Upload File
ar: ارفع ملف
eo: Alŝuti Dosieron
es: Subir archivo
fi: Lähetä tiedosto
fr: Envoyer un fichier
gl: Subir un ficheiro
hi: फ़ाइल अपलोड करें
hu: Fájl feltöltése
ia: Incarga file
nl: Bestand uploaden
pl: Wyślij plik
pt_br: Enviar arquivo
ru: Отправка файла
sv: Ladda upp fil
tr: Dosyayı Karşıya Yükle
uk: Вивантаження файла
zh_tw: 上傳檔案

# @title:window
source: Upload Image
ar: افتح صورة
eo: Alŝuti Bildon
es: Subir imagen
fi: Lähetä kuva
gl: Subir unha imaxe
hi: तस्विर अपलोड करना
hu: Kép feltöltése
pt_br: Enviar imagem
ru: Отправка изображения
tr: Görseli Karşıya Yükle
zh_tw: 上傳影像

source: File Name:
ar: اسم الملف:
eo: Dosiernomo:
es: Nombre del archivo:
fi: Tiedostonimi:
gl: Nome de ficheiro:
hi: फ़ाइल का नाम:
hu: Fájlnév:
pt_br: Nome do arquivo:
ru: Имя файла:
tr: Dosya adı:
zh_tw: 檔案名稱：

# @title:window
source: Join Room - %1
ar: انضم إلى الغرفة - %1
eo: Aliĝi al Ĉambro - %1
es: Unirse a la sala - %1
fi: Liity huoneeseen – %1
gl: Unirse á sala — %1
hi: रूम में शामिल हों - %1
hu: Csatlakozás a szobához - %1
pt_br: Entrar na sala - %1
ru: Присоединение к комнате — %1
tr: Odaya Katıl — %1
zh_tw: 加入聊天室 - %1

# @title:window
source: Open Private Conversation - %1
ar: افتح محادثة خاصة - %1
eo: Malfermi Privatan Konversacion - %1
es: Abrir una conversación privada - %1
fi: Avaa yksityiskeskustelu – %1
gl: Abrir unha conversa privada — %1
hi: निजी वार्तालाप खोलें - %1
hu: Személyes beszélgetés indítása - %1
pt_br: Abrir conversa privada - %1
ru: Открытие конфиденциального разговора — %1
tr: Özel Konuşma Başlat — %1
zh_tw: 開啟私人對話 - %1

# @title:window
source: Join Team - %1
ar: انضم إلى الفريق - %1
eo: Aliĝi al Teamo - %1
es: Unirse al equipo - %1
fi: Liity työryhmään – %1
gl: Unirse ao equipo — %1
hi: टीम में शामिल हों - %1
hu: Csatlakozott a csapathoz - %1
pt_br: Entrar na equipe - %1
ru: Присоединение к команде — %1
tr: Takıma Katıl — %1
zh_tw: 加入團隊 - %1

# @action:button
source: Join
ar: انضم
eo: Aliĝi
es: Unirse
fi: Liity
gl: Unirse
hi: जोड़ना
hu: Csatlakozás
pt_br: Entrar
ru: Присоединиться
tr: Katıl
zh_tw: 加入

# @action:button
source: Open Private Message
ar: افتح الرسالة الخاصة
eo: Malfermi Privatan Mesaĝon
es: Abrir mensaje privado
fi: Avaa yksityisviesti
gl: Abrir a mensaxe privada
hi: निजी संदेश खोलें
hu: Személyes üzenet megnyitása
pt_br: Abrir mensagem privada
ru: Открыть конфиденциальное сообщение
tr: Özel İletiyi Aç
zh_tw: 開啟私訊

source: You are not authorized to view this page.
ar: غير مسموح لك بمشاهدة هذه الصفحة.
eo: Vi ne rajtas vidi ĉi tiun paĝon.
es: No está autorizado a ver esta página.
fi: Sinua ei ole valtuutettu näkemään tätä sivua.
gl: Non ten autorización para ver a páxina.
hi: आप इस पृष्ठ को देखने के लिए अधिकृत नहीं हैं।
hu: Ön nincs felhatalmazva ennek az oldalnak a megtekintésére.
pt_br: Você não está autorizado a visualizar esta página.
ru: Недостаточно прав для просмотра этой страницы.
tr: Bu sayfayı görüntüleme yetkiniz yok.
zh_tw: 您未獲授權檢視此頁面。

# @info:placeholder
source: Search rooms…
ar: ابحث عن الغرف…
eo: Serĉi ĉambrojn…
es: Buscar salas…
fi: Etsi huoneita…
gl: Buscar nas salas…
hi: कमरे खोजें…
hu: Szobák keresése…
pt_br: Pesquisar salas…
ru: Поиск комнат…
tr: Odalar ara…
zh_tw: 搜尋聊天室…

# @info:placeholder
source: Search teams…
ar: ابحث في الفرق…
eo: Serĉi teamojn…
es: Buscar equipos…
fi: Etsi työryhmiä…
gl: Buscar nos equipos…
hi: खोज दल…
hu: Csapatok keresése…
pt_br: Pesquisar equipes…
ru: Поиск команд…
tr: Takımlar ara…
zh_tw: 搜尋團隊…

# @action
source: Join…
ar: انضم…
eo: Aliĝi…
es: Unirse…
fi: Liity…
gl: Unirse…
hi: जोड़ना…
hu: Csatlakozás…
pt_br: Entrar…
ru: Присоединиться…
tr: Odaya Katıl…
zh_tw: 加入…
