Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

# @title:window
source: Edit Role
ar: حرر الدور
eo: Redakti Rolon
es: Editar rol
fi: Muokkaa roolia
fr: Modifier un rôle
gl: Editar o rol
hi: भूमिका संपादित करें
hu: Szerep szerkesztése
ia: Modifica Rolo
nl: Rol bewerken
pl: Edytuj rolę
pt_br: Editar função
ru: Изменение роли
sv: Redigera roll
tr: Rolü Düzenle
uk: Редагування ролі
zh_tw: 編輯角色

# @option:check
source: Use Two Factor Authentication
ar: استخدم الاستيثاق الثنائي
eo: Uzi Dufaktoran Aŭtentigon
es: Usar autenticación de dos factores
fi: Käytä kahden tekijän todennusta
gl: Usar autenticación de dous factores.
hi: दो कारक प्रमाणीकरण का उपयोग करें
hu: Kétfaktoros hitelesítés használata
pt_br: Usar autenticação de dois fatores
ru: Использовать двухфакторную аутентификацию
tr: İki adımlı kimlik doğrulama kullan
zh_tw: 使用兩步驟驗證

source: Description:
ar: الوصف:
eo: Priskribo:
es: Descripción:
fi: Kuvaus:
gl: Descrición:
hi: विवरण:
hu: Leírás:
nl: Beschrijving:
pl: Opis:
pt_br: Descrição:
ru: Описание:
sv: Beskrivning:
tr: Açıklama:
uk: Опис:
zh_tw: 描述：

source: Scope:
ar: النطاق:
eo: Amplekso:
es: Ámbito:
fi: Laajuus:
fr: Portée :
gl: Ámbito:
hi: दायरा:
hu: Hatókör:
ia: Extension:
nl: Bereik:
pl: Zakres:
pt_br: Escopo:
ru: Область:
sv: Omfattning:
tr: Kapsam:
uk: Область:
zh_tw: 範疇：

# @title:window
source: Users in Role
ar: المستخدمون في الدور
eo: Uzantoj en Rolo
es: Usuarios en el rol
fi: Roolin käyttäjät
fr: Utilisateurs dans un rôle
gl: Xente co rol
hi: भूमिका में उपयोगकर्ता
hu: Felhasználók a szerepben
ia: Usatores in Rolo
nl: Gebruikers in rol
pl: Użytkowników w roli
pt_br: Usuários na função
ru: Пользователи в роли
sv: Användare i roll
tr: Roldeki Kullanıcılar
uk: Користувачі у ролі

# @info:placeholder
source: Search users…
ar: ابحث في المستخدمين…
eo: Serĉi uzantojn…
es: Buscar usuarios…
fi: Etsi käyttäjiä…
gl: Buscar entre a xente…
hi: उपयोगकर्ताओं को खोजें…
hu: Felhasználók keresése…
pt_br: Pesquisar usuários…
ru: Поиск пользователей…
tr: Kullanıcılar ara…
zh_tw: 搜尋使用者…

# @title:window
source: Add Users in Role
ar: أضف مستخدمين في الدور
eo: Aldoni Uzantojn en Rolo
es: Añadir usuarios al rol
fi: Lisää rooliin käyttäjiä
fr: Ajouter des utilisateurs dans un rôle
gl: Engadir xente ao rol
hi: उपयोगकर्ताओं को भूमिका में जोड़ें
hu: Felhasználók hozzáadása a szerephez
ia: Adde Usatores in Rolo
nl: Gebruikers in rol toevoegen
pl: Dodaj użytkowników w roli
pt_br: Adicionar usuários na função
ru: Добавление пользователей в роль
sv: Lägg till användare i roll
tr: Role Kullanıcıları Ekle
uk: Додавання користувачів до ролі

source: Do you want to remove this user "%1"?
ar: هل تريد إزالة هذا المستخدم "%1"؟
eo: Ĉu vi volas forigi ĉi tiun uzanton "%1"?
es: ¿Quiere eliminar este usuario «%1»?
fi: Haluatko poistaa käyttäjän ”%1”?
fr: Voulez-vous vraiment supprimer cet utilisateur « %1 » ?
gl: Quere retirar a persoa usuaria «%1»?
hi: क्या आप इस उपयोगकर्ता "%1" को हटाना चाहते हैं?
hu: Szeretné eltávolítani ezt a felhasználót: „%1”?
ia: Tu vole remover iste usator "%1"?
nl: Wilt u deze gebruiker "%1" verwijderen?
pl: Czy usunąć tego użytkownika "%1"?
pt_br: Deseja remover este usuário "%1"?
ru: Удалить запись пользователя «%1»?
sv: Vill du ta bort användaren "%1"?
tr: “%1” kullanıcısını kaldırmak istiyor musunuz?
uk: Хочете вилучити запис користувача «%1»?
zh_tw: 您確定要將這個使用者「%1」移除嗎？

# @title:window
source: Remove User
ar: أزِل مستخدم
eo: Forigi Uzanton
es: Eliminar usuario
fi: Poista käyttäjä
gl: Retirar a persoa usuaria
hi: उपयोगकर्ता हटाएँ
hu: Felhasználó eltávolítása
pt_br: Excluir usuário
ru: Удаление пользователя
tr: Kullanıcıyı Kaldır
zh_tw: 移除使用者

source: No user found
ar: لم يعثر على أي مستخدم
eo: Neniu uzanto trovita
es: No se encontró ningún usuario
fi: Käyttäjää ei löytynyt
fr: Aucun utilisateur trouvé
gl: Non se atopou ningunha persoa usuaria.
hi: कोई उपयोगकर्ता नहीं मिला
hu: Nem található felhasználó
ia: Nulle Usator trovate
nl: Geen gebruiker gevonden
pl: Nie znaleziono żadnego użytkownika
pt_br: Nenhum usuário encontrado
ru: Пользователей не найдено
sv: Ingen användare hittades
tr: Kullanıcı bulunamadı
uk: Користувача не знайдено
zh_tw: 找不到使用者

source: %1 user (Total: %2)
ar: لا يوجد أي مستخدمين (المجموع: %2)
eo: %1 uzanto (Totalo: %2)
es: %1 usuario (Total: %2)
fi: %1 käyttäjä (kaikkiaan: %2)
fr: Utilisateur %1 (Total : %2)
gl: %1 persoa usuaria (totais: %2).
hi: %1 उपयोगकर्ता (कुल: %2)
hu: %1 felhasználó (Összesen: %2)
ia: %1 usator (Total: %2)
nl: %1 gebruiker (totaal: %2)
pl: %1 użytkownik (Razem: %2)
pt_br: %1 usuário (total: %2)
ru: %1 пользователь (всего: %2)
sv: %1 användare (totalt : %2)
tr: %1 kullanıcı (Toplam: %2)
uk: %1 користувач (загалом: %2)
zh_tw: %1 個使用者 (總共：%2)

# @option:check
source: Default
ar: المبدئي:
eo: Defaŭlta
es: Por omisión
fi: Oletus
gl: Predeterminada.
hi: गलती करना
hu: Alapértelmezett
pt_br: Padrão
ru: По умолчанию
tr: Öntanımlı
zh_tw: 預設

# @option:check
source: Favorite
ar: المفضّلة
eo: Ŝatata
es: Favorito
fi: Suosikki
gl: Favorita.
hi: पसंदीदा
hu: Kedvenc
pt_br: Favorito
ru: Избранное
tr: Sık kullanılan
zh_tw: 收藏

# @option:check
source: Featured
ar: مُختارة
eo: Prezentita
es: Destacado
fi: Esitellyt
gl: Promovida.
hi: प्रदर्शित
hu: Kiemelt
pt_br: Destacado
ru: Рекомендованное
tr: Öne çıkan

# @title:window
source: Edit Direct Room
ar: حرر الغرفة المباشرة
eo: Redakti Rektan Ĉambron
es: Editar sala directa
fi: Muokkaa suoraa huonetta
fr: Modifier un salon direct
gl: Editar a sala directa
hi: डायरेक्ट रूम संपादित करें
hu: Közvetlen szoba szerkesztése
ia: Modifica Sala Directe
nl: Direct room bewerken
pl: Edytuj bezpośredni pokój
pt_br: Editar sala direta
ru: Изменение личной комнаты
sv: Redigera direkt rum
tr: Doğrudan Odayı Düzenle
uk: Безпосереднє редагування кімнати
zh_tw: 編輯私訊聊天室

# @title:window
source: Edit Room
ar: حرّر الغرفة
eo: Redakti Ĉambron
es: Editar sala
fi: Muokkaa huonetta
fr: Modifier un salon
gl: Editar a sala
hi: कक्ष संपादित करें
hu: Szoba szerkesztése
ia: Modifica Sala
nl: Room bewerken
pl: Edytuj pokój
pt_br: Editar sala
ru: Изменение комнаты
sv: Redigera rum
tr: Odayı Düzenle
uk: Редагування кімнати
zh_tw: 編輯聊天室

# @option:check
source: Private
ar: خاص
eo: Privata
es: Privado
fi: Yksityinen
gl: Privada.
hi: निजी
hu: Személyes
pt_br: Privado
ru: Закрытая
tr: Özel
zh_tw: 私密

# @option:check
source: Read-Only
ar: للقراءة فقط
eo: Nur-Legebla
es: Solo lectura
fi: Vain luku
gl: Só lectura.
hi: केवल पढ़ने के लिए
hu: Csak olvasható
pt_br: Somente leitura
ru: Только чтение
tr: Saltokunur
zh_tw: 唯讀

# @option:check
source: Archived
ar: مؤرشفة
eo: Arkivita
es: Archivado
fi: Arkistoitu
gl: Arquivada.
hi: संग्रहीत
hu: Archivált
pt_br: Arquivado
ru: В архиве
tr: Arşivlenmiş
zh_tw: 已封存

source: Room's Creator:
ar: منشئ الغرفة:
eo: Kreinto de Ĉambro:
es: Creador de la sala:
fi: Huoneen luonut:
gl: Autoría da sala:
hi: कमरे के निर्माता:
hu: Szoba létrehozója:
pt_br: Criador da sala:
ru: Создатель комнаты:
tr: Odanın yaratıcısı:
zh_tw: 聊天室建立者：

source: Comment:
ar: التعليق:
eo: Komento:
es: Comentario:
fi: Huomautus:
fr: Commentaire :
gl: Comentario:
hi: टिप्पणी:
hu: Megjegyzés:
ia: Commento:
nl: Toelichting:
pl: Uwagi:
pt_br: Comentário:
ru: Комментарий:
sv: Kommentar:
tr: Yorum:
uk: Коментар:
zh_tw: 備註：

source: Announcement:
ar: الإعلان:
eo: Anonco:
es: Anuncio:
fi: Ilmoitus:
fr: Annonce :
gl: Anuncio:
hi: घोषणा:
hu: Közlemény:
ia: Annuncio:
nl: Aankondiging:
pl: Obwieszczenie:
pt_br: Anúncio:
ru: Объявление:
sv: Tillkännagivande:
tr: Duyuru:
uk: Оголошення:
zh_tw: 公告：

# @label:textbox
source: Only authorized users can write new messages
ar: يمكن للمستخدمين المصرحين فقط كتابة رسائل جديدة
eo: Nur rajtigitaj uzantoj povas skribi novajn mesaĝojn
es: Solo los usuarios autorizados pueden escribir nuevos mensajes
fi: Vain valtuutetut voivat kirjoittaa uusia viestejä
gl: Só a xente autorizada pode escribir novas mensaxes.
hi: केवल अधिकृत उपयोगकर्ता ही नए संदेश लिख सकते हैं
hu: Csak az engedélyezett felhasználók írhatnak új üzeneteket
pt_br: Somente usuários autorizados podem escrever novas mensagens
ru: Написание новых сообщений доступно только пользователям с соответствующими правами
tr: Yalnızca yetkilendirilmiş kullanıcılar yeni iletiler yazabilir.

# @label:textbox
source: Just invited people can access this channel.
ar: فقط المدعوون يمكنهم الوصول إلى هذه القناة.
eo: Nur invititaj homoj povas aliri ĉi kanalon.
es: Solo las personas invitadas pueden unirse a este canal.
fi: Vain kutsutut voivat päästä tälle kanavalle.
gl: Só a xente con invitación pode acceder a esta canle.
hi: केवल आमंत्रित लोग ही इस चैनल तक पहुंच सकते हैं।
hu: Csak a meghívott személyek férhetnek hozzá ehhez a csatornához.
pt_br: Somente pessoas convidadas podem acessar este canal.
ru: Доступ к этому каналу есть только у приглашённых людей
tr: Yalnızca davet edilmiş kullanıcılar bu kanala erişebilir.

# @option:check
source: Direct
ar: مباشر
eo: Rekta
es: Directo
fi: Suora
gl: Directa.
hi: प्रत्यक्ष
hu: Közvetlen
pt_br: Direta
ru: Личная
tr: Doğrudan
zh_tw: 私訊

# @option:check
source: Public
ar: عام
eo: Publiko
es: Pública
fi: Julkinen
gl: Pública.
hi: जनता
hu: Nyilvános
pt_br: Público
ru: Открытая
tr: Genel
zh_tw: 公開

# @option:check
source: Discussions
ar: مناقشات
eo: Diskutoj
es: Discusiones
fi: Keskustelut
gl: Conversas
hi: चर्चाएँ
hu: Megbeszélések
pt_br: Discussões
ru: Обсуждения
tr: Tartışmalar
zh_tw: 討論

# @option:check
source: Teams
ar: فرق
eo: Teamoj
es: Equipos
fi: Ryhmät
gl: Equipos
hi: टीमें
hu: Csapatok
pt_br: Equipes
ru: Команды
tr: Takımlar
zh_tw: 團隊

# @option:check
source: Omnichannel
ar: متعدد القنوات
es: Omnicanal
gl: Omnicanle
hi: ओमनीचैनल
hu: Összcsatorna
pt_br: Omnicanal
ru: Омниканал
tr: Tek kanal

# @info:placeholder
source: Search rooms
ar: غرف البحث
eo: Serĉi ĉambrojn
es: Buscar salas
fi: Etsi huoneita
gl: Buscar nas salas
hi: कमरे खोजें
hu: Szobák keresése
pt_br: Pesquisar salas
ru: Поиск комнат
tr: Odalar ara…
zh_tw: 搜尋聊天室

source: No room found
ar: لم يعثر على أي غرفة
eo: Neniu ĉambro trovita
es: No se encontró ninguna habitación
fi: Huonetta ei löytynyt
fr: Aucun salon trouvé
gl: Non se atopou ningunha sala.
hi: कोई कमरा नहीं मिला
hu: Nem található szoba
ia: Nulle Sala trovate
nl: Geen room gevonden
pl: Nie znaleziono żadnego pokoju
pt_br: Nenhuma sala encontrada
ru: Комнат не найдено
sv: Inget rum hittades
tr: Oda bulunamadı
uk: Кімнати не знайдено
zh_tw: 找不到聊天室

source: %1 room (Total: %2)
ar: لا يوجد أي غرفة (المجموع: %2)
eo: %1 ĉambro (Totalo: %2)
es: %1 sala (Total: %2)
fi: %1 huone (kaikkiaan: %2)
fr: Salon %1 (Total : %2)
gl: %1 sala (totais: %2).
hi: %1 कमरे (कुल: %2)
hu: %1 szoba (Összesen: %2)
ia: %1 sala (Total %2)
nl: %1 room (totaal: %2)
pl: %1 pokój (Razem: %2)
pt_br: %1 sala (total: %2)
ru: %1 комната (всего: %2)
sv: %1 rum (totalt : %2)
tr: %1 oda (Toplam: %2)
uk: %1 кімната (загалом: %2)
zh_tw: %1 個聊天室 (總共：%2)

# @title
source: Remove Room
ar: أزل الغرفة
eo: Forigi Ĉambron
es: Eliminar sala
fi: Poista huone
fr: Supprimer un salon
gl: Retirar a sala
hi: कमरा हटाएँ
hu: Szoba eltávolítása
ia: Remove Sala
nl: Uit room verwijderen
pl: Usuń pokój
pt_br: Excluir sala
ru: Удаление комнаты
sv: Ta bort rum
tr: Odayı Kaldır
uk: Вилучення кімнати
zh_tw: 移除聊天室

# @info:tooltip
source: Refresh
ar: حدّث
eo: Refreŝigi
es: Refrescar
fi: Virkistä
gl: Actualizar
hi: ताज़ा करना
hu: Frissítés
pt_br: Atualizar
ru: Обновить
tr: Yenile
zh_tw: 重新整理

# @action
source: Copy
ar: انسخ
eo: Kopii
es: Copiar
fi: Kopioi
gl: Copiar
hi: प्रतिलिपि
hu: Másolás
pt_br: Copiar
ru: Копировать
tr: Kopyala
zh_tw: 複製

source: Licenses
ar: الرّخص
eo: Licencoj
es: Licencias
fi: Lisenssit
fr: Licences
gl: Licenzas
hi: लाइसेंस
hu: Licencek
ia: Licentias
nl: Licenties
pl: Licencje
pt_br: Licenças
ru: Лицензии
sv: Licenser
tr: Lisanslar
uk: Ліцензування
zh_tw: 授權證

source: Auditing
ar: يدقق
eo: Revizio
es: Auditando
fi: Auditointi
fr: Vérification en cours
gl: Auditoría
hi: लेखा परीक्षा
hu: Auditálás
ia: Controlo (Auditing)
nl: Controleren
pl: Sprawdzanie
pt_br: Auditoria
ru: Аудит
sv: Revision
tr: Denetleme
uk: Аудит
zh_tw: 稽核

source: Canned Responses
ar: الردود المعلبة
eo: Enladigitaj Respondoj
es: Mensajes preparados
fi: Hylätyt vastaukset
fr: Réponses en attente
gl: Responsas predefinidas
hi: तैयार जवाब
hu: Sablonválaszok
ia: Responsas conservate (canned)
nl: Ingeblikte antwoorden
pl: Częste odpowiedzi
pt_br: Modelos de resposta
ru: Шаблоны ответов
sv: Fördefinierade svar
tr: Hazır Yanıtlar
uk: Консервовані повідомлення

source: Engagement Dashboard
ar: لوحة معلومات المشاركة
eo: Engaĝiĝa Panelo
es: Agenda
fi: Osallistumiskojelauta
fr: Tableau de bord des engagements
gl: Panel de participación
hi: सहभागिता डैशबोर्ड
hu: Részvételi vezérlőpult
ia: Pannello de instrumentos de ingagiamento
nl: Dashboard met engagementen
pl: Deska zaangażowania
pt_br: Painel de engajamento
ru: Панель мониторинга вовлечённости
sv: Engagemangsinstrumentpanel
tr: Etkinlik Gösterge Tablosu
uk: Панель залученості

source: Read Receipts
ar: اقرأ الإيصالات
eo: Legi Kvitancojn
es: Acuses de recibo leídos
fi: Lue kuittaukset
gl: Comprobantes de lectura
hi: रसीदें पढ़ें
hu: Olvasási nyugták
pt_br: Recibos de leitura
ru: Подтверждения прочтения
tr: Okundu Makbuzları

source: Deployment ID
ar: معرف النشر
eo: Deploja ID
es: Id del despliegue
fr: ID de déploiement
gl: Identificador de implantación
hi: परिनियोजन आईडी
hu: Üzembe állítás azonosítója
ia: ID de dislocamento
nl: Inzet-ID
pl: ID wdrożenia
pt_br: ID de implantação
ru: Идентификатор развёртывания
sv: Utplaceringsid
tr: Konuşlanma Kimliği
uk: Ід. розгортання

source: Rocket.Chat App Users
ar: مستخدمي تطبيق روكت تشات
eo: Rocket.Chat App-Uzantoj
es: Usuarios de la aplicación Rocket.Chat
fi: Rocket.Chat-sovelluskäyttäjät
fr: Utilisateurs de l'application « Rocket.Chat »
gl: Persoas usuarias da aplicación Rocket.Chat
hi: रॉकेट.चैट ऐप उपयोगकर्ता
hu: Rocket.Chat alkalmazás felhasználói
ia: Usatores de App Rocket.Chat
nl: Rocket.Chat App gebruikers
pl: Użytkownicy programu Rocket.Chat
pt_br: Usuários do aplicativo Rocket.Chat
ru: Пользователи приложения Rocket.Chat
sv: Användare av Rocket Chat-app
tr: Rocket.Chat Uygulaması Kullanıcıları
uk: Користувачів програми Rocket.Chat
zh_tw: Rocket.Chat 應用程式使用者

source: Total Uploads Size
ar: حجم الرفع الكلي
eo: Entuta Alŝuta Grandeco
es: Total del tamaño de las subidas
fi: Lähetysten yhteiskoko
fr: Cumul de la taille des transferts
gl: Tamaño total das subidas
hi: कुल अपलोड आकार
hu: Összes feltöltés mérete
ia: Grandor de Incargamentos Total
nl: Totale grootte uploads
pl: Rozmiar wysłanych danych
pt_br: Tamanho total dos envios
ru: Общий размер отправок
sv: Total uppladdningsstorlek
tr: Toplam Karşıya Yükleme Boyutu
uk: Загальний розмір вивантажень
zh_tw: 上傳總計大小

source: Total Uploads
ar: عدد المرفوعات
eo: Sumaj Alŝutoj
es: Subidas totales
fi: Lähetyksiä kaikkiaan
fr: Total des transferts
gl: Subidas totais
hi: कुल अपलोड
hu: Összes feltöltés
ia: Incargamentos Total
nl: Totaal aantal uploads
pl: Liczba wysłanych
pt_br: Total dos envios
ru: Всего отправок
sv: Antal uppladdningar
tr: Toplam Karşıya Yükleme
uk: Загалом вивантажень

source: Online Users
ar: مستخدمين متصلين
eo: Interretaj Uzantoj
es: Usuarios conectados
fi: Verkossa olevat käyttäjät
fr: Utilisateurs connectés
gl: Xente en liña
hi: ऑनलाइन उपयोगकर्ता
hu: Elérhető felhasználók
ia: Usatores in Linea
nl: Online gebruikers
pl: Dostępni użytkownicy
pt_br: Usuários conectados
ru: Пользователи в сети
sv: Uppkopplade användare
tr: Çevrimiçi Kullanıcılar
uk: Користувачів у мережі
zh_tw: 線上使用者數

source: Away Users
ar: مستخدمين بعيدين
eo: For-Uzantoj
es: Usuarios fuera
fi: Poissa olevat käyttäjät
fr: Utilisateurs absents
gl: Persoas usuarias ausentes
hi: दूर उपयोगकर्ता
hu: Távol lévő felhasználók
ia: Usatores absente
nl: Afwezige gebruikers
pl: Użytkownicy niedostępni
pt_br: Usuários ausentes
ru: Отсутствующие пользователи
sv: Frånvarande användare
tr: Uzaktaki Kullanıcılar
uk: Відсутніх користувачів
zh_tw: 離席的使用者

source: Offline Users
ar: مستخدمين غير متصلين
eo: Senretaj Uzantoj
es: Usuarios desconectados
fi: Verkottomat käyttäjät
fr: Utilisateurs déconnectés
gl: Persoas usuarias desconectadas
hi: ऑफ़लाइन उपयोगकर्ता
hu: Kilépett felhasználók
ia: Usatores foras de linea
nl: Offlinegebruikers
pl: Niedostępni użytkownicy
pt_br: Usuários desconectados
ru: Пользователи не в сети
sv: Nerkopplade användare
tr: Çevrimdışı Kullanıcılar
uk: Користувачів поза мережею
zh_tw: 離線使用者數

source: Busy Users
ar: مستخدمين مشغولين
eo: Okupitaj Uzantoj
es: Usuarios ocupados
fi: Varatut käyttäjät
gl: Persoas usuarias ocupadas
hi: व्यस्त उपयोगकर्ता
hu: Elfoglalt felhasználók
pt_br: Usuários ocupados
ru: Занятые пользователи
tr: Meşgul Kullanıcılar
zh_tw: 忙碌使用者數

source: Activated Users
ar: مستخدمين نشيطين
eo: Aktivigitaj Uzantoj
es: Usuarios activados
fi: Aktivoidut käyttäjät
fr: Utilisateurs activés
gl: Persoas usuarias activadas
hi: सक्रिय उपयोगकर्ता
hu: Aktivált felhasználók
ia: Usatores activate
nl: Geactiveerde gebruikers
pl: Włączeniu użytkownicy
pt_br: Usuários ativados
ru: Активированные пользователи
sv: Aktiverade användare
tr: Etkinleştirilmiş Kullanıcılar
uk: Активованих користувачів
zh_tw: 已啟用使用者數

source: Activated Guests
ar: ضيوف مفعلين
eo: Aktivigitaj Gastoj
es: Invitados activados
fi: Aktivoidut vieraat
fr: Invités activés
gl: Persoas visitantes activadas
hi: सक्रिय अतिथि
hu: Aktivált vendégek
ia: Hospites activate
nl: Geactiveerde gasten
pl: Włączeni goście
pt_br: Convidados ativados
ru: Активированные гости
sv: Aktiverade gäster
tr: Etkinleştirilmiş Konuklar
uk: Активованих гостьових

source: Deactivated Users
ar: المستخدمين غير النشيطين
eo: Malaktivigitaj Uzantoj
es: Usuarios desactivados
fi: Passivoidut käyttäjät
fr: Utilisateurs activés
gl: Persoas usuarias desactivadas
hi: निष्क्रिय उपयोगकर्ता
hu: Inaktivált felhasználók
ia: Deactiva Usatores
nl: Gedeactiveerde gebruikers
pl: Wyłączeni użytkownicy
pt_br: Total de usuários desativados
ru: Деактивированные пользователи
sv: Inaktiverade användare
tr: Pasifleştirilen Kullanıcılar
uk: Деактивованих користувачів
zh_tw: 已停用使用者數

source: Total Channels
ar: إجمالي القنوات
eo: Tutaj Kanaloj
es: Total de canales
fi: Kanavia kaikkiaan
fr: Total des canaux
gl: Canles totais
hi: कुल चैनल
hu: Összes csatorna
ia: Canales Total
nl: Totaal aantal kanalen
pl: Razem kanałów
pt_br: Total de canais
ru: Всего каналов
sv: Antal kanaler
tr: Toplam Kanal
uk: Загалом каналів
zh_tw: 總頻道數

source: Total Rooms
ar: إجمالي الغرف
eo: Tutaj Ĉambroj
es: Total de salas
fi: Huoneita kaikkiaan
fr: Total des salons
gl: Salas totais
hi: कुल कमरे
hu: Összes szoba
ia: Salas Total
nl: Totaal aantal rooms
pl: Liczba pokojów
pt_br: Total de salas
ru: Всего комнат
sv: Antal rum
tr: Toplam Oda
uk: Загалом кімнат
zh_tw: 聊天室總數

source: Total Private Groups
ar: مجموع المجموعات الخاصة
eo: Tutaj Privataj Grupoj
es: Total de grupos privados
fi: Yksityisiä ryhmiä kaikkiaan
fr: Total des groupes privés
gl: Grupos privados totais
hi: कुल निजी समूह
hu: Összes személyes csoport
ia: Gruppos Private Total
nl: Totaal aantal private groepen
pl: Liczba prywatnych grup
pt_br: Total de grupos privados
ru: Всего закрытых групп
sv: Antal privata grupper
tr: Toplam Özel Grup
uk: Загалом приватних груп
zh_tw: 私人群組總數

source: Total Direct Message Rooms
ar: إجمالي غرف الرسائل المباشرة
eo: Totalaj Rektaj Mesaĝaj Ĉambroj
es: Total de salas de mensajes directos
fi: Suoraviestihuoneita kaikkiaan
fr: Nombre total de salons de messages directs
gl: Salas totais de mensaxes directas
hi: कुल प्रत्यक्ष संदेश कक्ष
hu: Összes közvetlenüzenet-szoba
nl: Totaal aantal directe berichtenrooms
pl: Łączna liczba pokojów z wiadomościami bezpośrednimi
pt_br: Total de salas de mensagem direta
ru: Всего комнат личных сообщений
sv: Antal direktmeddelanderum
tr: Toplam Doğrudan İleti Odası
uk: Загалом кімнат безпосередніх повідомлень
zh_tw: 私訊聊天室總數

source: Total Threads
ar: مجموع السلاسل المحادثات
eo: Tutaj Fadenoj
es: Total de hilos
fi: Säikeitä kaikkiaan
fr: Total des fils de discussions
gl: Fíos totais
hi: कुल धागे
hu: Összes szál
ia: Topicos Total
nl: Totaal aantal threads
pl: Liczba wątków
pt_br: Total de tópicos
ru: Всего веток
sv: Antal trådar
tr: Toplam İleti Dizisi
uk: Загалом потоків
zh_tw: 對話串總數

source: Total Users
ar: إجمالي المستخدمين
eo: Tutaj Uzantoj
es: Total de usuarios
fi: Käyttäjiä kaikkiaan
fr: Total des utilisateurs
gl: Persoas usuarias totais
hi: कुल उपयोगकर्ता
hu: Összes felhasználó
ia: Usatores Total
nl: Totaal aantal gebruikers
pl: Liczba użytkowników
pt_br: Total de usuários
ru: Всего пользователей
sv: Antal användare
tr: Toplam Kullanıcı
uk: Загалом користувачів
zh_tw: 使用者總數

source: Total Discussions
ar: إجمالي المناقشات
eo: Tutaj Diskutoj
es: Total de discusiones
fi: Keskusteluja yhteensä
fr: Total des discussions
gl: Conversas totais
hi: कुल चर्चाएँ
hu: Összes megbeszélés
ia: Discussiones Total
nl: Totaal aantal discussies
pl: Liczba rozmów
pt_br: Total de discussões
ru: Всего обсуждений
sv: Antal diskussioner
tr: Toplam Tartışma
uk: Загалом обговорень
zh_tw: 總討論數

source: Total Omnichannel Rooms
ar: إجمالي غرف متعددة القنوات
eo: Tutaj Ĉiumkanalaj Ĉambroj
es: Total de salas omnicanal
fi: Omnichannel-huoneita kaikkiaan
fr: Totalité des salons multi-canaux
gl: Salas omnicanle totais
hi: कुल ओमनीचैनल कमरे
hu: Összes összcsatornás szoba
nl: Totaal aantal Omnichannel rooms
pt_br: Total de salas de omnicanal
ru: Всего омниканальных комнат
tr: Toplam Tek Kanal Odalar

source: Total Messages
ar: إجمالي الرسائل
eo: Tutaj Mesaĝoj
es: Total de mensajes
fi: Viestejä yhteensä
fr: Total des messages
gl: Mensaxes totais
hi: कुल संदेश
hu: Összes üzenet
ia: Messages Total
nl: Totaal aantal berichten
pl: Wszystkie wiadomości
pt_br: Total de mensagens
ru: Всего сообщений
sv: Totalt antal meddelande
tr: Toplam İleti
uk: Загалом повідомлень
zh_tw: 總訊息數

source: Total Messages in Channels
ar: إجمالي الرسائل في القنوات
eo: Tutaj Mesaĝoj en Kanaloj
es: Total de mensajes en canales
fi: Viestejä kanavilla yhteensä
fr: Total des messages dans les canaux
gl: Mensaxes totais en canles
hi: चैनलों में कुल संदेश
hu: Összes üzenet csatornákban
ia: Messages total in Canales
nl: Totaal aantal berichten in kanalen
pl: Całkowita liczba wiadomości w kanałach
pt_br: Total de mensagens nos canais
ru: Всего сообщений на каналах
sv: Totalt antal meddelande i kanaler
tr: Kanallardaki Toplam İleti
uk: Загалом повідомлень на каналах
zh_tw: 頻道內訊息總數

source: Total Messages in Private Groups
ar: إجمالي الرسائل في المجموعات الخاصة
eo: Tutaj Mesaĝoj en Privataj Grupoj
es: Mensajes totales en grupos privados
fi: Viestejä yksityishuoneissa yhteensä
fr: Total des messages dans les groupes privés
gl: Mensaxes totais en grupos privados
hi: निजी समूहों में कुल संदेश
hu: Összes üzenet személyes csoportokban
ia: Messages total in gruppos private
nl: Totaal aantal berichten in private groepen
pl: Liczba wiadomości w prywatnych grupach
pt_br: Total de mensagens nos grupos privados
ru: Всего сообщений в закрытых группах
sv: Totalt antal meddelande i privata grupper
tr: Özel Gruplardaki Toplam İleti
uk: Загалом повідомлень у приватних групах
zh_tw: 私人群組內的訊息總數

source: Total Messages in Direct Messages
ar: إجمالي الرسائل في الرسائل المباشرة
eo: Tutaj Mesaĝoj en Rektaj Mesaĝoj
es: Total de mensajes en mensajes directos
fi: Suoraviestejä yhteensä
fr: Total des messages pour les messages directs
gl: Mensaxes directas totais
hi: प्रत्यक्ष संदेशों में कुल संदेश
hu: Összes üzenet közvetlen üzenetekben
ia: Messages total in messages directe
nl: Totaal aantal berichten in directe berichten
pl: Całkowita liczba wiadomości w wiadomościach bezpośrednich
pt_br: Total de mensagens nas mensagens diretas
ru: Всего сообщений в личных сообщениях
sv: Totalt antal meddelande i direktmeddelande
tr: Doğrudan İletilerdeki Toplam İleti
uk: Загалом повідомлень у безпосередніх повідомленнях
zh_tw: 私訊內訊息總數
