Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Join Default Channels
fr: Rejoindre les canaux par défaut
ia: Uni canales predefinite
nl: Meedoen in standaard kanalen
pl: Połącz domyślne kanały
sv: Gå med i förvalda kanaler
uk: Долучитися до типових каналів

source: Send Welcome Email
fr: Envoyer un courriel de bienvenue
ia: Invia eposta de benvenite
nl: Welkomst-e-mail verzenden
pl: Wyślij wiadomość powitalną
sv: Skicka välkomstbrev
uk: Надіслати вітальне повідомлення

source: Require Password Change
fr: Nécessite un changement de mot de passe
ia: Require modification de contrasigno
nl: Wachtwoord wijzigen vereist
pl: Żądaj zmiany hasła
sv: Kräv lösenordsändring
uk: Вимога зміни пароля

source: Set random password and send by email
fr: Définir un mot de passe aléatoire et l'envoyer par courrier électronique
ia: Fixa contrasigno casual e invia per e-posta
nl: Willekeurig wachtwoord instellen en verzenden per e-mail
pl: Ustaw losowe hasło i wyślij je pocztą
sv: Tilldela slumpmässigt lösenord och skicka via e-post
uk: Встановити випадковий пароль і надіслати його поштою

source: Deactivate
fr: Désactiver
nl: Deactiveren
pl: Wyłącz
sv: Inaktivera
uk: Деактивувати

source: Remove Admin
fr: Supprimer un superutilisateur
nl: Admin verwijderen
pl: Usuń administratora
sv: Ta bort administratör
uk: Вилучення адміністратора

source: Make Admin
fr: Passer en mode administrateur
ia: Face Admin
nl: Beheerder maken
pl: Uczyń administratorem
sv: Skapa administratör
uk: Зробити адміністратором

source: Reset E2E Key
fr: Ré-initialiser la clé « E2E »
ia: Refixa Clave E2E
nl: E2E-sleutel resetten
pl: Wyzeruj klucz E2E
sv: Nollställ E2E-nyckel
uk: Скинути ключ E2E

source: Reset Totp
fr: Ré-initialiser « Totp »
ia: Refixa Totp
nl: Totp resetten
pl: Wyzeruj Totp
sv: Nollställ Totp
uk: Скинути Totp

source: Reset E2E key
fr: Ré-initialiser la clé « E2E »
ia: Refixa Clave E2E
nl: E2E-sleutel resetten
pl: Wyzeruj klucz E2E
sv: Nollställ E2E-nyckel
uk: Скинути ключ E2E

source: Reset E2E
fr: Ré-initialiser la clé « E2E »
ia: Refixa E2E
nl: E2E resetten
pl: Wyzeruj klucz E2E
sv: Nollställ E2E
uk: Скинути E2E

source: Reset TOTP
fr: Ré-initialiser « TOTP »
ia: Refixa TOTP
nl: TOTP resetten
pl: Wyzeruj TOTP
sv: Nollställ TOTP
uk: Скинути TOTP

source: Allow Name Change
fr: Autoriser un changement de nom
nl: Wijziging van naam toestaan
pl: Zezwól na zmianę nazwy
sv: Tillåt namnändring
uk: Дозволити зміну імені

source: Allow User Profile Change
fr: Autoriser une modification de profil utilisateur
nl: Wijziging van gebruikersprofiel toestaan
pl: Zezwól na zmianę profilu użytkownika
sv: Tillåt användarprofiländring
uk: Дозволити зміну профілю користувача

source: Allow User Avatar Change
fr: Autoriser une modification d'un avatar d'utilisateur
nl: Wijziging van avatar van gebruiker toestaan
pl: Zezwól na zmianę awatara użytkownika
sv: Tillåt användaravatarändring
uk: Дозволити зміну аватара користувача

source: Allow Email Change
fr: Autoriser une modification de courriel
nl: Wijziging van e-mail toestaan
pl: Zezwól na zmianę adresu pocztowego
sv: Tillåt e-poständring
uk: Дозволити зміну адреси ел. пошти

source: Allow Password Change
fr: Autoriser une modification de mot de passe
ia: Permitte modification de contrasigno
nl: Wijziging van wachtwoord toestaan
pl: Zezwól na zmianę hasła
sv: Tillåt lösenordsändring
uk: Дозволити зміну пароля

source: Allow Email Notifications
fr: Permettre des notifications de courriels
ia: Permitte Notification de e-posta
nl: E-mailmelding toestaan
pl: Zezwól na powiadomienia pocztowe
sv: Tillåt e-postunderrättelser
uk: Дозволити сповіщення електронною поштою

source: Allow Users to Delete Own Account
fr: Permettre aux utilisateurs de supprimer leur propre compte
ia: Permitte que Usatores pote deler su proprio conto
nl: Gebruikers toestaan eigen account te verwijderen
pl: Zezwól użytkownikom na usuwanie własnych kont
sv: Tillåt användare att ta bort sina egna konton
uk: Дозволити користувачам вилучати власний обліковий запис

source: Allow Anonymous Write
fr: Permettre une écriture anonyme
nl: Anoniem schrijven toestaan
pl: Zezwól anonimowym na pisanie
sv: Tillåt anonym skrivning
uk: Дозволити запис від анонімного користувача

source: Allow Anonymous Read
fr: Autoriser une lecture anonyme
nl: Anoniem lezen toestaan
sv: Tillåt anonym läsning
uk: Дозволити читання від анонімного користувача

source: Allow Password Change for OAuth Users
fr: Autoriser une modification de mot de passe pour les utilisateurs « OAuth »
ia: Permitte modification de contrasigno per usator Oauth
nl: Wijziging van wachtwoord toestaan voor OAuth gebruikers
pl: Zezwól na zmianę hasła dla użytkowników OAuth
sv: Tillåt lösenordsändring för användare av OAuth
uk: Дозволити зміну пароля для користувачів OAuth

source: Allow Invisible status option
fr: Autoriser l'option pour le status invisible
nl: Optie onzichtbare status toestaan

source: Forget User Session on Window Close
fr: Oublier la session utilisateur à la fermeture de la fenêtre
nl: Gebruikerssessie vergeten bij sluiten van venster

source: Enable collect log in data
nl: Log in gegevens verzamelen inschakelen

source: Enabled E2E encryption
fr: Chiffrement « E2E » activé
ia: Habilita Cryptation E2E
nl: Ingeschakelde E2E-versleuteling
pl: Włącz szyfrowanie E2E
sv: Aktivera E2E-kryptering
uk: Увімкнено шифрування E2E

source: Enable encryption for Direct Rooms by default
fr: Activer le chiffrement par défaut pour les salons en direct
nl: Versleuteling standaard inschakelen voor directe rooms
pl: Domyślnie włącz szyfrowanie dla pokojów bezpośrednich
sv: Aktivera normalt kryptering av direktrum
uk: Типово увімкнути шифрування для кімнат безпосереднього спілкування

source: Enable encryption for Private Rooms by default
fr: Activer le chiffrement par défaut pour les salons privés
nl: Versleuteling standaard inschakelen voor privé rooms
pl: Domyślnie włącz szyfrowanie dla pokojów prywatnych
sv: Aktivera normalt kryptering av privata rum
uk: Типово увімкнути шифрування для приватних кімнат

source: Enable OTR
fr: Activer « OTR »
ia: Habilita OTR
nl: OTR inschakelen
pl: Włącz OTR
sv: Aktivera OTR
uk: Увімкнути OTR

source: Enable option to create encrypted groups and be able to change groups and direct messages to be encrypted.
fr: Activer l'option de créations de groupes chiffrés ainsi que la capacité de modifier des groupes et de chiffrer les messages directs
nl: Optie om versleutelde groepen in te schakelen en in staat zijn om groepen te wijzigen en aangeven dat berichten versleuteld moeten zijn.
pl: Włącz możliwość tworzenia zaszyfrowanych grup i możliwość zmiany szyfrowania grup i wiadomości bezpośrednich.
sv: Aktivera alternativ för att skapa krypterade grupper och kunna ändra så att grupper och direktmeddelanden krypteras.
uk: Увімкнути створення зашифрованих груп і можливість зміни груп та шифрування безпосередніх повідомлень.

source: Enabled File Upload
fr: Envoi de fichiers activé
ia: Habilitate Incargamento de file:
nl: Bestand uploaden ingeschakeld
pl: Włącz wysyłanie plików
sv: Aktivera filuppladdning
uk: Увімкнено вивантаження файлів

source: Protect Uploaded Files
fr: Protéger les fichiers envoyés
ia: Protege Files Incargate
nl: Geüploade bestanden beschermen
pl: Chroń wysłane pliki
sv: Skydda uppladdade filer
uk: Захистити вивантажені файли

source: Rotate images on upload
fr: Effectuer une rotation des images durant l'envoi
nl: Afbeeldingen draaien bij uploaden
pl: Obróć obrazy przed wysłaniem
sv: Rotera bilder vid uppladdning
uk: Обертати зображення при вивантаженні

source: File Uploads Enabled in Direct Messages
fr: Les envois de fichiers sont activés dans les messages instantanés
ia: Incarga de file habilitate in messages directe
nl: Bestanden uploaden is ingeschakeld in directe berichten
pl: Wysyłanie plików włączone w wiadomościach bezpośrednich
sv: Filuppladdningar aktiverade i direkta meddelanden
uk: У безпосередніх повідомленнях увімкнено вивантаження файлів

source: Set it to -1 to remove the file size limitation.
fr: Définissez le à la valeur -1 pour la suppression de la limitation concernant la taille du fichier.
nl: Stel het in op -1 om de limiet op bestandsgrootte te verwijderen.
pl: Ustaw to na -1, aby zdjąć ograniczenie rozmiaru pliku.
sv: Ställ in till -1 för att ta bort storleksbegränsningen för filer.
uk: Встановіть значення -1, щоб усунути обмеження на розмір файлів.

source: Only authenticated users will have access
fr: Seules les personnes authentifiées auront un accès.
nl: Alleen geïdentificeerde gebruikers zullen toegang hebben
pl: Tylko uwierzytelnieniu użytkownicy będą mieli dostęp
sv: Bara åtkomstkontrollerade användare har åtkomst
uk: Доступ матимуть лише розпізнані користувачі

source: Enabling this setting may cause image quality loss
fr: L'activation de ce paramètre pourrait provoquer une perte de qualité de l'image.
nl: Deze instelling inschakelen kan verlies van afbeeldingskwaliteit veroorzaken
pl: Włączenie tego ustawienia może spowodować utratę jakości obrazu
sv: Att aktivera inställningen kan orsaka förlust av bildkvalitet
uk: Позначення цього пункту може призвести до втрати якості зображення

source: Comma-separated list of media types. Leave it blank for accepting all media types.
fr: Liste des types de média, séparés par des virgules. La laisser vide pour accepter tout type de média.
nl: Kommagescheiden lijst van typen media. Leeg laten om alle typen media te accepteren.
pl: Spis rodzajów plików multimedialnych oddzielonych przecinkami. Pozostawienie pustym, przyjmie dowolny plik.
sv: Lista över medietyper åtskilda med kommatecken. Lämna den tom för att acceptera alla medietyper.
uk: Список відокремлених комами типів мультимедійних даних. Не заповнюйте, якщо слід приймати усі типи мультимедійних даних.

source: Comma-separated list of media types. This setting has priority over the Accepted Media Types.
fr: Liste des types de média, séparés par des virgules. Ce paramètre a priorité sur les types de média acceptés.
nl: Kommagescheiden lijst van typen media. Deze instellingen hebben prioriteit boven de geaccepteerde typen media.
pl: Spis rodzajów plików multimedialnych oddzielonych przecinkami. To ustawienie ma pierwszeństwo przed rodzajami dozwolonych plików multimedialnych.
sv: Lista över medietyper åtskilda med kommatecken. Inställningen har prioritet över Accepterade medietyper.
uk: Список відокремлених комами типів мультимедійних даних. Цей параметр має вищий пріоритет за «Прийнятні типи мультимедійних даних».

source: File Upload Json Web Token Secret (Used to be able to access uploaded files without authentication).
fr: Secret pour le jeton Internet « Json » pour l'envoi de fichiers (Utilisé pour pouvoir accéder aux fichiers envoyés sans authentification).
nl: Json-web-token-secret voor uploaden van bestand (gebruikt om in staat te zijn toegang te hebben tot geüploade bestanden zonder authenticatie).
pl: Dana dostępowa tokena Json Web do wysyłania pliku (Umożliwia dostęp do wysłanych plików bez dodatkowe uwierzytelniania).
sv: Json-webbsymbolhemlighet för uppladdning (använd för att kunna komma åt uppladdade filer utan behörighetskontroll)
uk: Реєстраційний вебжетон Json для вивантаження файлів (використовують для доступу до вивантажених файлів без розпізнавання).

source: Enable Favorite Rooms
fr: Activer les salons favoris
ia: Habilita salas favorite
nl: Favoriete rooms inschakelen
pl: Włącz ulubione pokoje
sv: Aktivera favoritrum
uk: Увімкнути улюблені кімнати

source: UTF8 Names Slugify
nl: UTF8 namen Slugify

source: Enable the Update Checker
fr: Activer le vérificateur de mise à jour
nl: De controle op bijwerken inschakelen
pl: Włącz szukanie uaktualnień
sv: Aktivera uppdateringskontroll
uk: Увімкнути перевірку оновлень

source: Send Statistics to Rocket.Chat
fr: Envoyer des statistiques vers Rocket.Chat
nl: Statistieken verzenden naar Rocket.Chat

source: RegExp that will be used to validate usernames
fr: Expression rationnelle qui sera utilisée pour valider les noms d'utilisateurs
nl: RegExp die gebruikt zal worden om gebruikersnamen te valideren
pl: Wyrażenie regularne do potwierdzania nazw użytkowników
sv: Reguljärt uttryck som används för att validera användarnamn
uk: Формальний вираз для перевірки імен користувачів

source: RegExp that will be used to validate channel names
fr: Expression rationnelle qui sera utilisée pour valider les noms de canaux
nl: RegExp die gebruikt zal worden om kanaalnamen te valideren
pl: Wyrażenie regularne do potwierdzania nazw kanałów
sv: Reguljärt uttryck som används för att validera kanalnamn
uk: Формальний вираз для перевірки назв каналів

source: Sets the default timezone that will be used when showing dashboards or sending emails
fr: Définit le fuseau horaire par défaut devant être utilisé lors de l'affichage des tableaux de bord ou de l'envoi de courriels
nl: Stelt de standaard tijdzone in die gebruikt zal worden bij het tonen van dashboards of verzenden van e-mails

source: Attempt to integrate IRC support. Changing this value requires restarting Rocket.Chat.
fr: Tenter d'intégrer la prise en charge « IRC ». Le changement de cette valeur nécessite un re-démarrage de « Rocket.Chat ».
nl: Poging om ondersteuning van IRC te integreren. Deze waarde wijzigen vereist het opnieuw starten van Rocket.Chat.
pl: Próba dodania obsługi IRC. Zmiana tej wartości wymaga ponownego uruchomienia Rocket.Chat.
sv: Försök att integrera IRC-stöd. Ändring av värdet kräver att Rocket Chat startas om.
uk: Спробувати інтегрувати підтримку IRC. Зміна цього значення потребує перезапуску Rocket.Chat для набуття чинності.

source: The port to bind to on the IRC host server.
fr: Le port à lier sur le serveur de l'hôte « IRC ».
nl: De poort die de IRC-hostserver gebruikt om aan te verbinden.
pl: Port do dowiązania na gospodarzu IRC.
sv: Porten som IRC-servern använder.
uk: Порт, до якого слід прив'язатися на основному сервері IRC.

source: Display Roles
fr: Afficher les rôles
nl: Rollen van weergave
pl: Pokaż role
sv: Visningsroller
uk: Показати ролі

source: Use Real Name
fr: Utiliser le nom réel
nl: Echte naam gebruiken
pl: Użyj prawdziwej nazwy
sv: Använd verkligt namn
uk: Використовувати справжнє ім'я

source: Use Full Name Initials to Generate Default Avatar
fr: Utiliser les initiales du nom complet pour générer l'avatar par défaut
nl: Volledige initialen van naam gebruiken om standaard avatar te genereren
pl: Użyj inicjałów imienia i nazwiska, aby wytworzyć domyślny awatar
sv: Använd det fullständiga namnets initialer för att skapa standardavatar
uk: Скористатися ініціалами для створення типового аватара

source: Allow Special Characters in Room Names
fr: Autoriser les caractères spéciaux fans dans les noms de salons
nl: Speciale tekens in namen van room toestaan
pl: Zezwól na znaki szczególne w nazwach pokojów
sv: Tillåt specialtecken i rumsnamn
uk: Дозволити спеціальні символи у назвах кімнат

source: Merge Private Groups with Channels
fr: Fusionner les groupes privés avec les canaux
nl: Private groepen met kanalen samenvoegen
sv: Sammanfoga privata grupper med kanaler

source: Group channels by type
fr: Regrouper les canaux par type
nl: Kanalen groeperen op type

source: LDAP Enabled
fr: LDAP activé
nl: LDAP-ingeschakeld
sv: LDAP aktiverat
uk: Увімкнено LDAP

source: Reconnect
fr: Se reconnecter
nl: Opnieuw verbinden
pl: Połącz ponownie
sv: Anslut igen
uk: Перез'єднатись

source: Attempt to utilize LDAP for authentication.
fr: Tentative d'utilisation de « LDAP » pour authentification.
nl: Poging LDAP voor authenticatie te gebruiken.
pl: Próba wykorzystania LDAP do uwierzytelnienia.
sv: Försök att utnyttja LDAP för behörighetskontroll.
uk: Спробувати скористатися для розпізнавання LDAP.

source: Port to access LDAP. eg: 389 or 636 for LDAPS
fr: Port pour l'accès « LDAP ». Par exemple : 389 ou 636 pour « LDAPS »
nl: Poort voor toegang tot LDAP. bijv,: 389 of 636 voor LDAPS
pl: Port dostępowy LDAP, np.: 389 lub 636 dla LDAPS
sv: Port för att komma åt LDAP, t.ex. 389 eller 636 för LDAPS
uk: Порт для доступу до LDAP. Приклади: 389 або 636 для LDAPS

source: Try to reconnect automatically when connection is interrupted by some reason while executing operations.
fr: Essayer de se reconnecter automatiquement lors d'une interruption pour certaines raisons durant l'exécution d'opérations.
nl: Proberen opnieuw automatisch te verbinden wanneer de verbinding om de een of andere reden is onderbroken tijdens het uitvoeren van bewerkingen.
pl: Spróbuj samemu nawiązać połączenie ponownie, gdy zostanie ono przerwane w trakcie wykonywania działania z jakiegoś powodu.
sv: Försök att ansluta automatiskt igen när anslutningen avbryts av någon orsak medan åtgärder utförs.
uk: Спробувати автоматично встановити з'єднання повторно, якщо з'єднання було розірвано з якоїсь причини під час виконання дій.

source: How many milliseconds wait for a search result before return an error
fr: Temps d'attente maximal en millisecondes pour un résultat de recherche avant de renvoyer une erreur
nl: Hoeveel milliseconden wachten op een zoekresultaat alvorens een fout terug te geven
pl: Liczba milisekund do zwrócenia błędu, jeśli nie pojawi się wynik wyszukiwania
sv: Hur många millisekunder att vänta på ett sökresultat innan ett fel returneras
uk: Кількість секунд очікування на результати пошуку, перш ніж буде повернуто повідомлення про помилку

source: Trace method calls
nl: Aanroepen van methode volgen

source: Trace subscription calls
nl: Aanroepen vgoor inschrijven volgen

source: A channel that will receive all captured exceptions. Leave empty to ignore exceptions.
nl: Een kanaal dat all gevangen uitzonderingen ontvangt. Leeg laten om uitzonderingen te negeren.

source: The text here will be evaluated as RegExp (new RegExp('text')). Keep it empty to show trace of every call.
nl: De tekst hier zal geëvalueerd worden als RegExp (nieuw RegExp('tekst')). Laat het leeg om elke aanroep te volgen en deze te tonen.

source: Allow Message Editing
fr: Permettre la modification de messages
ia: Permitte Modificationes de Message
nl: Berichten bewerken is toegestaan
pl: Zezwól na zmienianie wiadomości
sv: Tillåt meddelanderedigering
uk: Дозволити редагування повідомлень

source: Allow Message Deleting
fr: Permettre la suppression de messages
ia: Permitte deletion de message
nl: Berichten verwijderen is toegestaan
pl: Zezwól na usuwanie wiadomości
sv: Tillåt meddelandeborttagning
uk: Дозволити вилучення повідомлень

source: Show Edited Status
fr: Afficher l'état de modification
ia: Monstra Stat Modificate
nl: Bewerkingsstatus tonen
pl: Pokaż stan zmieniony
sv: Visa redigerad status
uk: Показувати стан редагування

source: Show Deleted Status
fr: Afficher l'état d'effacement
nl: Verwijderstatus tonen
pl: Pokaż stan usunięcia
sv: Visa borttagen status
uk: Показувати стан вилучення

source: Allow Message Pinning
fr: Permettre l'épinglage de messages
ia: Permitte Message appunctate
nl: Berichten vastpinnen is toegestaan
pl: Zezwól na przypinanie wiadomości
sv: Tillåt uppsättning av meddelanden
uk: Дозволити пришпилення повідомлень

source: Allow Message Snippeting
fr: Permettre le découpage en morceaux de messages
nl: Bericht opdelen is toegestaan
pl: Zezwól na wiadomości-wstawki
sv: Tillåt meddelandefragmentering
uk: Дозволити фрагментацію повідомлень

source: Allow converting long messages to attachment
fr: Permettre la conversion de longs messages en une pièce jointe.
ia: Permitte Converter Message longe a Attachamento
nl: Converteren van lange berichten naar bijlage toestaan
pl: Zezwól na przekształcanie długich wiadomości na załączniki
sv: Tillåt konvertering av långa meddelanden till bilagor
uk: Дозволити перетворення довгих повідомлень на долучення

source: Video Recorder Enabled
fr: Enregistreur vidéo activé
nl: Videorecorder ingeschakeld
pl: Włączono nagrywanie obrazu
sv: Videoinspelning aktiverad
uk: Увімкнено засіб записування відео

source: Remove EXIF metadata from supported files
nl: EXIF metagegevens uit ondersteunde bestanden verwijderen

source: Enable image thumbnails to save bandwidth
nl: Miniaturen van afbeeldingen inschakelen om bandbreedte te besparen

source: Audio Recorder Enabled
nl: Audiorecorder ingeschakeld

source: Enter 0 to disable blocking.
fr: Saisissez la valeur 0 pour la désactivation du blocage.
nl: Voer 0 in om blokkering uit te schakelen.
pl: Wpisz 0, aby wyłączyć blokowanie.
sv: Ange 0 för att inaktivera blockering.
uk: Введіть 0, щоб вимкнути блокування.

source: Block Message Deleting After (n) Minutes.
fr: Bloquer la suppression de messages après (n) minutes
nl: Bericht verwijderen blokkeren na (n) minuten.
pl: Zablokuj usuwanie wiadomości po (n) minutach.
sv: Blockera meddelandeborttagning efter (n) minuter.
uk: Блокувати вилучення повідомлень за (n) хвилин.

source: Requires 'video/webm' files to be an accepted media type within 'File Upload' settings.
fr: Nécessite que les fichiers « video / webm » soient d'un type accepté de média selon les paramètres « Envoi de fichiers ».
nl: Vereist 'video/webm' bestanden om een geaccepteerd type medium binnen instellingen van 'Bestand uploaden' .
pl: Wymaga dopuszczenia plików 'video/webm' w ustawieniach 'Wysyłanie plików'.
sv: Kräver att 'video/webm'-filer är en accepterad medietyp i inställningarna av 'Filuppladdning'.
uk: Потребує, щоб файли «video/webm» мали прийнятний тип мультимедійних даних у параметрах «Вивантаження файлів».

source: Strips out EXIF metadata from image files (jpeg, tiff, etc). This setting is not retroactive, so files uploaded while disabled will have EXIF data
nl: Haalt EXIF metagegevens weg uit afbeeldingsbestanden (jpeg, tiff, etc). Deze instelling is niet actief met terugwerkende kracht, dus bestanden geüpload bij uitgeschakeld zullen EXIF gegevens bevatten

source: Thumbnails will be served instead of the original image to reduce bandwidth usage. Images at original resolution can be downloaded using the icon next to the attachment's name.
nl: Miniaturen zullen geleverd worden in plaats van de originele afbeelding om bandbreedtegebruik te beperken. Afbeeldingen met de originele resolutie kunnen gedownload worden met het pictogram naast de naam van de bijlage.

source: Enable Password History
fr: Activer l'historique des mots de passe
nl: Wachtwoordgeschiedenis inschakelen
pl: Włącz historię haseł
sv: Aktivera lösenordshistorik
uk: Увімкнути історію паролів

source: Enable Password Policy
fr: Activer la stratégie des mots de passe
nl: Wachtwoordbeleid inschakelen
pl: Włącz zasadę hasła
sv: Aktivera lösenordspolicy
uk: Увімкнути правила паролів

source: Forbid Repeating Characters
fr: Interdire les caractères répétés
nl: Tekens herhalen verboden
pl: Zabroń powtarzania znaków
sv: Förbjud upprepade tecken
uk: Заборонити повторення символів

source: At Least One Lowercase
fr: Au moins une lettre en minuscule
nl: Tenminste één kleine letter
pl: Co najmniej jedna mała litera
sv: Minst en liten bokstav
uk: Принаймні одна мала літера

source: At Least One Uppercase
fr: Au moins une lettre en majuscule
nl: Tenminste één hoofdletter
pl: Co najmniej jedna wielka litera
sv: Minst en stor bokstav
uk: Принаймні одна велика літера

source: At Least One Number
fr: Au moins un chiffre
nl: Tenminste één cijfer
pl: Co najmniej jedna cyfra
sv: Minst en siffra
uk: Принаймні одна цифра

source: At Least One Symbol
fr: Au moins un symbole
nl: Tenminste één symbool
pl: Co najmniej jeden symbol
sv: Minst en symbol
uk: Принаймні один символ пунктуації
