Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Reply
ar: ردّ
eo: Respondi
es: Respuesta
fi: Vastaa
fr: Répondre
gl: Responder
hi: जवाब
hu: Válasz
ia: Responde
nl: Beantwoorden
pl: Odpowiedz
pt_br: Responder
ru: Ответить
sv: Svara
tr: Yanıtla
uk: Відповісти
zh_tw: 回覆

# @info:placeholder
source: Reply…
ar: ردّ…
eo: Respondi…
es: Responder…
fi: Vastaa…
gl: Responder…
hi: जवाब…
hu: Válasz…
pt_br: Responder…
ru: Ответить…
tr: Yanıtla…
zh_tw: 回覆…

source: OTR
ar: دردشة مؤقتة غير المسجلة
es: Confidencial
gl: Confidencial
hi: ओटीआर
tr: Kayıt Dışı
zh_tw: 無紀錄

source: Reject
ar: ارفض
eo: Malakcepti
es: Rechazar
fi: Hylkää
fr: Refuser
gl: Rexeitar
hi: अस्वीकार करना
hu: Elutasítás
ia: Rejecta
nl: Afwijzen
pl: Odrzuć
pt_br: Rejeitar
ru: Отклонить
sv: Avslå
tr: Reddet
uk: Відмовити
zh_tw: 拒絕

source: Ok
ar: حسنًا
eo: Bone
es: Aceptar
gl: Aceptar
hi: ठीक है
ru: ОK
tr: Tamam
uk: Гаразд
zh_tw: 確定

source: %1 ended the OTR session.
ar: أنهى %1 جلسة الدردشة المؤقتة غير المسجلة
eo: %1 finis la OTR-seancon.
es: %1 finalizó la sesión confidencial.
fi: %1 päätti OTR-istunnon.
fr: %1 demande le démarrage de OTR ». Voulez-vous vraiment l'accepter ?
gl: %1 rematou a sesión confidencial.
hi: %1 ने OTR सत्र समाप्त कर दिया.
hu: %1 befejezte az OTR munkamenetet.
ia: %1 terminava le session de OTR.
nl: %1 eindigde de OTR-sessie.
pl: %1 zakończył sesję OTR.
pt_br: %1 terminou a sessão OTR.
ru: Пользователь %1 завершил сеанс OTR.
sv: %1 avslutade OTR-sessionen.
tr: %1, Kayıt Dışı oturumunu sonlandırdı.
uk: %1 завершено сеанс OTR.
zh_tw: %1 已結束無紀錄聊天工作階段。

source: %1 wants to start OTR. Do you want to accept?
ar: يرغب %1 في بدء دردشة مؤقتة غير المسجلة. هل توافق؟
eo: %1 volas komenci OTR. Ĉu vi volas akcepti?.
es: %1 quiere comenzar una sesión confidencial, ¿Quiere aceptarla?
fi: %1 haluaa käynnistää OTR:n. Haluatko hyväksyä?
gl: %1 quere iniciar unha sesión confidencial. Quere aceptar?
hi: %1 OTR शुरू करना चाहता है। क्या आप स्वीकार करना चाहते हैं?
hu: %1 OTR-t szeretne indítani. El szeretné fogadni?
pt_br: %1 deseja iniciar o OTR. Deseja aceitar?
ru: Пользователь %1 предлагает начать OTR. Принять предложение?
tr: %1, Kayıt Dışı başlatmak istiyor. Kabul ediyor musunuz?
zh_tw: %1 希望開始無紀錄聊天 (OTR)。您要接受嗎？

source: %1 denied the OTR session.
ar: رفض %1 جلسة دردشة مؤقتة غير المسجلة.
eo: %1 neis la OTR-seancon.
es: %1 rechazó la sesión confidencial.
fi: %1 hylkäsi OTR-istunnon.
fr: %1 a refusé la session » OTR ».
gl: %1 rexeitou a sesión confidencial.
hi: %1 ने OTR सत्र अस्वीकार कर दिया.
hu: %1 megtagadta az OTR munkamenetet.
ia: %1 refusava le session de OTR.
nl: %1 wees de OTR-sessie af.
pl: %1 odmówił sesji OTR.
pt_br: %1 negou a sessão OTR.
ru: Пользователь %1 отклонил сеанс OTR.
sv: %1 nekade till OTR-sessionen.
tr: %1, Kayıt Dışı oturumunu reddetti.
uk: %1 відмовлено у сеансі OTR.
zh_tw: %1 拒絕了無紀錄聊天工作階段。

# WARNING!!!!!!: PLEASE We need a space between after </strong>
source: <strong>%1</strong> is typing...
ar: <strong>%1</strong> يكتب…
es: <strong>%1</strong> está escribiendo…
fi: <strong>%1</strong> kirjoittaa…
gl: <strong>%1</strong> está escribindo…
hi: <strong>%1</strong> टाइप कर रहा है...
hu: <strong>%1</strong> gépel…
pt_br: <strong>%1</strong> está digitando...
ru: <strong>%1</strong> печатает…
tr: <strong>%1</strong> yazıyor…
zh_tw: <strong>%1</strong> 正在輸入…

# WARNING!!!!!!: PLEASE We need a space between after </strong>
source: <strong>%1</strong> are typing...
ar: <strong>%1</strong> يكتبون…
es: <strong>%1</strong> están escribiendo…
fi: <strong>%1</strong> kirjoittavat…
gl: <strong>%1</strong> están escribindo…
hi: <strong>%1</strong> टाइप कर रहे हैं...
hu: <strong>%1</strong> gépelnek…
pt_br: <strong>%1</strong> estão digitando...
ru: <strong>%1</strong> печатают…
tr: <strong>%1</strong> yazıyor…
zh_tw: <strong>%1</strong> 正在輸入…

source: Not connected
ar: غير متّصل
eo: Sen konekto
es: No conectado
fi: Ei yhteyttä
fr: Non connecté
gl: Sen conexión
hi: जुड़े नहीं हैं
hu: Nincs kapcsolódva
ia: Non connectite
nl: Niet verbonden
pl: Niepodłączony
pt_br: Não conectado
ru: Не подключено
sv: Inte ansluten
tr: Bağlı değil
uk: Не з'єднано
zh_tw: 未連線

source: Not connected yet
ar: غير متّصل حتى الآن
es: No conectado todavía
fi: Ei vielä yhteyttä
gl: Aínda sen conexión
hi: अभी तक कनेक्ट नहीं हुआ
pt_br: Não conectado ainda
ru: Ещё не подключено
tr: Henüz bağlı değil
zh_tw: 尚未連線

source: Account Added
ar: أضيف حساب
eo: Aldoniĝis Konto
es: Cuenta añadida
fi: Tili lisätty
gl: Engadiuse unha conta
hi: खाता जोड़ा गया
hu: Fiók hozzáadva
pt_br: Conta adicionada
ru: Учётная запись добавлена
tr: Hesap Eklendi
zh_tw: 帳戶已新增

source: A new account was added.
ar: أضيف حساب جديد
eo: Nova konto estis aldonita.
es: Se añadió una nueva cuenta.
fi: Lisättiin uusi tili.
gl: Engadiuse unha nova conta.
hi: एक नया खाता जोड़ा गया.
hu: Egy új fiók hozzáadva.
pt_br: Uma nova conta foi adicionada.
ru: Добавлена новая учётная запись.
tr: Yeni bir hesap eklendi.
zh_tw: 帳戶已新增。

source: Leader
ar: قائد
es: Líder
fi: Johtaja
fr: Chef
gl: Líder
hi: नेता
hu: Vezető
ia: Chef
pt_br: Líder
ru: Лидер
sv: Ledare
tr: Lider
uk: Лідер
zh_tw: 領導者

source: Moderator
ar: وسيط
eo: Moderiganto
es: Moderador
fi: Moderaattori
fr: Modérateur
gl: Moderación
hi: मध्यस्थ
hu: Moderátor
pt_br: Moderador
ru: Модератор
tr: Moderatör
uk: Модератор
zh_tw: Mod

source: Channel is read only.
ar: القناة للقراءة فقط.
eo: Kanalo estas nur legata.
es: El canal es de solo lectura.
fi: Kanavaa voi vain lukea.
fr: Le canal est en lecture seule.
gl: A canle é de só lectura.
hi: चैनल केवल पढ़ने के लिए है.
hu: A csatorna csak olvasható.
ia: Canal es de sol lectura
nl: Kanaal is alleen-lezen.
pl: Kanał jest tylko-do-odczytu.
pt_br: O canal é somente leitura.
ru: Канал доступен только для чтения.
sv: Kanalen är skrivskyddad.
tr: Kanal, saltokunur.
uk: Канал призначено лише для читання.
zh_tw: 頻道是唯讀的。

source: You have blocked this channel.
ar: لقد حظرت هذه القناة.
eo: Vi blokis ĉi tiun kanalon.
es: Ha bloqueado este canal.
fi: Olet estänyt tämän kanavan.
fr: Vous avez bloqué ce canal.
gl: Bloqueou a canle.
hi: आपने इस चैनल को ब्लॉक कर दिया है।
hu: Ön tiltotta ezt a csatornát.
ia: Tu ha blocate iste canal.
nl: U hebt dit kanaal geblokkeerd.
pl: Zablokowałeś ten kanał.
pt_br: Você bloqueou este canal.
ru: Вы заблокировали этот канал.
sv: Du har blockerat kanalen.
tr: Bu kanalı engellediniz.
uk: Вас заблоковано на цьому каналі.
zh_tw: 您已封鎖此頻道。

source: Channel was blocked.
ar: حُظرت القناة.
eo: Kanalo estis blokita.
es: El canal fue bloqueado.
fi: Kanava oli estetty.
fr: Le canal a été bloqué.
gl: Bloqueouse a canle.
hi: चैनल अवरुद्ध कर दिया गया.
hu: A csatornát tiltották.
ia: Canal esseva blocate.
nl: Kanaal was geblokkeerd.
pl: Kanał został zablokowany.
pt_br: O canal foi bloqueado.
ru: Канал заблокирован.
sv: Kanalen har blockerats.
tr: Kanal engellenmiş.
uk: Канал заблоковано.
zh_tw: 頻道已封鎖。

source: Discussion
ar: مناقشة
es: Discusión
fi: Keskustelu
gl: Conversa
hi: बहस
hu: Megbeszélés
pt_br: Discussão
ru: Обсуждение
tr: Tartışma
zh_tw: 討論

source: Private Team
ar: فريق خاص
eo: Privata Teamo
es: Equipo privado
fi: Yksityinen työryhmä
fr: Équipe privée
gl: Equipo privado
hi: निजी टीम
hu: Személyes csapat
ia: Equipa private
nl: Privé team
pl: Prywatny zespół
pt_br: Equipe privada
ru: Закрытая команда
sv: Privat lag
tr: Özel Takım
uk: Приватна команда
zh_tw: 私人團隊

source: Group
ar: المجموعة
eo: Grupo
es: Grupo
fi: Ryhmä
fr: Groupe
gl: Grupo
hi: समूह
hu: Csoport
ia: Gruppo
nl: Groep
pl: Grupa
pt_br: Grupo
ru: Группа
sv: Grupp
tr: Grup
uk: Група
zh_tw: 群組

source: Public Team
ar: فريق عام
eo: Publika Teamo
es: Equipo público
fi: Julkinen työryhmä
fr: Équipe publique
gl: Equipo público
hi: सार्वजनिक टीम
hu: Nyilvános csapat
ia: Equipa Public
nl: Publiek team
pl: Publiczne zespoły
pt_br: Equipe público
ru: Открытая команда
sv: Öppet lag
tr: Genel Takım
uk: Відкрита команда
zh_tw: 公開團隊

source: Channel
ar: القناة
eo: Kanalo
es: Canal
fi: Kanava
fr: Canal
gl: Canle
hi: चैनल
hu: Csatorna
ia: Canal
nl: Kanaal
pl: Kanał
pt_br: Canal
ru: Канал
sv: Kanal
tr: Kanal
uk: Канал
zh_tw: 頻道

source: Direct message
ar: رسالة مباشرة
eo: Rekte mesaĝi
es: Mensaje directo
fi: Suoraviesti
gl: Mensaxe directa
hi: सीधा संदेश
hu: Közvetlen üzenet
pt_br: Mensagem direta
ru: Личное сообщение
tr: Doğrudan ileti
zh_tw: 私訊

source: Omnichannel
ar: متعدد القنوات
es: Omnicanal
fr: Omnicanal
gl: Omnicanle
hi: ओमनीचैनल
hu: Összcsatorna
ia: Omnicanal
nl: Omni-kanaal
pl: Kanał Omni
pt_br: Omnicanal
ru: Омниканал
sv: Omnikanal
tr: Tek Kanal
uk: Омніканал

# @info:shell
source: Return lists of accounts
ar: أرجع قوائم الحسابات
eo: Liveri listojn de kontoj
es: Devolver la lista de cuentas
fi: Palauta tililuettelo
gl: Devolver listas de contas
hi: खातों की सूची लौटाएँ
hu: Visszaadja a fiókok listáját
pt_br: Retorna a lista de contas
ru: Вернуть список учётных записей
tr: Hesaplar listesini döndür
zh_tw: 回傳帳戶列表

# @info:shell
source: Start with specific account
ar: ابدأ بحساب محدد
eo: Komenci per specifa konto
es: Iniciar con una cuenta específica
fi: Aloita tietyllä tilillä
gl: Iniciar cunha conta específica
hi: विशिष्ट खाते से प्रारंभ करें
hu: Indítás adott fiókkal
pt_br: Iniciar com a conta especificada
ru: Запустить с указанной учётной записью
tr: Belirli bir hesapla başlat
zh_tw: 使用指定帳戶啟動

source: Account Name
ar: اسم الحساب
es: Nombre de la cuenta
fi: Tilin nimi
fr: Nom du compte
ia: Nomine de conto
nl: Accountnaam
pl: Nazwa konta
pt_br: Nome da conta
tr: Hesap Adı
uk: Назва запису
zh_tw: 帳戶名稱

# @info:shell
source: Show Message
ar: اعرض الرسالة
eo: Montri Mesaĝon
es: Mostrar mensaje
fi: Näytä viesti
gl: Amosar a mensaxe
hi: संदेश दिखाएँ
hu: Üzenet megjelenítése
pt_br: Mostrar mensagem
ru: Показать сообщение
tr: İletiyi göster
zh_tw: 顯示訊息

source: Message Url
ar: رابط الرّسالة
es: URL del mensaje
pt_br: URL da mensagem
tr: İleti URL’si
zh_tw: 訊息網址

# @info:shell
source: Use ddp api for login
ar: استخدم واجهة برمجة تطبيقات ddp للولوج
eo: Uzi ddp por ensaluto
es: Uso de ddp api para el inicio de sesión
fi: Käytä kirjautumiseen DDP-APIa.
gl: Usar a API de DDP para acceder
hi: लॉगिन के लिए ddp api का उपयोग करें
hu: Ddp API használata a bejelentkezéshez
pt_br: Usar API DDP para login
ru: Использовать API DDP для входа
tr: Oturum açma için ddp API’sini kullan
zh_tw: 登入使用 ddp API

# @info:shell
source: Lists the available options for user feedback
ar: يسرد الخيارات المتاحة لمشاركة بياناتك
eo: Listigas la disponeblajn elekteblojn por uzant-sugestoj
es: Mostrar las opciones disponibles para comentarios de usuario
fi: Luettelee käyttäjäpalautemahdollisuudet
gl: Lista todas as opcións dispoñíbeis de comentarios.
hi: उपयोगकर्ता फ़ीडबैक के लिए उपलब्ध विकल्पों की सूची बनाता है
hu: Listázza a felhasználói visszajelzés lehetséges opcióit
pt_br: Lista as opções disponíveis para comentários do usuário
ru: Показать доступные варианты обратной связи
tr: Kullanıcı bildirimi için kullanılabilir seçenekleri liste
zh_tw: 列出能用於使用者回饋的選項

# @info:shell
source: Start as Offline
ar: ابدأ غير متّصل
es: Iniciar como desconectado
pt_br: Iniciar desconectado
tr: Çevrimdışı olarak başla
zh_tw: 以離線啟動

# @info:shell
source: Activate Debug Mode
ar: نشّط وضع التنقيح
es: Activar modo depuración
pt_br: Ativar modo de depuração
tr: Hata ayıklama kipini etkinleştir
zh_tw: 啟用除錯模式

# @info:shell
source: Clean Database (Use with caution)
es: Limpiar base de datos (Usar con cuidado)
tr: Veritabanını temizle (Dikkatli kullanın)

source: Now
es: Ahora
tr: Şimdi

source: %1 second
es: %1 segundo
tr: %1 saniye

source: %1 minute
es: %1 minuto
tr: %1 dakika

source: %1 hour
es: %1 hora
tr: %1 saat

source: %1 day
es: %1 día
tr: %1 gün

source: %1 year
es: %1 año
tr: %1 yıl

source: %1 month
es: %1 mes
tr: %1 ay

source: Missing translator info. It's a bug
ar: معلومات المترجم ناقصة. إنها علة
eo: Mankas informoj pri tradukisto. Ĝi estas cimo
es: Falta información de traductor. Es un error
fi: Kääntäjätieto puuttuu. Tämä on ohjelmavirhe
fr: Informations manquantes sur la personne en charge de la traduction. Ceci est un bogue.
gl: Falta información de tradución. É un fallo.
hi: अनुवादक की जानकारी गायब है। यह एक बग है
hu: Hiányzó fordítóinformációk. Ez egy hiba.
nl: Informatie over vertaler ontbreekt. Het is een bug
pt_br: Faltam informações do tradutor. É um erro.
ru: Не указаны данные переводчика. Это внутренняя ошибка программы
sv: Saknar översättarinformation. Det är ett fel.
tr: Çevirmen bilgisi eksik. Bu bir hata
uk: Не вказано даних перекладача. Це вада програми

source: User
ar: المستخدم
eo: Uzanto
es: Usuario
fi: Käyttäjä
fr: Utilisateur
gl: Persoa usuaria
hi: उपयोगकर्ता
hu: Felhasználó
ia: Usator
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач
zh_tw: 使用者

source: Administrator
ar: إداري
eo: Administranto
es: Administrador
fi: Ylläpitäjä
fr: Administrateur
gl: Administración
hi: प्रशासक
hu: Adminisztrátor
nl: Systeembeheerder
pt_br: Administrador
ru: Администратор
sv: Administratör
tr: Yönetici
uk: Адміністратор
zh_tw: 管理員

source: Online
ar: متصل
eo: Rete
es: En línea
fi: Verkossa
fr: En ligne
gl: En liña
hi: ऑनलाइन
hu: Elérhető
ia: In linea
pl: Dostępny
pt_br: Conectado
ru: В сети
sv: Uppkopplad
tr: Çevrimiçi
uk: У мережі
zh_tw: 線上

source: Busy
ar: مشغول
eo: Okupita
es: Ocupado
fi: Varattu
fr: Occupé
gl: Ocupada
hi: व्यस्त
hu: Elfoglalt
ia: Occupate
nl: Bezet
pl: Zajęty
pt_br: Ocupado
ru: Занят
sv: Upptagen
tr: Meşgul
uk: Зайнято
zh_tw: 忙碌

source: Away
ar: بالخارج
eo: For
es: Fuera
fi: Poissa
fr: Absent
gl: Ausente
hi: दूर
hu: Távol
ia: Absente
nl: Afwezig
pl: Nieobecny
pt_br: Ausente
ru: Отсутствует
sv: Borta
tr: Uzakta
uk: Відсутність
zh_tw: 離席

source: Call was not answered
ar: لم يرد على المكالمة
eo: Voko ne estis respondita
es: No se contestó la llamada
fi: Puheluun ei vastattu
gl: Non se colleu a chamada
hi: कॉल का उत्तर नहीं दिया गया
hu: A hívás nem lett fogadva
pt_br: Chamada não foi respondida
ru: Вызов остался без ответа
tr: Arama yanıtlanmadı
zh_tw: 通話未接聽

source: Call ended
ar: أنهيت المكالمة
eo: Voko finiĝis
es: La llamada terminó
fi: Puhelun päättyi
gl: A chamada rematou
hi: कॉल समाप्त
hu: Hívás befejezve
pt_br: Chamada terminou
ru: Вызов завершился
tr: Arama sonlandı
zh_tw: 通話已結束

source: Waiting for answer
ar: في انتظار الإجابة
eo: Atendante respondon
es: Esperando respuesta
fi: Odotetaan vastausta
gl: Agardando que collan
hi: जवाब का इंतज़ार रहा हूँ
hu: Várakozás válaszra
pt_br: Esperando por resposta
ru: В ожидании ответа
tr: Yanıt bekleniyor
zh_tw: 等待回應

source: Call ongoing
ar: المكالمة جارية
eo: Voko daŭranta
es: Llamada en curso
fi: Puhelu käynnissä
gl: Chamada en curso
hi: कॉल जारी है
hu: Hívás folyamatban
pt_br: Chamada em curso
ru: Вызов продолжается
tr: Arama sürüyor
zh_tw: 通話進行中

source: InComing Call
ar: مكالمة واردة
eo: Envenanta Voko
es: Llamada entrante
fi: Saapuva puhelu
gl: Chamada entrante
hi: एक फोन आ रहा है
hu: Bejövő hívás
pt_br: Chamada recebida
ru: Входящий вызов
tr: Gelen Arama
zh_tw: 來電

source: Accept
ar: اقبل
eo: Akcepti
es: Aceptar
fi: Hyväksy
gl: Aceptar
hi: स्वीकार करना
hu: Elfogadás
pt_br: Aceitar
ru: Принять
tr: Kabul Et
zh_tw: 接起

source: Login/Password
ar: الولوج/كلمة السر
eo: Ensalutu/Pasvorto
es: Usuario/Contraseña
fi: Tunnus/salasana
fr: Identifiant / mot de passe
gl: Acceso/contrasinal
hi: लॉगिन पासवर्ड
hu: Azonosító/Jelszó
ia: Aperi session/Contrasigno
nl: Aanmelden/wachtwoord
pl: Login/Hasło
pt_br: Login/senha
ru: Имя пользователя/Пароль
sv: Inloggning/Lösenord
tr: Kullanıcı Adı/Parola
uk: Користувач/Пароль
zh_tw: 帳號/密碼

source: Server URL:
ar: مسار الخادم:
eo: Servila URL:
es: URL del servidor:
fi: Palvelimen osoite:
gl: URL do servidor:
hi: सर्वर यूआरएल:
hu: Kiszolgáló URL-je:
pt_br: URL do servidor:
ru: Адрес сервера:
tr: Sunucu URL’si:
zh_tw: 伺服器網址：

source: Account name:
ar: اسم الحساب:
eo: Kontonomo:
es: Nombre de la cuenta:
fi: Tilin nimi:
gl: Nome da conta:
hi: खाता नाम:
hu: Fióknév:
pt_br: Nome da conta:
ru: Имя учётной записи:
sv: Kontonamn:
tr: Hesap adı:
zh_tw: 帳戶名稱：

source: User Id:
ar: معرف المستخدم:
eo: Uzant-Ident:
es: Id de usuario:
fi: Käyttäjätunniste:
gl: Identificador de persoa usuaria:
hi: उपयोगकर्ता पहचान:
hu: Felhasználóazonosító:
pt_br: ID do usuário:
ru: Идентификатор пользователя:
tr: Kullanıcı kimliği:
zh_tw: 使用者 ID：

source: Token:
ar: الرّمز:
eo: Ĵetono:
es: Símbolo:
fi: Pääsymerkki:
gl: Pase:
hi: टोकन:
ru: Маркер:
tr: Jeton:
zh_tw: 權杖：

source: Personal Access Token
ar: رمز الوصول الشخصي
eo: Persona Alirĵetono
es: Símbolo de acceso personal
fi: Henkilökohtainen pääsymerkit
fr: Jeton d'accès personnel
gl: Pase de acceso persoal
hi: व्यक्तिगत एक्सेस टोकन
hu: Személyes hozzáférési token
nl: Persoonlijk toegangstoken
pt_br: Token de acesso pessoal
ru: Личный маркер доступа
sv: Personlig åtkomstsymbol
tr: Kişisel Erişim Jetonu
uk: Особистий жетон доступу
zh_tw: 個人存取權杖 (Personal Access Token)

source: Share Text…
ar: شارك النص…
eo: Kunhavigi Tekston…
es: Compartir texto…
fi: Jaa tekstiä…
gl: Compartir o texto…
hi: पाठ साझा करें…
hu: Szöveg megosztása…
pt_br: Compartilhar texto…
ru: Опубликовать текст…
tr: Metin Paylaş…
zh_tw: 分享文字…

source: There was a problem sharing the document: %1
ar: حدثت مشكلة في مشاركة المستند: %1
eo: Estis problemo kun konigo de la dokumento: %1
es: Hubo un problema al compartir el documento: %1
fi: Tiedoston jakamisessa ilmeni ongelma: %1
fr: Il y a eu un problème durant le partage du document : %1
gl: Produciuse un problema ao compartir o documento: %1
hi: दस्तावेज़ साझा करने में समस्या हुई: %1
hu: Hiba történt a dokumentum megosztásakor: %1
nl: Er was een probleem bij het delen van het document: %1
pt_br: Ocorreu um problema ao compartilhar o documento: %1
ru: При публикации документа возникла ошибка: %1
sv: Ett problem uppstod när dokumentet skulle delas: %1
tr: Belgeyi paylaşırken bir sorun oluştu: %1
uk: Під час спроби оприлюднити документ виникла проблема: %1
zh_tw: 分享文件時發生問題：%1

source: File was shared.
ar: تمت المشاركة
eo: Dosiero estis dividita.
es: El archivo se ha compartido
fi: Tiedosto on jaettu.
fr: Le fichier a été partagé.
gl: Compartiuse o ficheiro.
hi: फ़ाइल साझा की गई.
hu: A fájl megosztva.
nl: Bestand was gedeeld.
pt_br: O arquivo foi compartilhado.
ru: Файл был опубликован.
sv: Filen delades.
tr: Dosya, paylaşıldı.
uk: Файл оприлюднено.
zh_tw: 已分享檔案。

source: <qt>You can find the new request at:<br /><a href='%1'>%1</a> </qt>
ar: <qt>ستجد الطلب الجديد في: <a href='%1'>%1</a> </qt>
eo: <qt>Vi povas trovi la novan peton ĉe:<br /><a href='%1'>%1</a> </qt>
es: <qt>Puede encontrar la nueva petición en:<br /><a href='%1'>%1</a> </qt>
fi: <qt>Löydät uuden pyynnön osoitteesta:<br /><a href='%1'>%1</a> </qt>
fr: <qt>Vous pouvez trouver la nouvelle requête à :<br /><a href='%1'>%1</a> </qt>
gl: <qt>Atopará unha nova solicitude en:<br /><a href='%1'>%1</a> </qt>
hi: <qt>आप नया अनुरोध यहां पा सकते हैं:<br /> <a href='%1'>%1</a></qt>
hu: <qt>Az új kérést itt találhatja meg:<br /><a href='%1'>%1</a> </qt>
nl: <qt>Het nieuwe verzoek kunt u vinden op:<br /><a href='%1'>%1</a> </qt>
pt_br: <qt>Você pode encontrar a nova solicitação em:<br /><a href='%1'>%1</a> </qt>
ru: <qt>Новый запрос доступен здесь:<br /><a href='%1'>%1</a> </qt>
sv: <qt>Den nya begäran finns på:<br /><a href='%1'>%1</a> </qt>
tr: <qt>Yeni isteği şurada bulabilirsiniz:<br /><a href='%1'>%1</a> </qt>
uk: <qt>Новий запит можна знайти тут:<br /><a href='%1'>%1</a> </qt>
zh_tw: <qt>您可以在此檢視新的請求：<br /><a href='%1'>%1</a> </qt>

source: AI Actions
ar: إجراءات الذكاء الاصطناعي
es: Acciones de IA
fi: Tekoälytoiminnot
gl: Accións da IA
pt_br: Ações de IA
tr: Yapay Zekâ Eylemleri
zh_tw: AI 動作

source: Summarize Unreads
ar: تلخيص غير المقروءة
es: Resumir no leídos
fi: Tee lukematta olevista yhteenveto
gl: Resumir o non lido
pt_br: Resumir não lidas
tr: Okunmamışları Özetle
zh_tw: 整理未讀訊息的摘要

source: Ask to AI
ar: اسأل الذكاء الاصطناعي
es: Preguntar a una IA
fi: Kysy tekoälyltä
gl: Preguntar á IA
pt_br: Pergunte à IA
tr: Yapay Zekâya Sor
zh_tw: 向 AI 詢問

source: Create a screenshot
ar: خذ لقطة شاشة
es: Crear una captura de pantalla
fi: Ota ruutukaappaus
gl: Facer unha captura de pantalla
pt_br: Criar uma captura de tela
ru: Сделать снимок экрана
tr: Ekran Görüntüsü Al
zh_tw: 建立螢幕截圖

source: This tool allows to create screenshot.
ar: تسمح هذه الأداة بأخذ لقطة للشاشة
es: Esta herramienta permite crear capturas de pantalla.
fi: Tällä työkalulla voi ottaa ruutukaappauksia.
gl: Esta ferramenta permite facer unha captura de pantalla.
pt_br: Esta ferramenta permite criar uma captura de tela.
tr: Bu araç, bir ekran görüntüsü almaya olanak tanır.
zh_tw: 這個工具允許建立螢幕截圖。

# @title:window
source: Configure Grab Screen
ar: اضبط التقاط الشاشة
es: Configurar captura de pantalla
fi: Ruutukaappausasetukset
gl: Configurar a captura de pantalla
pt_br: Configurar captura de tela
tr: Yakalama Ekranını Yapılandır
zh_tw: 設定螢幕擷取

source: Delay:
ar: التأخير:
es: Retraso:
fi: Viive:
gl: Atraso:
pt_br: Atraso:
tr: Gecikme:
zh_tw: 延遲：

# @item %v is a number
source: %v second
ar: أقل من ثانية
es: %v segundo
fi: %v sekunti
gl: %v segundo
pt_br: %v segundo
tr: %v saniye
zh_tw: %v 秒

source: Invalid Parameters
ar: معلمات غير صالحة
eo: Nevalidaj Parametroj
es: Parámetros no válidos
fi: Virheellisiä parametreja
fr: Paramètres non valables
gl: Parámetros incorrectos.
hi: अमान्य मापदण्ड
hu: Érvénytelen paraméterek
nl: Ongeldige parameters
pl: Nieprawidłowe parametry
pt_br: Parâmetros inválidos
ru: Недопустимые параметры
sv: Ogiltiga parametrar
tr: Geçersiz Parametreler
uk: Некоректні параметри
zh_tw: 無效的參數

source: The required '%1' param provided does not match any channel
ar: المعلمة المطلوبة '%1' المقدمة لا تتطابق مع أي قناة
eo: La bezonata '%1' parametro provizita ne kongruas kun iu ajn kanalo
es: El parámetro proporcionado y requerido «%1» no concuerda con ningún canal
fi: Vaadittu parametri ”%1” ei vastaa mitään kanavaa
fr: Le paramètre nécessaire « %1 » qui a été fourni, ne correspond à aucun canal
gl: O parámetro «%1» fornecido non coincide con ningunha canle.
hi: प्रदान किया गया आवश्यक '%1' पैरामीटर किसी भी चैनल से मेल नहीं खाता
hu: A kötelezően megadott „%1” paraméter nem illeszkedik egyetlen csatornára sem
ia: Le parametro requirite '%1' fornite non ha correspondentia con alcun canal
nl: De vereiste geleverde parameter '%1' komt niet overeen met een kanaal
pl: Wymagany parametr '%1' nie odpowiada żadnemu kanałowi
pt_br: O parâmetro necessário '%1' fornecido não corresponde a nenhum canal
ru: Указанный обязательный параметр «%1» не соответствует ни одному каналу
sv: Den nödvändiga parametern '%1' motsvarar inte någon kanal
tr: Gereken “%1” parametresi, hiçbir kanalla eşleşmiyor
uk: Вказаний обов'язковий параметр «%1» не відповідає жодному каналу
zh_tw: 所提供的必要參數「%1」不符合任何頻道

source: The room required a password.
ar: الغرفة تتطلب كلمة سر.
eo: La ĉambro postulis pasvorton.
es: Esta sala requiere contraseña.
fi: Tämä huone vaatii salasanan.
fr: La salle a requis un mot de passe.
gl: A sala requiriu un contrasinal.
hi: कमरे के लिए पासवर्ड की आवश्यकता थी।
hu: A szobához jelszó kellett.
ia: Le sala requireva un contrasigno
nl: De room vereist een wachtwoord.
pl: Pokój wymaga podania hasła.
pt_br: A sala solicita uma senha.
ru: Для доступа в комнату необходим пароль.
sv: Rummet kräver ett lösenord.
tr: Oda, bir parola gerektiriyor.
uk: Для доступу до кімнати потрібен пароль.
zh_tw: 聊天室需要密碼。
