Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Fix translate message in direct channel.
ar: إصلاح ترجمة الرسالة في القناة المباشرة.
eo: Ripari traduki mesaĝon en rekta kanalo.
es: Mejora en la traducción de mensajes en los canales directos.
fi: Korjattu suorakanavan viestin kääntäminen.
gl: Corrixir a tradución de mensaxes en canles directas.
hi: प्रत्यक्ष चैनल में संदेश का अनुवाद ठीक करें।
hu: Üzenet fordítása a közvetlen csatornában javítva.
pt_br: Corrige mensagem de tradução no canal direto.
ru: Исправление перевода сообщений в прямых каналах
tr: Doğrudan kanaldaki ileti çevirmeyi onar
zh_tw: 修正私訊頻道中的翻譯訊息。

source: Don't show @here/@all as user.
ar: لا تظهر @هنا/@الكل كمستخدم.
eo: Ne montri @here/@all kiel uzanto.
es: No muestra @here/@all como usuario.
fi: Älä näytä käyttäjäksi @here/@all.
gl: Non amosar @here ou @all como persoas.
hi: @here/@all को उपयोगकर्ता के रूप में न दिखाएं.
hu: A @here/@all ne felhasználóként jelenjen meg.
pt_br: Não mostra @here/@all como usuário.
ru: Отмена показа @here/@all как пользователя
tr: Kullanıcı olarak @burada/@tümü gösterme
zh_tw: 不要把 @here 或 @all 當成使用者顯示。

source: Reduce memory footprint.
ar: تقليل مساحة الذاكرة.
eo: Redukti memorbezonon.
es: Reducción del consumo de memoria.
fi: Vähennetty muistijälkeä.
gl: Reducir o uso de memoria.
hi: मेमोरी फ़ुटप्रिंट कम करें.
hu: Memóriahasználat csökkentése.
pt_br: Reduz uso de memória.
ru: Снижение использования памяти
tr: Bellek kullanımını azalt
zh_tw: 使用更少記憶體。

source: Use RESTAPI for logging.
ar: استخدم RESTAPI للتسجيل.
eo: Uzi RESTAPI por protokolado.
es: Uso de RESTAPI para los registros.
fi: Käytä lokiin RESTAPIa.
gl: Usar a API REST para rexistrar.
hi: लॉगिंग के लिए RESTAPI का उपयोग करें.
hu: RESTAPI használata a naplózáshoz.
pt_br: Uso da API REST para registro.
ru: Использование RESTAPI для ведения журнала
tr: Günlükleme için RESTAPI kullan
zh_tw: 為日誌使用 REST API。

source: Allow to send multi files.
ar: السماح بإرسال ملفات متعددة.
eo: Permesi sendi plurajn dosierojn.
es: Permitir el envío de múltiples archivos.
fi: Salli useamman tiedoston lähettäminen.
gl: Permitir enviar varios ficheiros.
hi: एकाधिक फ़ाइलें भेजने की अनुमति दें.
hu: Több fájl küldésének lehetővé tétele.
pt_br: Permite o envio de múltiplos arquivos.
ru: Возможность отправки нескольких файлов
tr: Birden çok dosya göndermeye izin ver
zh_tw: 允許傳送多個檔案。

source: Fix preview url.
ar: إصلاح رابط المعاينة.
eo: Ripari antaŭrigardan URL.
es: Mejora en la vista preliminar de URLs.
fi: Korjattu verkko-osoitteen esikatselu.
gl: Corrixir a vista previa de URL.
hi: पूर्वावलोकन यूआरएल ठीक करें.
hu: URL-előnézet javítva.
pt_br: Corrige visualização de URL.
ru: Исправление предпросмотра содержимого по ссылкам
tr: Önizleme URL’sini düzelt
zh_tw: 修正預覽網址。

source: Implement Rocket.Chat Marketplace.
ar: تنفيذ متجر روكت تشات.
eo: Realigi Rocket.Chat-Merkaton.
es: Implementación del mercado Rocket.Chat.
fi: Toteutettu Rocket.Chat-tori.
gl: Implementar o mercado de Rocket.Chat.
hi: रॉकेट.चैट मार्केटप्लेस को क्रियान्वित करें.
hu: A Rocket.Chat Marketplace megvalósítása.
pt_br: Implementa o Marketplace do Rocket.Chat.
ru: Реализация рынка программ Rocket.Chat (Rocket.Chat Marketplace)
tr: Rocket.Chat marketini gerçekle
zh_tw: 實作 Rocket.Chat 商店。

source: Allow to clean room history.
ar: السماح بتنظيف سجل الغرفة.
eo: Permesi purigi ĉambran historion.
es: Permitir borrar el histórico de salas.
fi: Sallittu tyhjentää huoneen historia.
gl: Permitir borrar o historial das salas.
hi: कमरे का इतिहास साफ़ करने की अनुमति दें.
hu: Szoba előzményei törlésének lehetővé tétele.
pt_br: Permite limpar o histórico da sala.
ru: Возможность очистки журнала комнаты
tr: Oda geçmişini temizlemeye izin ver
zh_tw: 允許清空聊天室紀錄。

source: Allow to check new version.
ar: السماح بالتحقق من الإصدار الجديد.
eo: Permesi kontrolon pri nova versio.
es: Permitir comprobar nueva versión.
fi: Sallittu etsiä uutta versiota.
gl: Permitir comprobar se hai unha nova versión.
hi: नये संस्करण की जांच करने की अनुमति दें.
hu: Új verzió keresésnek lehetővé tétele.
pt_br: Permite verificar por nova versão.
ru: Возможность проверки наличия новой версии
tr: Yeni sürümleri denetlemeye izin ver
zh_tw: 允許檢查新版本。

source: Implement moderation (administrator mode).
ar: تنفيذ الإشراف (وضع المسؤول).
eo: Realigi komentokontroladon (administra reĝimo).
es: Moderación implementada (modo administrador).
fi: Toteutettu moderointi (ylläpitotila).
gl: Implementar moderación (modo de administración).
hi: मॉडरेशन (व्यवस्थापक मोड) लागू करें.
hu: Moderáció megvalósítása (adminisztrátor mód).
pt_br: Implementa a moderação (modo de administrador).
ru: Реализация модерации (режим администратора)
tr: Moderasyonu gerçekle (yönetim kipi)

source: Add welcome page.
ar: إضافة صفحة الترحيب.
eo: Aldoni bonvenpaĝon.
es: Añadir página de bienvenida.
fi: Lisätty tervetulosivu.
gl: Engadir unha páxina de benvida.
hi: स्वागत पृष्ठ जोड़ें.
hu: Kezdőlap hozzáadása.
pt_br: Adiciona a página de boas-vindas.
ru: Добавление приветственной страницы
tr: “Hoş geldiniz” sayfası ekle
zh_tw: 新增歡迎頁面。

source: Implement pending users info (administrator mode).
ar: تنفيذ معلومات المستخدمين المعلقة (وضع المسؤول).
eo: Realigi informon pri atendantaj uzantoj (administra reĝimo).
es: Implementación de la información pendiente de usuarios (modo administrador).
fi: Toteutettu jonossa olevien käyttäjien tiedot (ylläpitotila).
gl: Implementar a información das persoas usuarias pendentes (modo de administración).
hi: लंबित उपयोगकर्ता जानकारी (व्यवस्थापक मोड) लागू करें.
hu: Függőben lévő felhasználók információinak megvalósítása (adminisztrátor mód).
pt_br: Implementa informações de usuários pendentes (modo de administrador).
ru: Реализация показа сведений о пользователях в очереди (режим администратора)
tr: Beklemede olan kullanıcı bilgisini gerçekle (yönetim kipi)
zh_tw: 實作待處理使用者資訊（管理員模式）。

source: Use cmark-rc (https://github.com/dfaure/cmark-rc) for markdown support.
ar: استخدم cmark-rc (https://github.com/dfaure/cmark-rc) لتوفير ماركدون.
es: Uso de cmark-rc (https://github.com/dfaure/cmark-rc) para la implementación de Markdown.
fi: Markdown-tukeen käytetty cmark-rc:tä (https://github.com/dfaure/cmark-rc).
gl: Usar cmark-rc (https://github.com/dfaure/cmark-rc) para a compatibilidade con Markdown.
hi: मार्कडाउन समर्थन के लिए cmark-rc (https://github.com/dfaure/cmark-rc) का उपयोग करें।
hu: A cmark-rc (https://github.com/dfaure/cmark-rc) használata a Markdown támogatáshoz.
pt_br: Uso do cmark-rc (https://github.com/dfaure/cmark-rc) para suporte a markdown.
ru: Использование cmark-rc (https://github.com/dfaure/cmark-rc) для поддержки Markdown
tr: Markdown desteği için cmark-rc (https://github.com/dfaure/cmark-rc) kullanın.

source: Delete oldest files from some cache directories (file-upload and media) so it doesn't grow forever.
ar: حذف الملفات الأقدم من بعض أدلة خبيئة رفع الملفات والوسائط حتى لا تتوسع إلى الأبد.
es: Borrado los archivos más antiguos de algunos directorios de caché (subida de archivos y medios) para que no crezcan para siempre.
fi: Poistettu vanhimmat viestit välimuistikansioista (tiedoston lähetys ja media), jottei välimuisti kasva loputtomasti.
gl: Eliminar os ficheiros máis vellos dalgúns cartafoles de caché («file-upload» e «media») para que non medren indefinidamente.
hi: कुछ कैश निर्देशिकाओं (फ़ाइल-अपलोड और मीडिया) से सबसे पुरानी फ़ाइलें हटा दें ताकि वे हमेशा के लिए बढ़ती न रहें।
hu: Legrégebbi fájlok törlése néhány gyorsítótár-mappából (fájlfeltöltések és média), hogy ne növekedjenek a végtelenségig.
pt_br: Exclui os arquivos mais antigos de alguns diretórios de cache (upload de arquivos e mídia) para que eles não cresçam para sempre.
ru: Удаление самых старых файлов из некоторых каталогов кэша (отправка файлов и мультимедийные файлы), чтобы предотвратить бесконечное увеличение их размера
tr: Kimi önbellek dizinlerinden en eski dosyaları (dosya ve ortam yüklemeleri) silin ki sürekli olarak yer kaplamasın.

source: Clean market application model after 30 minutes (reduce memory footprint).
ar: نموذج تطبيق السوق النظيف بعد 30 دقيقة (تقليل مساحة الذاكرة).
eo: Viŝi merkatan aplikaĵmodelon post 30 minutoj (redukti memorbezonon).
es: Limpiar el modelo de aplicaciones de mercado tras 30 minutos (reducir uso de memoria)
fi: Tyhjennä kauppasovellusmalli 30 minuutissa (vähentää muistinkäyttöä).
gl: Limpar o modelo de aplicación do mercado tras 30 minutos (reducir o consumo de memoria).
hi: 30 मिनट के बाद बाजार अनुप्रयोग मॉडल को साफ करें (मेमोरी फुटप्रिंट कम करें)।
hu: A piaci alkalmazásmodell törlése 30 perc elteltével (memóriahasználat csökkentése).
pt_br: Limpa o modelo de aplicativo do mercado após 30 minutos (reduz o consumo de memória).
ru: Очистка модели рынка программ через 30 минут (используется меньше памяти)
tr: Mağaza uygulama modelini 30 dakikadan sonra kapat (bellek ayak izini azaltır)

source: Fix show discussion name in completion.
ar: إصلاح إظهار اسم المناقشة عند الاكتمال.
eo: Ripari montron de diskutnomo en kompletigo.
es: Arreglo del nombre «mostrar discusión» al completar.
fi: Korjattu keskustelun nimen näyttö täydennyksissä.
gl: Corrixir como se amosa o nome das discusións na completación.
hi: चर्चा का नाम पूर्णता में दिखाना ठीक करें.
hu: Megbeszélésnév megjelenítésének javítása kiegészítéskor.
pt_br: Corrige nome da discussão exibida na conclusão.
ru: Исправление показа названия обсуждения при дополнении
tr: Tamamlamada tartışma adını göstermeyi düzelt

source: Fix duplicated messages in search message dialog.
ar: إصلاح الرسائل المكررة في مربع حوار رسائل البحث.
eo: Ripari duobligitajn mesaĝojn en mesaĝoserĉa dialogo.
es: Mejora en los mensajes duplicados en el diálogo de búsqueda de mensajes.
fi: Korjattu toistuvat viestit viestihakuikkunassa.
gl: Corrixir as mensaxes duplicadas no diálogo de busca de mensaxes.
hi: खोज संदेश संवाद में डुप्लिकेट संदेशों को ठीक करें.
hu: Duplikált üzenetek javítása az üzenet keresése párbeszédablakban.
pt_br: Corrige mensagens duplicadas na caixa de diálogo de pesquisa de mensagens.
ru: Исправление дублирования сообщений в диалоге поиска сообщений
tr: İleti arama iletişim kutusundaki yinelenen iletileri onar

source: Add delegate in search rooms in team dialog.
ar: إضافة مندوب في غرف البحث في حوار الفريق.
eo: Aldoni delegiton en ĉambroserĉo en teama dialogo.
es: Añadir delegado en las salas de búsqueda en el diálogo de equipo.
gl: Engadir unha delegación nas salas de busca do diálogo de equipo.
hi: टीम संवाद में खोज कक्षों में प्रतिनिधि जोड़ें.
hu: Delegálás hozzáadása a szoba keresése a csapatban párbeszédablakhoz.
pt_br: Adiciona delegado em salas de pesquisa na caixa de diálogo da equipe.
ru: Добавление делегирования в диалоге поиска комнат в команде
tr: Takım iletişim kutusunda oda aramaya vekil ekle

source: Allow to clean up room history when room was not opened from long time.
ar: السماح بتنظيف سجل الغرفة عندما لا تُفتح الغرفة منذ وقت طويل.
es: Permitir limpiar el historial de una sala cuando la sala no se ha abierto en un periodo largo.
fi: Salli huoneen historian siivoaminen, kun huonetta ei ole avattu pitkään aikaan.
gl: Permitir borrar o historial da sala se a sala non se abriu durante moito tempo.
hi: जब कमरा लंबे समय से नहीं खोला गया हो तो कमरे का इतिहास साफ़ करने की अनुमति दें।
pt_br: Permite limpar o histórico do sala quando ele não foi aberto por muito tempo.
ru: Возможность очистки журнала комнаты, если в неё долго не заходили
tr: Oda uzunca bir süredir açılmadığında oda geçmişini temizlemeye izin ver

source: Add restore button in administrator server settings dialog.
ar: إضافة زر استعادة في مربع حوار إعدادات خادم المسؤول.
es: Se ha añadido el botón de restaurar en el diálogo de preferencias del administrador del servidor.
fi: Lisää palautuspainike ylläpitäjän palvelinasetusikkunaan.
gl: Engada un botón de restaurar no diálogo de configuración do servidor de administración.
hi: व्यवस्थापक सर्वर सेटिंग संवाद में पुनर्स्थापना बटन जोड़ें.
pt_br: Adiciona botão de restauração na caixa de diálogo de configurações do servidor do administrador.
ru: Добавление кнопки восстановления параметров в диалоге параметров администратора сервера
tr: Yönetici sunucu ayarları iletişim kutusuna geri yükle düğmesi ekle
zh_tw: 在管理員伺服器設定對話框中新增還原按鈕。

source: Improve changing password (show validation info).
ar: تحسين تغيير كلمة السر (إظهار معلومات التحقق من الصحة).
es: Mejora en el cambio de contraseñas (mostrar información de validación).
fi: Parannettu salasanavaihto (näyttää todennustiedot).
gl: Mellorar o cambio de contrasinal (amosar información de validación).
hi: पासवर्ड बदलने में सुधार करें (सत्यापन जानकारी दिखाएं).
pt_br: Melhora a alteração de senha (mostra informações de validação).
ru: Улучшение изменения пароля (показ сведений о корректности)
tr: Parola değiştirmeyi iyileştir (doğrulama bilgisini göster)

source: Improve register new account (Add reason support).
ar: تحسين تسجيل حساب جديد (إضافة السبب).
es: Mejora al registrar nuevas cuentas (Añadir razón de soporte).
fi: Parannettu uuden tilin rekisteröimistä (lisätty syyn tuki).
gl: Mellorar o rexistro de conta nova (permitir engadir un motivo).
hi: नया खाता पंजीकृत करने में सुधार करें (कारण समर्थन जोड़ें).
pt_br: Melhora o registro de nova conta (adiciona suporte ao motivo).
ru: Улучшение регистрации новой учётной записи (добавление поддержки причины)
tr: Yeni hesap kaydını iyileştir (Gerekçe desteği eklendi)

source: Implement mute/unmute user.
ar: تنفيذ كتم/إلغاء كتم صوت المستخدم.
es: Implementación silenciar usuario.
fi: Toteutettu käyttäjän vaimennus.
gl: Permitir silenciar e reactivar o son de persoas.
hi: उपयोगकर्ता को म्यूट/अनम्यूट करना लागू करें।
pt_br: Implementa silenciar/ativar som do usuário.
ru: Реализация запрета и разрешения говорить для пользователя
tr: Kullanıcıları sessize almayı/kaldırmayı gerçekle
zh_tw: 實作靜音/取消靜音使用者的功能。

source: Add color to the text in the account tab
ar: أضف لون إلى النص الموجود في لسان الحساب
es: Añadir color al texto en la pestaña de cuenta
fi: Lisää väri tilivälilehden tekstiin
gl: Engadir cor ao texto do separador de conta.
hi: खाता टैब में टेक्स्ट में रंग जोड़ें
pt_br: Adiciona cor ao texto na aba da conta
ru: Добавление цвета для текста на вкладке учётных записей
tr: Hesap sekmesindeki metne renk ekle

source: Allow to show private installed applications
ar: السماح بإظهار التطبيقات الخاصة المثبتة
es: Permite mostrar aplicaciones privadas instaladas
fi: Salli yksityisesti asennettujen sovellusten näyttäminen
gl: Permitir amosar as aplicacións privadas instaladas.
hi: निजी इंस्टॉल किए गए एप्लिकेशन दिखाने की अनुमति दें
pt_br: Permite mostrar aplicativos privados instalados
ru: Возможность показа приватно установленных приложений
tr: Özel kurulu uygulamaları göstermeye izin ver
zh_tw: 允許顯示私密安裝的應用程式

source: Fix editing message.
ar: إصلاح رسالة التحرير.
es: Corrección en la edición de mensajes.
fi: Korjattu viestin muokkaus.
gl: Corrixir a mensaxe de edición.
hi: संपादन संदेश ठीक करें.
hu: Szerkesztési üzenet javítása.
pt_br: Corrige edição de mensagem.
ru: Исправление редактирования сообщения
tr: İleti düzenlemeyi onar
zh_tw: 修正訊息編輯。

source: Show permissions in Rocket.Chat Marketplace.
ar: اعرض الأذونات في متجر روكت تشات.
es: Mostrar permisos del mercado Rocket.Chat
fi: Käyttöoikeuksien näyttäminen Rocket.Chat-torilla.
gl: Amosar os permisos no mercado de Rocket.Chat.
hi: Rocket.Chat मार्केटप्लेस में अनुमतियाँ दिखाएँ.
pt_br: Mostra permissões no Marketplace do Rocket.Chat.
ru: Показ прав доступа на рынке программ Rocket.Chat (Rocket.Chat Marketplace)
tr: Rocket.Chat mağazasında izinleri göster

source: Fix reconnect server.
ar: إصلاح إعادة الاتصال بالخادم.
es: Mejora de la reconexión del servidor
fi: Korjattu palvelimeen uudelleenyhdistäminen.
gl: Corrixir a reconexión ao servidor.
hi: सर्वर को पुनः कनेक्ट करना ठीक करें.
pt_br: Corrige reconexão ao servidor.
ru: Исправление переподключения к серверу
tr: Sunucuya yeniden bağlanmayı onar
zh_tw: 修正重新連線伺服器。

source: Fix single application on Windows/MacOs
ar: إصلاح تطبيق واحد على نظامي التشغيل Windows/MacOs
es: Mejoras en la aplicación en Windows/MacOs
fi: Korjaa yksittäisesiintymä Windowsissa/macOSissa
gl: Corrixir a aplicación única en Windows e macOS.
hi: Windows/MacOs पर एकल एप्लिकेशन को ठीक करें
pt_br: Corrige aplicativos simples no Windows/MacOs
ru: Исправление проблемы с одиночным экземпляром программы в Windows/MacOs
tr: Windows/macOS üzerinde tekil uygulama başlatımını onar

source: Fix select created room/discussion/teams
ar: إصلاح تحديد الغرفة/المناقشة/الفرق المنشئة
es: Mejora en la selección sala/discusión/equipos creados
fi: Korjaa luodun huoneen/keskustelun/työryhmän valinta
gl: Corrixir a selección de salas, conversas e equipos creados.
hi: चयनित निर्मित कक्ष/चर्चा/टीमों को ठीक करें
pt_br: Corrige seleção de sala/discussão/equipes criadas
ru: Исправление выбора созданных комнат/обсуждений/команд
tr: Oluşturulan oda/tartışma/takım seçimini onar

source: Fix filter discussion in administrator mode
ar: إصلاح مناقشة التصفية في وضع المسؤول
es: Mejora en el filtro de discusiones en modo administrador
fi: Korjaa keskustelun suodatus ylläpitotilassa.
gl: Corrixir o filtro de discusión no modo de administración.
hi: व्यवस्थापक मोड में फ़िल्टर चर्चा को ठीक करें
pt_br: Corrige discussão de filtro no modo administrador
ru: Исправление фильтрации обсуждений в режиме администратора
tr: Yönetici kipinde tartışma süzmeyi onar

source: Fix message video support
ar: إصلاح رسائل الفيديو
es: Mejora en el soporte de mensajes de video
fi: Korjattu viestien videotuki
gl: Corrixir a compatibilidade coas mensaxes de vídeo.
hi: संदेश वीडियो समर्थन ठीक करें
pt_br: Corrige suporte a mensagens de vídeo
ru: Исправление поддержки видео в сообщениях
tr: Video iletisi desteğini onar
zh_tw: 修正訊息影片支援

source: Fix highlight text in quoted message
ar: إصلاح تمييز النص في الرسالة المقتبسة
es: Mejora en el texto destacado en mensajes citados
fi: Korjaa tekstin korostus lainatussa viestissä
gl: Corrixir o realce de texto nas mensaxes citadas.
hi: उद्धृत संदेश में हाइलाइट किए गए टेक्स्ट को ठीक करें
pt_br: Corrige texto destacado em mensagem citada
ru: Исправление подсветки текста в цитате
tr: Alıntılanan iletideki vurgu metnini düzelt

source: Fix open discussion channel
ar: إصلاح قناة المناقشة المفتوحة
es: Mejora al abrir un canal de discusión
fi: Korjattu keskustelukanavan avaaminen
gl: Corrixir a apertura da canle de discusión.
hi: खुली चर्चा चैनल को ठीक करें
pt_br: Corrige canal de discussão aberto
ru: Исправление открытия канала обсуждения
tr: Açık tartışma kanalını onar

source: Allow to show application market settings
ar: السماح بإظهار إعدادات سوق التطبيقات
es: Permite mostrar las preferencias del mercado de aplicaciones
fi: Salli näyttää sovelluskauppa-asetukset
gl: Permitir amosar a configuración de mercado das aplicacións.
hi: एप्लिकेशन मार्केट सेटिंग दिखाने की अनुमति दें
pt_br: Permite mostrar as configurações do mercado de aplicativos
ru: Возможность показа параметров рынка программ
tr: Uygulama marketi ayarlarını göstermeye izin ver

source: Add support for tools plugins
ar: إضافة ملحقات الأدوات
es: Añadido soporte para los complementos de herramientas
fi: Lisää tuki työkaluliitännäisille
gl: Permitir complementos para ferramentas.
pt_br: Adiciona suporte para plugins de ferramentas
ru: Добавление поддержки модулей инструментов
tr: Araç eklentileri için destek ekle
zh_tw: 新增對工具外掛程式的支援

source: Plugin: Add screenshot button (near send message button)
ar: البرنامج المساعد: إضافة زر لقطة الشاشة (بالقرب من زر إرسال رسالة)
es: Complemento: Añadir botón de captura de pantalla (al lado del botón de enviar mensaje)
fi: Liitännäinen: Lisä ruutukaappauspainike (lähelle viestin lähetyspainiketta)
gl: Complemento: botón de engadir captura de pantalla (canda o botón de enviar a mensaxe).
pt_br: Plugin: Adiciona botão de captura de tela (próximo ao botão de enviar mensagem)
ru: Модуль: добавление кнопки снимка экрана (рядом с кнопкой отправки сообщения)
tr: Eklenti: Ekran görüntüsü düğmesi ekle (iletiyi gönder düğmesinin yanında)
zh_tw: 外掛程式：新增螢幕截圖按鈕（在傳送訊息按鈕附近）

source: Implement invite RC url support
ar: إتاحة دعوة عنوان لـ RC
es: Añadido soporte para invitar por URL RC
gl: Permitir URL de RC de invitación.
pt_br: Implementa suporte a URL de convite RC
ru: Реализация поддержки ссылки с приглашением RC
tr: Davet URL’si desteğini gerçekle

source: Implement verify if a new Ruqola version exist
ar: تنفيذ التحقق من وجود نسخة رقولة جديدة
es: Verificación de nueva versión disponible.
fi: Toteuta uudemman Ruqola-version tarkistus
gl: Comprobación da existencia dunha nova versión de Ruqola.
pt_br: Implementa verificação se existe uma nova versão do Ruqola
ru: Реализация проверки наличия новой версии Ruqola
tr: Yeni bir Ruqola sürümü varsa bildirim desteği
zh_tw: 實作檢查 Ruqola 是否有新版本的功能

source: Allow to search threads by unread/following
ar: اسمح بالبحث عن سلاسل المحادثات حسب عدم قراءتها/متابعتها
es: Añadida búsqueda en hilos por no leídos/siguiendo
fi: Salli etsiä säikeitä lukematta olevien/seurattujen mukaan
gl: Permitir buscar en fíos filtrando por non lidos e seguidos.
pt_br: Permite pesquisar tópicos por não lidos/seguintes
ru: Возможность поиска веток по признакам «не прочитано»/«отслеживается»
tr: Okunmamış/takip edilen kıstaslarına göre dizileri aramaya izin vr
zh_tw: 允許依未讀/跟隨中搜尋對話串

source: Show images from attachment dialog box
ar: عرض الصور من صندوق حوار المرفق
es: Mostrar imágenes en el cuadro de diálogos de adjuntos
fi: Näytä kuvat liitteen kyselyikkunasta
gl: Amosar as imaxes no diálogo de anexar.
pt_br: Mostra imagens da caixa de diálogo de anexos
ru: Показ изображений из диалогового окна вложения
tr: İlişik iletişim kutusunda görselleri göster

source: Implement Rocket.Chat application support.
ar: إتاحة دعم تطبيق روكت تشات.
es: Implementación de la aplicación Rocket.Chat.
fi: Toteutettu Rocket.Chat-sovellustuki.
gl: Implementar a compatibilidade con aplicacións de Rocket.Chat.
pt_br: Implementa suporte ao aplicativo Rocket.Chat.
ru: Реализация поддержки приложения Rocket.Chat
tr: Rocket.Chat uygulama desteğini gerçekle

source: Implement command preview.
ar: تنفيذ معاينة الأمر.
es: Implementación de la vista previa de órdenes
fi: Toteutettu komentoesikatselu.
gl: Implementar as vistas previas de ordes.
pt_br: Implementa visualização de comando.
ru: Реализация предпросмотра команды
tr: Komut önizlemesini gerçekle
zh_tw: 實作指令預覽

source: Debug: explore translation from RC server.
ar: التنقيح: استكشاف الترجمة من خادم روكت تشات.
es: Depuración: explorar la traducción del servidor RC.
fi: Virheenpaikannus: tutki käännöstä RC-palvelimelta.
gl: Depuración: explorar a tradución do servidor de RC.
pt_br: Depuração: explora a tradução do servidor RC.
ru: Отладка: обзор перевода с сервера RC.
tr: Hata ayıkla: RC sunucusundan çeviriyi araştırın.
zh_tw: 除錯：探索 Rocket Chat 伺服器來的翻譯。

source: Implement plugin UI support (Create dialog box for configure settings).
ar: تنفيذ واجهة المستخدم الإضافية (إنشاء مربع حوار لضبط الإعدادات).
es: Implementación del soporte de complementos de UI (Creación del diálogo para configurar preferencias).
fi: Toteuta liitännäisen käyttöliittymätuki (luo asetuksille kyselyikkuna).
gl: Permitir aos complementos cambiar a interface (crear unha caixa de diálogo para configurar opcións).
pt_br: Implementa suporte à interface de usuário do plugin (criar caixa de diálogo para configurar definições).
ru: Реализация поддержки интерфейса пользователя модулей (создание диалогового окна для настройки параметров)
tr: Arayüz eklenti desteğini gerçekle
zh_tw: 實作外掛程式介面支援（建立對話框來調整設定）。
