Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: The required \"roomId\" or \"roomName\" param provided does not match any teams
ar: لا يتطابق المعلم المطلوب \"roomId\" أو \"roomName\" المقدم مع أي فريق
eo: La postulata parametro \"roomId\" aŭ \"roomName\" provizita ne kongruas kun iuj teamoj
es: Los parámetros proporcionados «idDeHabitación» o «nombreDeHabitación» no concuerdan con ningún equipo
fi: Vaadittu ”roomId”- tai ”roomName”-parametri ei vastaa mitään työryhmää
gl: O parámetro «roomId» (identificador de sala) ou «roomName» (nome de sala) obrigatorio fornecido non coincide con ningún equipo.
hi: प्रदान किया गया आवश्यक \"roomId\" या \"roomName\" पैरामीटर किसी भी टीम से मेल नहीं खाता
hu: A kötelezően megadott \"roomId\" vagy \"roomName\" paraméter nem illeszkedik egyetlen csapatra sem
pt_br: O parâmetro necessário \"idSala\" ou \"nomeSala\" fornecido não corresponde a nenhuma equipe
ru: Указанный обязательный параметр «roomId» или «roomName» не соответствует ни одной команде
tr: Gereken “roomId” veya “roomName” parametresi, hiçbir takımla eşleşmiyor
zh_tw: 所提供的必要 \"roomId\" 或 \"roomName\" 參數不符合任何團隊

source: Get Avatar
ar: احصل على شعار
eo: Akiru avataron
es: Obtener avatar
fi: Hanki avatar
fr: Obtenir un avatar
gl: Obter o avatar
hi: अवतार प्राप्त करें
hu: Profilkép letöltése
ia: Obtene Avatar
nl: Avatar ophalen
pl: Pobierz awatar
pt_br: Obter avatar
ru: Получить аватар
sv: Hämta avatar
tr: Avatar Al
uk: Отримати аватар
zh_tw: 取得頭貼

source: Invalid Email '%1'.
ar: بريد إلكتروني غير صالح '%1'.
eo: Nevalida Retpoŝto '%1'.
es: Email inválido: «%1».
fi: Virheellinen sähköposti ”%1”.
fr: Courriel %1 non valable.
gl: O enderezo de correo electrónico «%1» non é válido.
hi: अवैध ईमेल '%1'.
hu: Érvénytelen e-mail-cím: „%1”.
ia: E-posta invalide '%1'.
nl: Ongeldige e-mailbericht '%1'.
pl: Nieprawidłowy e-mail '%1'.
pt_br: E-mail inválido '%1'.
ru: Неверный адрес эл. почты «%1».
sv: Ogiltig e-post '%1'.
tr: Geçersiz e-posta: “%1”
uk: Некоректна адреса електронної пошти «%1»
zh_tw: 無效電子郵件 '%1'。

source: Invalid avatar URL: %1
ar: عنوان الصورة الرمزية غير صالح: %1
eo: Nevalida URL de avataro: %1
es: URL de avatar inválida: %1
fi: Virheellinen avatarosoite: %1
fr: « URL » d'avatar non valable : %1
gl: O URL de avatar non é válido: %1
hi: अमान्य अवतार URL: %1
hu: Érvénytelen profilkép URL: %1
ia: URL de avatar invalide: %1
nl: Ongeldige URL van avatar: %1
pl: Nieprawidłowy adres URL awatara: %1
pt_br: URL de avatar inválida: %1
ru: Неверный адрес аватара: %1
sv: Ogiltig webbadress för avatar: %1
tr: Geçersiz avatar URL’si: %1
uk: Некоректна адреса аватара: %1
zh_tw: 無效的頭貼網址：%1

source: Error while handling avatar setting from a URL "%1" for %2
ar: حدث خطأ أثناء التعامل مع إعداد الصورة الرمزية من عنوان "%1" لـ %2
eo: Eraro dum pritraktado de avataro de URL "%1" por %2
es: Error mientras se intentaba establecer el avatar desde la URL «%1» para %2
fi: Virhe käsiteltäessä avatarasetusta osoitteesta ”%1” käyttäjälle %2
fr: Erreur lors de la gestion des paramètres d'avatar de l'« URL » « %1 » pour « %2 »
gl: Produciuse un erro ao xestionar a opción de avatar do URL «%1» para %2.
hi: %2 के लिए URL "%1" से अवतार सेटिंग संभालते समय त्रुटि
hu: Hiba történt %2 %1 URL-éről érkező profilkép-beállításának kezelésekor
ia: Error durante que manea preferentias de avatar ab un URL "%1" per %2
nl: Fout bij manipuleren van avatar-instelling uit een URL "%1" voor %2
pl: Błąd obsługi ustawień awatara z adresu URL "%1" dla %2
pt_br: Erro ao manipular a configuração do avatar a partir de uma URL "%1" para %2
ru: Ошибка при обработке установки аватара по адресу «%1» для %2
sv: Fel vid hantering av inställning för avatar från webbadressen "%1" för %2.
tr: %2 için “%1” URL’sinden avatar ayarlama sırasında hata
uk: Помилка під час обробки параметра аватара з адреси «%1» для %2
zh_tw: 為 %2 處理來自 URL "%1" 的頭貼設定時發生錯誤

source: Invisible status is disabled
ar: عُطلت الحالة غير المرئية
eo: Nevidebla stato estas malŝaltita
es: El estado invisible está desactivado
fi: Näkymätön tila ei ole käytössä
fr: Le status invisible est désactivé
gl: O estado «invisíbel» está desactivado.
hi: अदृश्य स्थिति अक्षम है
hu: A láthatatlan állapot letiltva
nl: Onzichtbare status is uitgeschakeld
pt_br: O status invisível está desativado
ru: Невидимость отключена
tr: Görünmez durumu devre dışı

source: %1 is already in use.
ar: %1 مستخدم فعلًا.
eo: %1 jam estas uzata.
es: %1 ya está en uso.
fi: %1 on jo käytössä
fr: %1 est déjà en cours d'utilisation.
gl: «%1» xa está en uso.
hi: %1 पहले से ही उपयोग में है.
hu: %1 már használatban van.
ia: %1 ja es in uso.
nl: %1 is al in gebruik.
pl: %1 jest już w użyciu.
pt_br: %1 já está em uso.
ru: %1 уже используется.
sv: %1 används redan
tr: %1, halihazırda kullanımda.
uk: %1 вже використано.
zh_tw: %1 已被使用。

source: Invalid parameters
ar: معلمات غير صالحة
eo: Nevalidaj parametroj
es: Parámetros no válidos
fi: Virheellisiä parametreja
fr: Paramètres non valables
gl: Os parámetros non son válidos.
hi: अमान्य मापदण्ड
hu: Érvénytelen paraméterek
nl: Ongeldige parameters
pl: Nieprawidłowe parametry
pt_br: Parâmetros inválidos
ru: Недопустимые параметры
sv: Ogiltiga parametrar
tr: Geçersiz parametreler
uk: Некоректні параметри
zh_tw: 無效的參數

source: Error trying to send email %1
ar: حدث خطأ أثناء محاولة إرسال البريد الإلكتروني %1
eo: Eraro provante sendi retmesaĝon %1
es: Error al intentar enviar el correo electrónico %1
fi: Virhe lähetettäessä sähköpostia: %1
fr: Erreur lors de la tentative d'envoi du courriel %1
gl: Produciuse un erro ao intentar enviar unha mensaxe de correo electrónico %1.
hi: ईमेल %1 भेजने का प्रयास करते समय त्रुटि
hu: Hiba az e-mail küldésének kísérletekor: %1
ia: Error quando on tentava inviar eposta %1
nl: Fout bij poging e-mail te verzenden %1
pl: Błąd przy próbie wysłania wiadomości e-mail %1
pt_br: Erro ao tentar enviar o e-mail %1
ru: Ошибка при попытке отправить письмо %1
sv: Fel vid försök att skicka e-post %1
tr: %1 e-postası gönderilmeye çalışılırken hata
uk: Помилка під час спроби надіслати повідомлення %1

# @title:window
source: Administrator
ar: إداري
eo: Administranto
es: Administrador
fi: Ylläpitäjä
fr: Administrateur
gl: Administración
hi: प्रशासक
hu: Rendszergazda
nl: Systeembeheerder
pt_br: Administrador
ru: Администратор
sv: Administratör
tr: Yönetici
uk: Адміністратор
zh_tw: 管理員

source: Server Info
ar: معلومات الخادم
eo: Servilo Informoj
es: Información del servidor
fi: Palvelintiedot
fr: Informations du serveur
gl: Información do servidor
hi: सर्वर जानकारी
hu: Kiszolgálóinformációk
ia: Info de servitor
nl: Serverinformatie
pl: Dane serwera
pt_br: Informação do servidor
ru: Сведения о сервере
sv: Serverinformation
tr: Sunucu Bilgisi
uk: Дані щодо сервера
zh_tw: 伺服器資訊

source: Custom User Status
ar: حالة المستخدم المخصصة
eo: Propra Uzanto-Stato
es: Estado personalizado del usuario
fi: Mukautettu käyttäjän tila
fr: État personnalisé de l'utilisateur
gl: Estado personalizado de persoa usuaria
hi: कस्टम उपयोगकर्ता स्थिति
hu: Egyéni felhasználó-állapot
ia: Stato de usator personaliste
nl: Aangepaste gebruikersstatus
pl: Własna dostępność użytkownika
pt_br: Status do usuário personalizado
ru: Нестандартный статус пользователя
sv: Egen användarstatus
tr: Özel Kullanıcı Durumu
uk: Нетиповий стан користувача
zh_tw: 自訂使用者狀態

source: Custom Sounds
ar: الأصوات المخصصة
eo: Propraj Sonoj
es: Sonidos personalizados
fi: Mukautetut äänet
fr: Personnaliser les sons
gl: Sons personalizados
hi: कस्टम ध्वनियाँ
hu: Egyéni hangok
ia: Sonos personalisate
nl: Eigen geluiden
pl: Własne dźwięki
pt_br: Sons personalizados
ru: Нестандартные звуки
sv: Egna ljud
tr: Özel Sesler
uk: Нетипові звуки
zh_tw: 自訂音效

source: Custom Emojis
ar: صورة تعبيرية مخصصة
eo: Propraj Emojis
es: Emojis personalizados
fi: Mukautetut emojit
fr: Émoticônes personnalisées
gl: Expresións personalizadas
hi: कस्टम इमोजी
hu: Egyéni emodzsik
ia: Emojis personalisate
nl: Eigen emoji's
pl: Własne emoji
pt_br: Emojis personalizados
ru: Нестандартные смайлики
sv: Egna emoji
tr: Özel Emojiler
uk: Нетипові емодзі
zh_tw: 自訂表情符號

source: Users
ar: المستخدمين
eo: Uzantoj
es: Usuarios
fi: Käyttäjät
fr: Utilisateurs
gl: Persoas usuarias
hi: उपयोगकर्ताओं
hu: Felhasználók
ia: Usatores
nl: Gebruikers
pl: Użytkownicy
pt_br: Usuários
ru: Пользователи
sv: Användare
tr: Kullanıcılar
uk: Користувачі
zh_tw: 使用者

source: Invites
ar: الدعوات
eo: Invitas
es: Invitaciones
fi: Kutsut
fr: Invite
gl: Invitacións
hi: आमंत्रण
hu: Meghívások
ia: Invitationes
nl: Uitnodigingen
pl: Zaproszenia
pt_br: Convites
ru: Приглашения
sv: Inbjudningar
tr: Davetler
uk: Запрошення
zh_tw: 邀請

source: View Log
ar: اعرض السجلّ
eo: Vidi Protokolon
es: Ver registro
fi: Näytä loki
fr: Afficher un journal
gl: Ver o rexistro
hi: देखें प्रवेश
hu: Napló megtekintése
ia: Monstra il registro
nl: Log bekijken
pl: Przejrzyj dziennik
pt_br: Visualizar log
ru: Просмотр журнала
sv: Visa logg
tr: Günlüğü Görüntüle
uk: Переглянути журнал
zh_tw: 檢視紀錄

source: Feature Preview
ar: معاينة الميزة
es: Previsualización de funcionalidad
fi: Ominaisuuden esikatselu
pt_br: Funcionalidade de visualização
tr: Özellik Önizlemesi
zh_tw: 功能預覽

source: Moderation Console
ar: لوحة الإشراف
eo: Modera Konzolo
es: Consola de moderación
fi: Moderointikonsoli
gl: Consola de moderación
hi: मॉडरेशन कंसोल
hu: Moderációs konzol
pt_br: Console de moderação
ru: Консоль модерации
tr: Moderasyon Konsolu
zh_tw: 站務主控台

# @title:window
source: Configure Custom Emoji
ar: اضبط الرموز التعبيرية المخصصة
eo: Agordi Propran Emoĝi
es: Configurar emoji personalizado
fi: Mukautetun emojin asetukset
fr: Configurer les émoticônes personnalisées
gl: Configuras as expresións personalizadas
hi: कस्टम इमोजी कॉन्फ़िगर करें
hu: Egyéni emodzsik beállítása
ia: Configura Emoji Personalisate
nl: Eigen emoji configureren
pl: Ustawienia własnego emoji
pt_br: Configurar emoji personalizado
ru: Настройка нестандартных смайликов
sv: Anpassa egna emoji
tr: Özel Emoji Yapılandır
uk: Налаштовування нетипового емодзі
zh_tw: 設定自訂表情符號

# @label:textbox
source: The custom emoji name and their aliases should be different.
ar: يجب أن يكون اسم الرموز التعبيرية المخصصة وأسماءها المستعارة مختلفين.
eo: La propra emoĝi-nomo kaj iliaj kaŝnomoj devus esti malsamaj.
es: El nombre de emoji personalizado y sus alias deben ser diferentes.
fi: Mukautetun emojin nimen ja sen aliasten tulisi olla erilaiset.
gl: O nome personalizado de expresión e os alias deberían ser distintos.
hi: कस्टम इमोजी का नाम और उनके उपनाम अलग-अलग होने चाहिए.
hu: Az egyéni emodzsi nevének és álneveinek különbözőnek kell lenniük.
pt_br: O nome de emoji personalizado e seus apelidos devem ser diferentes.
ru: Название нестандартного смайлика и название альтернативного варианта должны быть разными.
tr: Özel emoji adı ve armaları ayrımlı olmalıdır.
zh_tw: 自訂表情符號名稱跟它的別名應該不同。

source: Name:
ar: الاسم:
eo: Nomo:
es: Nombre:
fi: Nimi:
fr: Nom :
gl: Nome:
hi: नाम:
hu: Név:
ia: Nomine:
nl: Naam:
pl: Nazwa:
pt_br: Nome:
ru: Имя:
sv: Namn:
tr: Ad:
uk: Назва:
zh_tw: 名稱：

source: Alias:
ar: الكنية:
eo: Aliaso:
hi: उपनाम:
hu: Álnév:
pt_br: Apelido:
ru: Альтернативный вариант:
tr: Arma:
uk: Замінник:
zh_tw: 別名：

source: File:
ar: الملف:
eo: Dosiero:
es: Archivo:
fi: Tiedosto:
fr: Fichier :
gl: Ficheiro:
hi: फ़ाइल:
hu: Fájl:
nl: Bestand:
pl: Plik:
pt_br: Arquivo:
ru: Файл:
sv: Fil:
tr: Dosya:
uk: Файл:
zh_tw: 檔案：

# @info:placeholder
source: Search custom emojis
ar: ابحث عن الرموز التعبيرية المخصصة
eo: Serĉi proprajn emoĝiojn
es: Buscar emojis personalizados
fi: Etsi mukautettuja emojeja
gl: Buscar entre as expresións personalizadas.
hi: कस्टम इमोजी खोजें
hu: Egyéni emodzsik keresése
pt_br: Pesquisar emojis personalizados
ru: Поиск нестандартных смайликов
tr: Özel emojiler ara…
zh_tw: 搜尋自訂表情符號

source: No custom emoji found
ar: لم يعثر على رموز تعبيرية مخصصة
eo: Neniu propra emoji trovita
es: No se encontró ningún emoji
fi: Mukautettua emojia ei löytynyt
fr: Aucune émoticône personnalisée n'a été trouvée.
gl: Non se atopou ningunha expresión personalizada.
hi: कोई कस्टम इमोजी नहीं मिला
hu: Nem találhatók egyéni emodzsik
ia: Nulle emoji personalisate trovate
nl: Geen eigen emoji gevonden
pl: Nie znaleziono żadnego własnego emoji
pt_br: Nenhum emoji personalizado encontrado
ru: Нестандартных смайликов не найдено
sv: Inga egna emoji hittades
tr: Özel emoji bulunamadı
uk: Нетипових емодзі не знайдено
zh_tw: 找不到自訂表情符號

source: %1 custom emoji (Total: %2)
ar: لا يوجد أي رمز تعبيري مخصص (المجموع: %2)
eo: %1 propra emoĝi (Totalo: %2)
es: %1 emoji personalizado (Total: %2)
fi: %1 mukautettu emoji (kaikkiaan: %2)
fr: Émoticône %1 personnalisée (Total : %2)
gl: %1 expresión personalizada (totais: %2)
hi: %1 कस्टम इमोजी (कुल: %2)
hu: %1 egyéni emodzsi (Összesen: %2)
ia: %1 Emoji personalisate (Total: %2)
nl: %1 eigen emoji (totaal: %2)
pl: %1 własny emoji (Razem: %2)
pt_br: %1 emoji personalizado (total: %2)
ru: %1 нестандартный смайлик (всего: %2)
sv: %1 eget emoji (totalt : %2)
tr: %1 özel emoji (Toplam: %2)
uk: %1 нетиповий емодзі (загалом: %2)
zh_tw: %1 個自訂表情符號 (總共：%2)

source: Do you want to remove this emoji?
ar: هل تريد إزالة هذا الرمز التعبيري؟
eo: Ĉu vi volas forigi ĉi tiun emoji?
es: ¿Quiere eliminar este emoji?
fi: Haluatko poistaa tämän emojin?
fr: Voulez-vous vraiment supprimer cette émoticône ?
gl: Quere retirar a expresión?
hi: क्या आप यह इमोजी हटाना चाहते हैं?
hu: Szeretné eltávolítani ezt az emodzsit?
ia: Tu vole remover iste emoji?
nl: Wilt u deze emoji verwijderen?
pl: Czy usunąć to emoji?
pt_br: Deseja remover este emoji?
ru: Удалить этот смайлик?
sv: Vill du ta bort emojin?
tr: Bu emojiyi kaldırmak istiyor musunz?
uk: Хочете вилучити цей емодзі?
zh_tw: 您確定要移除這個表情符號嗎？

# @title
source: Remove Emoji
ar: أزل الرموز التعبيرية
eo: Forigi Emoji
es: Eliminar emoji
fi: Poista emoji
fr: Supprimer une émoticône
gl: Retirar a expresión
hi: इमोजी हटाएँ
hu: Emodzsi eltávolítása
nl: Emoji verwijderen
pl: Usuń emoji
pt_br: Remover emoji
ru: Удаление смайлика
sv: Ta bort emoji
tr: Emojiyi Kaldır
uk: Вилучення емодзі
zh_tw: 移除表情符號

# @action
source: Add…
ar: أضف…
eo: Aldoni…
es: Añadir…
fi: Lisää…
gl: Engadir…
hi: जोड़ना…
hu: Hozzáadás…
pt_br: Adicionar…
ru: Добавить…
tr: Ekle…
zh_tw: 新增…

# @action
source: Modify…
ar: عدّل…
eo: Modifi…
es: Modificar…
fi: Muuta…
gl: Modificar…
hi: संशोधित करें…
hu: Módosítás…
pt_br: Modificar…
ru: Изменить…
tr: Değiştir…
zh_tw: 變更…

# @action
source: Remove
ar: أزل
eo: Forigi
es: Eliminar
fi: Poista
gl: Retirar
hi: निकालना
hu: Eltávolítás
pt_br: Excluir
ru: Удалить
tr: Kaldır
zh_tw: 移除

# @title:window
source: Create New Sound
ar: أنشئ صوتًا جديدًا
eo: Krei Novan Sonon
es: Crear nuevo sonido
fi: Luo uusi ääni
fr: Créer un nouvel son
gl: Crear un novo son
hi: नई ध्वनि बनाएँ
hu: Új hang létrehozása
ia: Crea Nove Sono
nl: Nieuwe geluid aanmaken
pl: Utwórz nowy dźwięk
pt_br: Criar novo som
ru: Создание нового звука
sv: Skapa nytt ljud
tr: Yeni Ses Oluştur
uk: Створити звук
zh_tw: 建立新音效

# @item:inlistbox File type selection filter
source: mp3 file
es: archivo mp3
tr: MP3 dosyası

# @info:placeholder
source: Search Custom Sounds
ar: ابحث في الأصوات المخصصة
eo: Serĉu Proprajn Sonojn
es: Buscar sonidos personalizados
fi: Etsi mukautettuja ääniä
gl: Buscar nos sons personalizados.
hi: कस्टम ध्वनियाँ खोजें
hu: Egyéni hangok keresése
pt_br: Pesquisar sons personalizados
ru: Поиск нестандартных звуков
tr: Özel sesleri ara…
zh_tw: 搜尋自訂音效

source: No custom sound found
ar: لم يعثر على أي صوت مخصص
eo: Neniu kutima sono trovita
es: No se encontró ningún sonido personalizado
fi: Mukautettua ääntä ei löytynyt
fr: Aucun son personnalisé n'a été trouvé.
gl: Non se atopou ningún son personalizado.
hi: कोई कस्टम ध्वनि नहीं मिली
hu: Nem találhatók egyéni hangok
ia: Nulle sono personalisate trovate
nl: Geen eigen geluid gevonden
pl: Nie znaleziono żadnego własnego dźwięku
pt_br: Nenhum som personalizado encontrado
ru: Нестандартных звуков не найдено
sv: Inga egna ljud hittades
tr: Özel ses bulunamadı
uk: Нетипових звуків не знайдено
zh_tw: 找不到自訂音效

source: %1 custom sound (Total: %2)
ar: لا يوجد أي صوت مخصص (المجموع: %2)
eo: %1 propra sono (Totalo: %2)
es: %1 sonido personalizado (Total: %2)
fi: %1 mukautettu ääni (kaikkiaan: %2)
fr: Son personnalisé %1 (Total : %2)
gl: %1 son personalizado (totais: %2)
hi: %1 कस्टम ध्वनियाँ (कुल: %2)
hu: %1 egyéni hang (Összesen: %2)
ia: %1 Sono personalisate (Total : %2)
nl: %1 eigen geluid (totaal: %2)
pl: %1 własny dźwięk (Razem: %2)
pt_br: %1 som personalizado (total: %2)
ru: %1 нестандартный звук (всего: %2)
sv: %1 eget ljud (totalt : %2)
tr: %1 özel ses (Toplam: %2)
uk: %1 нетиповий звук (загалом: %2)
zh_tw: %1 個自訂音效 (總共：%2)

source: Do you want to remove this sound?
ar: هل تريد إزالة هذا الصوت؟
eo: Ĉu vi volas forigi ĉi tiun sonon?
es: ¿Quiere eliminar este sonido?
fi: Haluatko poistaa tämän äänen?
fr: Voulez-vous vraiment supprimer ce son ?
gl: Quere retirar o son?
hi: क्या आप यह ध्वनि हटाना चाहते हैं?
hu: Szeretné eltávolítani ezt a hangot?
ia: Tu vole remover iste sono?
nl: Wilt u dit geluid verwijderen?
pl: Czy pomijać ten dźwięk?
pt_br: Deseja excluir este som?
ru: Удалить этот звук?
sv: Vill du ta bort ljudet?
tr: Bu sesi kaldırmak istiyor musunuz?
uk: Хочете вилучити цей звук?
zh_tw: 您確定要移除這個音效嗎？

# @title
source: Remove Custom Sound
ar: أزل الصوت المخصص
eo: Forigi Propran Sonon
es: Eliminar sonido personalizado
fi: Poista mukautettu ääni
fr: Supprimer un son personnalisé
gl: Retirar o son personalizado
hi: कस्टम ध्वनि हटाएँ
hu: Egyéni hang eltávolítása
ia: Remove sono personalisate
nl: Aangepast geluid verwijderen
pl: Usuń własny dźwięk
pt_br: Excluir som personalizado
ru: Удаление нестандартного звука
sv: Ta bort eget ljud
tr: Özel Sesi Kaldır
uk: Вилучення нетипового звуку
zh_tw: 移除自訂音效

# @title:window
source: Create New User Status
ar: أنشئ حالة مستخدم جديدة
eo: Krei Novan Uzantan Statuon
es: Crear nuevo estado de usuario
fi: Luo uusi käyttäjätila
fr: Créer un nouvel état d'utilisateur
gl: Crear un novo estado de persoa usuaria
hi: नया उपयोगकर्ता स्टेटस बनाएं
hu: Új felhasználói állapot létrehozása
ia: Crea nove stato de usator
nl: Nieuwe gebruikersstatus aanmaken
pl: Utwórz nową dostępność użytkownika
pt_br: Criar novo status do usuário
ru: Создание нового статуса пользователя
sv: Skapa ny användarstatus
tr: Yeni Kullanıcı Durumu Oluştur
uk: Створення запису стану користувача
zh_tw: 建立新的使用者狀態

# @title:window
source: Edit User Status
ar: حرر حالة المستخدم
eo: Redakti Statuson de Uzanto
es: Editar estado de usuario
fi: Muokkaa käyttäjän tilaa
fr: Modifier l'état de l'utilisateur
gl: Editar o estado de persoa usuaria
hi: उपयोगकर्ता स्थिति संपादित करें
hu: Felhasználói állapot szerkesztése
ia: Modifica stato de usator
nl: Gebruikersstatus bewerken
pl: Zmień dostępność użytkownika
pt_br: Editar status do usuário
ru: Изменение статуса пользователя
sv: Redigera användarstatus
tr: Kullanıcı Durumunu Düzenle
uk: Редагування запису стану користувача
zh_tw: 編輯使用者狀態

source: Status:
ar: الحالة:
eo: Statuso:
es: Estado:
fi: Tila:
fr: État :
gl: Estado:
hi: स्थिति:
hu: Állapot:
ia: Stato:
pl: Dostępność:
ru: Статус:
tr: Durum:
uk: Стан:
zh_tw: 狀態：

source: Presence
ar: الحضور
eo: Ĉeesto
es: Presencia
fi: Läsnäolo
fr: Présence
gl: Presenza
hi: उपस्थिति
hu: Jelenlét
ia: Presentia
nl: Aanwezigheid
pl: Obecność
pt_br: Presença
ru: Присутствие
sv: Närvaro
tr: Varlık
uk: Присутність

source: Do you want to remove "%1"?
ar: أتريد إزالة "%1"؟
eo: Ĉu vi volas forigi "%1"?
es: ¿Quiere eliminar «%1»?
fi: Haluatko poistaa kohteen ”%1”?
fr: Voulez-vous vraiment supprimer « %1 » ?
gl: Quere retirar «%1»?
hi: क्या आप "%1" को हटाना चाहते हैं?
hu: Szeretné eltávolítani ezt: „%1”?
ia: Tu vole remover "%1" ?
nl: Wilt u "%1" verwijderen?
pl: Czy usunąć "%1"?
pt_br: Deseja excluir '%1'?
ru: Удалить «%1»?
sv: Vill du ta bort "%1"?
tr: “%1” durumunu kaldırmak istiyor musunuz?
uk: Хочете вилучити «%1»?
zh_tw: 您確定要移除「%1」嗎？

# @title
source: Remove Custom User Status
ar: أزل حالة المستخدم المخصصة
eo: Forigi Propran Uzantostatuson
es: Eliminar estado personalizado de usuario
fi: Poista mukautettu käyttäjätila
fr: Supprimer l'état personnalisé de l'utilisateur
gl: Retirar o estado personalizado de persoa usuaria
hi: कस्टम उपयोगकर्ता स्थिति हटाएँ
hu: Egyéni felhasználói állapot eltávolítása
ia: Remove stato de usator personalisate
nl: Aangepaste gebruikersstatus verwijderen
pl: Usuń własną dostępność użytkownika
pt_br: Excluir status do usuário personalizado
ru: Удаление нестандартного статуса пользователя
sv: Ta bort egen användarstatus
tr: Özel Kullanıcı Durumunu Kaldır
uk: Вилучення нетипового запису стану користувача
zh_tw: 移除自訂使用者狀態

# @option:check
source: Allow Feature Preview
ar: اسمح بمعاينة الميزة
eo: Permesi Signizaĵan Antaŭrigardon
es: Permitir previsualización
fi: Salli ominaisuuden esikatselu
gl: Permitir funcionalidades preliminares.
hi: फ़ीचर पूर्वावलोकन की अनुमति दें
hu: Funkció előnézetének engedélyezése
pt_br: Permitir visualização de destaque
ru: Разрешить предпросмотр возможностей
tr: Özellik önizlemesine izin ver
zh_tw: 允許功能預覽

# @option:check
source: Quick Reactions
ar: تفاعلات سريعة
es: Reacciones rápidas
fi: Pikareaktiot
pt_br: Reações rápidas
tr: Tez Tepkiler
zh_tw: 快速反應

# @option:check
source: Timestamp in Messages
es: Marca de tiempo en mensajes
tr: İletilerdeki zaman damgaları

# @info:placeholder
source: Search invite…
ar: ابحث في الدعوات…
eo: Serĉi inviton…
es: Buscar invitación…
fi: Etsi kutsua…
gl: Buscar na invitación…
hi: आमंत्रण खोजें…
hu: Meghívó keresése…
pt_br: Pesquisar convite…
ru: Поиск приглашения…
tr: Davet ara…
zh_tw: 搜尋邀請…

source: Are you sure that you want to delete this invite?
ar: هل أنت متأكد أنك تريد حذف هذه الدعوة؟
eo: Ĉu vi certas, ke vi volas forigi ĉi tiun inviton?
es: ¿Está seguro de que quiere borrar esta invitación?
fi: Haluatko varmasti poistaa tämän kutsun?
fr: Voulez-vous vraiment supprimer cet invité ?
gl: Seguro que quere eliminar a invitación?
hi: क्या आप वाकई इस आमंत्रण को हटाना चाहते हैं?
hu: Biztosan törölni szeretné ezt a meghívót?
ia: Tu es secur que tu vole deler iste invitation?
nl: Wilt u deze uitnodiging verwijderen?
pl: Czy na pewno usunąć to zaproszenie?
pt_br: Tem certeza de que deseja excluir este convite?
ru: Удалить это приглашение?
sv: Är du säker på att du vill ta bort inbjudan?
tr: Bu daveti silmek istediğinizden emin misiniz?
uk: Ви справді хочете вилучити це запрошення?
zh_tw: 您確定要刪除此邀請嗎？

# @title:window
source: Remove Invite
ar: أزل الدعوة
eo: Forigi Inviton
es: Eliminar invitación
fi: Poista kutsu
gl: Retirar a invitación
hi: आमंत्रण हटाएँ
hu: Meghívó eltávolítása
pt_br: Excluir convite
ru: Удаление приглашения
tr: Daveti Kaldır
zh_tw: 移除邀請

source: Save as &File
ar: احفظ كمل&فّ
eo: Konservi kiel &Dosiero
es: &Guardar como archivo
fi: Tallenna tiedostoksi
gl: Gardar como &ficheiro
hi: &फ़ाइल के रूप में सहेजें
hu: Mentés &fájlként
pt_br: Salvar como &arquivo
ru: Сохранить как &файл
tr: &Dosya Olarak Kaydet
zh_tw: 存成檔案(&F)

source: Could not write the file %1: "%2" is the detailed error description.
ar: تعذّرت كتابة الملفّ %1: وصف الخطأ المفصّل هو ”%2“.
eo: Ne eblis skribi la dosieron %1: "%2" estas la detala erara priskribo.
es: No se pudo escribir el archivo %1: «%2» es la descripción de errores detallada.
fi: Tiedostoa %1 ei voitu kirjoittaa: Virheen tarkka kuvaus on ”%2”.
gl: Non foi posíbel escribir o ficheiro %1: «%2» é a descrición detallada do erro.
hi: फ़ाइल %1 नहीं लिखी जा सकी: "%2" विस्तृत त्रुटि विवरण है।
hu: Nem sikerült írni a(z) %1 fájlt: Részletes hibaleírás: „%2”.
pt_br: Não foi possível gravar o arquivo %1: "%2" é a descrição detalhada do erro.
ru: Не удалось выполнить запись в файл %1. Подробное описание ошибки: «%2».
tr: %1 dosyasına yazılamadı: Ayrıntılı hata açıklaması: “%2”.
zh_tw: 無法寫入檔案 %1： 「%2」為詳細錯誤資訊。
