Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

# @action
source: Previous Selected Channel
ar: القناة المحددة السابقة
eo: Antaŭa Elektita Kanalo
es: Previo canal seleccionado
fi: Edellinen valittu kanava
gl: Canle seleccionada anterior
hi: पिछला चयनित चैनल
hu: Előző kiválasztott csatorna
pt_br: Canal selecionado anterior
ru: Предыдущий выбранный канал
tr: Önceki Seçili Kanal
zh_tw: 上一個選取的頻道

# @action
source: Next Selected Channel
ar: القناة المحددة التالية
eo: Sekva Elektita Kanalo
es: Siguiente canal seleccionado
fi: Seuraava valittu kanava
gl: Seguinte canle seleccionada
hi: अगला चयनित चैनल
hu: Következő kiválasztott csatorna
pt_br: Próximo canal selecionado
ru: Следующий выбранный канал
tr: Sonraki Seçili Kanal
zh_tw: 下一個選取的頻道

source: Show Notify History
ar: اعرض تاريخ الإشعار
eo: Montri Sciigo-Historion
es: Mostrar histórico de notificaciones
fi: Näytä ilmoitushistoria
fr: Afficher l'historique des notifications
gl: Amosar o historial de notificacións
hi: अधिसूचना इतिहास दिखाएं
hu: Értesítési előzmények megjelenítése
ia: Monsta chronologia de notificationes
nl: Geschiedenis van meldingen tonen
pl: Pokaż historię powiadomień
pt_br: Mostrar histórico de notificação
ru: Показать журнал уведомлений
sv: Visa underrättelsehistorik
tr: Bildiri Geçmişini Göster
uk: Показати журнал сповіщень
zh_tw: 顯示通知歷史

# @action
source: Show RocketChat Information
ar: اعرض معلومات روكت تشات
eo: Montri RocketChat-Informojn
es: Mostrar información de RocketChat
fi: Näytä RocketChat-tiedot
gl: Amosar información de Rocket.Chat
hi: रॉकेटचैट जानकारी दिखाएं
hu: Rocket.Chat információk megjelenítése
pt_br: Mostrar informações do RocketChat
ru: Показать сведения о RocketChat
tr: Rocket.Chat Bilgisini Göster
zh_tw: 顯示 RocketChat 資訊

# @action
source: Show Room Avatar
ar: اعرض الصورة الرمزية للغرفة
eo: Montri Ĉambran Avataron
es: Mostrar avatar de la sala
fi: Näytä huoneen avatar
gl: Amosar o avatar da sala
hi: शो रूम अवतार
hu: Szoba profilképének megjelenítése
pt_br: Mostrar avatar da sala
ru: Показать аватар комнаты
tr: Oda Avatarını Göster
zh_tw: 顯示聊天室頭貼

# @action
source: Show Favorite Room
ar: اعرض الغرفة المفضلة
eo: Montri Ŝatatan Ĉambron
es: Mostrar sala favorita
fi: Näytä suosikkihuone
gl: Amosar a sala favorita
hi: पसंदीदा कमरा दिखाएं
hu: Kedvenc szoba megjelenítése
pt_br: Mostrar sala favorita
ru: Показать избранную комнату
tr: Sık Kullanılan Odayı Göster
zh_tw: 顯示收藏聊天室

source: What's new
ar: ما هو الجديد
eo: Kio novas
es: ¿Qué hay de nuevo?
fi: Mitä uutta
gl: Novidades
hi: नया क्या है
hu: Újdonságok
pt_br: O que há de novo
ru: Что нового?
tr: Neler yeni
zh_tw: 新功能

source: Import Accounts
ar: استورد حسابات
eo: Importi Kontojn
es: Importar cuentas
fi: Tuo tilejä
gl: Importar contas
hi: खाते आयात करें
hu: Fiókok importálása
pt_br: Importar contas
ru: Импорт учётных записей
tr: Hesaplar İçe Aktar
zh_tw: 匯入名稱

source: Export Accounts
ar: صدّر الحسابات
eo: Eksporto-Kontoj
es: Exportar cuentas
fi: Vie tilejä
gl: Exportar contas
hi: खाते निर्यात करें
hu: Fiókok exportálása
pt_br: Exportar contas
ru: Экспорт учётных записей
tr: Hesapları Dışa Aktar
zh_tw: 匯出帳戶

# @action
source: Medium
ar: متوسط
eo: Meza
es: Medio
fi: Keskitaso
gl: Media
hi: मध्यम
hu: Közepes
pt_br: Média
ru: Обычный
tr: Orta
zh_tw: 中等

# @action
source: Condensed
ar: مكثف
eo: Densigita
es: Condensado
fi: Tiivis
gl: Condensada
hi: संघनित
hu: Sűrített
pt_br: Condensado
ru: Компактный
tr: Sıkıştırılmış
zh_tw: 簡明

# @action
source: Extended
ar: ممتد
eo: Etendita
es: Extendido
fi: Laajennettu
gl: Ampliada
hi: विस्तारित
hu: Kiterjesztett
pt_br: Estendida
ru: Расширенный
tr: Genişletilmiş
zh_tw: 擴展

source: Clear history
ar: امحُ التاريخ
eo: Viŝi historion
es: Limpiar histórico
fi: Tyhjennä historia
gl: Borrar o historial
hi: इतिहास मिटा दें
hu: Előzmények törlése
pt_br: Limpar histórico
ru: Очистить журнал
tr: Geçmişi Temizle
zh_tw: 清除歷史

# @title:window
source: Create Team
ar: أنشئ فريقًا
eo: Krei Teamon
es: Crear equipo
fi: Luo työryhmä
fr: Créer une équipe
gl: Crear un equipo
hi: टीम बनाएं
hu: Csapat létrehozása
ia: Crea equipa
nl: Team aanmaken
pl: Utwórz zespół
pt_br: Criar equipe
ru: Создание команды
sv: Skapa lag
tr: Takım Oluştur
uk: Створення команди
zh_tw: 建立團隊

source: Cannot write to log file %1
ar: لا يمكن كتابة إلى ملف سجل %1
es: No se puede escribir al archivo de registros %1
fi: Ei voida kirjoittaa lokitiedostoon %1
gl: Non é posíbel escribir no ficheiro de rexistro %1.
hi: लॉग फ़ाइल %1 पर नहीं लिखा जा सकता
pt_br: Não é possível gravar no arquivo de log %1
ru: Не удалось выполнить запись в файл журнала %1
tr: %1 günlük dosyasına yazılamıyor
zh_tw: 無法寫入紀錄檔 %1

# @title:window
source: Show Channel Log
ar: اعرض سجل القناة
es: Muestra registro del canal
fi: Näytä kanavaloki
gl: Amosar o rexistro da canle
hi: चैनल लॉग दिखाएं
hu: Csatornanapló megjelenítése
pt_br: Mostrar log do canal
ru: Просмотр журнал канала
tr: Kanal Günlüğünü Göster
zh_tw: 顯示頻道紀錄

# @item:inmenu Instant message presence status
source: Status
ar: الحالة
eo: Statuso
es: Estado
fi: Tila
gl: Estado
hi: स्थिति
hu: Állapot
ru: Статус
tr: Durum
zh_tw: 狀態

source: <qt>This will hide the menu bar completely. You can show it again by typing %1.</qt>
ar: <qt>سيُخفي هذا شريط القوائم بالكامل. يمكنك إظهاره ثانيةً بضغط %1.</qt>
eo: <qt>Ĉi tio tute kaŝos la menubreton. Vi povas montri ĝin denove tajpante %1.</qt>
es: <qt>Esto ocultará la barra de menús completamente. Puede mostrarla de nuevo pulsando %1.</qt>
fi: <qt>Tämä piilottaa valikkorivin kokonaan. Saat sen uudelleen näkyviin painamalla %1.</qt>
fr: <qt>Ceci masquera totalement la barre de menus. Vous pouvez l'afficher à nouveau en saisissant %1.</qt>
gl: <qt>Isto agocha a barra de menú. Prema %1 para amosala de novo.</qt>
hi: <qt>इससे मेनू बार पूरी तरह छिप जाएगा। आप %1 लिखकर इसे फिर से दिखा सकते हैं।</qt>
hu: <qt>Teljesen elrejti a menüsávot. Ezzel a paranccsal állítható vissza: %1.</qt>
ia: <qt>Isto celera completemente le barra de menu. Tu pote monstrar lo de nove per typar %1.</qt>
nl: <qt>Hierdoor wordt de menubalk geheel verborgen. U kunt die weer zichtbaar maken door %1 te typen.</qt>
pl: <qt>Spowoduje to całkowite ukrycie paska menu. Można go ponownie wyświetlić, wpisując %1.</qt>
pt_br: <qt>Isso ocultará a barra de menu completamente. Você pode exibi-la novamente digitando %1.</qt>
ru: <qt>Это действие полностью скроет меню. Чтобы снова вывести его, нажмите %1.</qt>
sv: <qt>Det här döljer menyraden fullständigt. Du kan visa den igen genom att skriva %1.</qt>
tr: <qt>Bu, menü çubuğunu tümüyle gizleyecektir. %1 ile yeniden gösterebilirsiniz.</qt>
uk: <qt>За допомогою цього пункту можна повністю сховати смужку меню. Наказати програмі знову показувати цю смужку можна клавіатурним скороченням %1.</qt>
zh_tw: <qt>這會完全隱藏選單列。您可以按下 %1 重新顯示選單列。</qt>

# @title:window
source: Hide menu bar
ar: أخفِ شريط القائمة
eo: Kaŝi menubreton
es: Ocultar barra de menús
fi: Piilota valikkorivi
gl: Agochar a barra de menú
hi: मेनू बार छुपाएं
hu: Menüsáv elrejtése
pt_br: Ocultar barra de menus
ru: Скрытие строки меню
tr: Menü Çubuğunu Gizle
zh_tw: 隱藏選單列

# @action
source: Work Online
ar: اعمل متّصلًا
es: Trabajar conectado
pt_br: Trabalhar conectado
tr: Çevrimiçi Olarak Çalış
zh_tw: 回到線上

# @action
source: Work Offline
ar: اعمل بلا اتّصال
es: Trabajar desconectado
pt_br: Trabalhar desconectado
tr: Çevrimdışı Olarak Çalış
zh_tw: 離線工作

source: &Window
ar: &نافذة
eo: &Fenestro
es: &Ventana
fi: &Ikkuna
fr: &Fenêtre
gl: &Xanela
hi: &खिड़की
hu: &Ablak
ia: &Fenestra
nl: &Venster
pl: &Okno
pt_br: &Janela
ru: &Окно
sv: &Fönster
tr: &Pencere
uk: &Вікно
zh_tw: 視窗(&W)

source: Tools
ar: أدوات
eo: Iloj
es: Herramientas
fi: Työkalut
fr: Outils
gl: Ferramentas
hi: औजार
hu: Eszközök
ia: Instrumentos
nl: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
ru: Сервис
sv: Verktyg
tr: Araçlar
uk: Інструменти
zh_tw: 工具

source: &Settings
ar: إ&عدادات
eo: &Agordoj
es: &Preferencias
fi: &Asetukset
fr: Confi&guration
gl: &Configuración
hi: &सेटिंग्स
hu: &Beállítások
ia: Preferentia&s
nl: &Instellingen
pl: U&stawienia
pt_br: &Configurações
ru: &Настройка
sv: In&ställningar
tr: Ayar&lar
uk: П&араметри
zh_tw: 設定(&S)

source: View
ar: اعرض
eo: Vido
es: Vista
fi: Näkymä
fr: Affichage
gl: Vista
hi: देखना
hu: Nézet
ia: Vista
nl: Beeld
pl: Obejrzyj
pt_br: Visualizar
ru: Вид
sv: Visa
tr: Görünüm
uk: Перегляд
zh_tw: 檢視

source: &Help
ar: م&ساعدة
eo: &Helpo
es: &Ayuda
fi: &Ohje
gl: &Axuda
hi: &मदद
hu: &Súgó
pt_br: Aj&uda
ru: &Справка
tr: &Yardım
zh_tw: 說明(&H)

source: Main Toolbar
ar: شريط الأدوات الرئيسي
eo: Ĉefa ilobreto
es: Barra de herramientas principal
fi: Päätyökalurivi
fr: Barre principale d'outils
gl: Barra de ferramentas principal
hi: मुख्य टूलबार
hu: Alap eszköztár
ia: Barra de instrumento principal
nl: Hoofdwerkbalk
pl: Główny pasek narzędzi
pt_br: Barra de ferramentas principal
ru: Основная панель инструментов
sv: Huvudverktygsrad
tr: Ana Araç Çubuğu
uk: Головна панель
zh_tw: 主工具列

# @title:window
source: Server Error Information
ar: معلومات خطأ الخادم
eo: Servila Eraro Informoj
es: Información de errores de servidor
fi: Palvelinvirheen tiedot
gl: Información do erro do servidor
hi: सर्वर त्रुटि जानकारी
hu: Kiszolgálóhibák információi
pt_br: Informações de erro do servidor
ru: Сведения об ошибке сервера
tr: Sunucu Hatası Bilgisi
zh_tw: 伺服器錯誤資訊

source: (Show Errors)
ar: (أظهر الأخطاء)
eo: (Montri Erarojn)
es: (Mostrar errores)
fi: (Näytä virheet)
gl: (amosar os erros)
hi: (त्रुटियां दिखाएं)
hu: (Hibák megjelenítése)
pt_br: (Mostrar erros)
ru: (Показать ошибки)
tr: (Hataları Göster)
zh_tw: （顯示錯誤）

source: Server errors reported. %1
ar: أخطاء الخادم المبلغ عنها. %1
eo: Servilaj eraroj raportitaj. %1
es: Errores de error reportados. %1
fi: Ilmoitettiin palvelinvirheitä. %1
gl: Erros do servidor dos que se informou. %1
hi: सर्वर त्रुटियाँ रिपोर्ट की गईं. %1
hu: Kiszolgálóhibák jelentve. %1
pt_br: Erros do servidor reportados. %1
ru: Получены сообщения об ошибках сервера. %1
tr: Sunucu hataları bildirildi. %1
zh_tw: 回報了伺服器錯誤。%1

# @title:window
source: Search Team
ar: ابحث عن فريق
eo: Serĉa Teamo
es: Busqueda de equipos
fi: Etsi työryhmää
fr: Rechercher une équipe
gl: Buscar un equipo
hi: खोज टीम
hu: Csapat keresése
ia: Cerca equipa
nl: Naar team zoeken
pl: Szukaj zespołu
pt_br: Pesquisar equipe
ru: Поиск команды
sv: Sök efter lag
tr: Takım Ara
uk: Пошук команди
zh_tw: 搜尋團隊

# @label:textbox
source: Team Name:
ar: اسم الفريق
eo: Teama Nomo:
es: Nombre del equipo:
fi: Työryhmän nimi:
gl: Nome do equipo:
hi: टीम का नाम:
hu: Csapat neve:
pt_br: Nome da equipe:
ru: Название команды:
tr: Takım adı:
zh_tw: 團隊名稱：

source: Autojoin
ar: انضمام آليّ
eo: Aŭtomata kunigo
es: Unirse automáticamente
fi: Liity automaattisesti
fr: Connexion automatique
gl: Unirse automaticamente
hi: ऑटोजॉइन
hu: Automatikus csatlakozás
ia: Autouni
nl: Auto-meedoen
pl: Samodołączanie
pt_br: Entrada automática
ru: Автоприсоединение
sv: Automatisk anslutning
tr: Otomatik Katıl
uk: Автодолучення
zh_tw: 自動加入

# @title:window
source: Team Channels
ar: قنوات الفريق
eo: Teamaj Kanaloj
es: Canales del equipo
fi: Työryhmäkanavat
fr: Canaux des équipes
gl: Canles do equipo
hi: टीम चैनल
hu: Csapatcsatornák
ia: Canales de Equipa
nl: Teamkanalen
pl: Kanały zespołu
pt_br: Canais da equipe
ru: Каналы команды
sv: Lagkanaler
tr: Takım Kanalları
uk: Канали команди
zh_tw: 團隊頻道

# @info:placeholder
source: Search room…
ar: ابحث عن غرفة…
eo: Serĉi ĉambron…
es: Buscar sala…
fi: Etsi huonetta…
gl: Buscar unha sala…
hi: कमरा खोजें…
hu: Szoba keresése…
pt_br: Pesquisar salas…
ru: Поиск комнаты…
tr: Odalar ara…
zh_tw: 搜尋聊天室…

source: Add Existing Room
ar: أضف غرفة موجودة
eo: Aldoni Ekzistantan Ĉambron
es: Añadir sala existente
fi: Lisää huoneeseen käyttäjiä
fr: Ajouter un salon existant
gl: Engadir unha sala existente
hi: मौजूदा कमरा जोड़ें
hu: Meglévő szoba hozzáadása
ia: Adde sala existente
nl: Bestaand room toevoegen
pl: Dodaj istniejący pokój
pt_br: Adicionar sala existente
ru: Добавить существующую комнату
sv: Lägg till befintligt rum
tr: Var Olan Odayı Ekle
uk: Додати наявну кімнату
zh_tw: 新增現存的聊天室

# @action
source: Create Room
ar: أنشئ غرفة
eo: Krei Ĉambron
es: Crear sala
fi: Luo huone
gl: Crear unha sala
hi: जगह बनाना
hu: Szoba létrehozása
pt_br: Criar sala
ru: Создать комнату
tr: Oda Oluştur
zh_tw: 建立聊天室

# @action
source: Remove Autojoin
ar: أزل الانضمام الآليّ
eo: Forigi Aŭtomatan kuniĝon
es: Eliminar unirse automáticamente
fi: Poista automaattiliittyminen
gl: Retirar a unión automática
hi: ऑटोजॉइन हटाएँ
hu: Automatikus csatlakozás eltávolítása
pt_br: Remover entrada automática
ru: Удалить автоприсоединение
tr: Kendiliğinden Katılmayı Kaldır
zh_tw: 移除自動加入

# @action
source: Add Autojoin
ar: أضف الانضمام الآليّ
eo: Aldoni Aŭtomatan kuniĝon
es: Añadir unirse automáticamente
fi: Lisää automaattiliittyminen
gl: Engadir a unión automática
hi: ऑटोजॉइन जोड़ें
hu: Automatikus csatlakozás hozzáadása
pt_br: Adicionar entrada automática
ru: Добавить автоприсоединение
tr: Kendiliğinden Katılma Ekle
zh_tw: 新增自動加入

# @action
source: Remove from Team
ar: أزل من الفريق
eo: Forigi el Teamo
es: Eliminar del equipo
fi: Poista työryhmästä
gl: Retirar do equipo
hi: टीम से निकालें
hu: Eltávolítás a csapatból
pt_br: Excluir da equipe
ru: Удалить из команды
tr: Takımdan Kaldır
zh_tw: 從團隊中移除

source: Would you like to remove this Channel from team?
ar: هل ترغب في إزالة هذه القناة من الفريق؟
eo: Ĉu vi ŝatus forigi ĉi tiun Kanalon el teamo?
es: ¿Quiere eliminar este canal del equipo?
fi: Haluatko poistaa työryhmästä tämän kanavan?
fr: Voulez-vous vraiment supprimer ce canal de l'équipe ?
gl: Quere retirar a canle do equipo?
hi: क्या आप इस चैनल को टीम से हटाना चाहेंगे?
hu: Szeretné eltávolítani ezt a csatornát a csapatból?
ia: Tu volerea remover iste Canal ex le equipa?
nl: Wilt u dit kanaal uit team verwijderen?
pl: Czy usunąć ten kanał z zespołu?
pt_br: Deseja excluir este canal da equipe?
ru: Убрать этот канал из команды?
sv: Vill du ta bort kanalen från laget?
tr: Bu kanalı, takımdan kaldırmak ister misiniz?
uk: Хочете вилучити цей канал з команди?
zh_tw: 您確定要將此頻道從團隊中移除嗎？

# @title
source: Remove Channel from Team
ar: أزل القناة من الفريق
eo: Forigi Kanalon de Teamo
es: Eliminar canal del equipo
fi: Poista kanava työryhmästä
fr: Supprimer un canal de l'équipe
gl: Retirar a canle do equipo
hi: चैनल को टीम से हटाएँ
hu: Csatorna eltávolítása a csapatból
ia: Remove Canal ex equipa
nl: Kanaal uit team verwijderen
pl: Usuń kanał z zespołu
pt_br: Excluir canal da equipe
ru: Удаление канала из команды
sv: Ta bort kanal från lag
tr: Takımdan Kanal Kaldır
uk: Вилучення каналу з команди
zh_tw: 從團隊中移除頻道

# @title:window
source: Convert Team to Channel
ar: حوّل الفريق إلى قناة
eo: Konverti Teamon al Kanalo
es: Convertir equipo en canal
fi: Muunna työryhmä kanavaksi
fr: Convertir une équipe en un canal
gl: Converter o equipo en canle
hi: टीम को चैनल में बदलें
hu: Csapat csatornává alakítása
ia: Converte equia a canal
nl: Team naar kanaal converteren
pl: Przekształć zespół na kanał
pt_br: Converter equipe em canal
ru: Преобразование команды в канал
sv: Konvertera lag till kanal
tr: Takımı Kanala Dönüştür
uk: Перетворення команди на канал
zh_tw: 將團隊轉為頻道

# @title:window
source: Convert Team '%1' to Channel
ar: حول الفريق '%1' إلى قناة
eo: Konverti teamon '%1' al Kanalo
es: Convertir equipo «%1» en canal
fi: Muunna työryhmä ”%1” kanavaksi
fr: Convertir l'équipe « %1 » en un canal
gl: Converter o equipo «%1» en canle
hi: टीम '%1' को चैनल में बदलें
hu: A(z) „%1” csapat csatornává alakítása
ia: Converte equipa '%1' a canal
nl: Team '%1' naar kanaal converteren
pl: Przekształć zespół '%1' na kanał
pt_br: Converter equipe '%1' em canal
ru: Преобразование команды «%1» в канал
sv: Konvertera lag '%1' till kanal
tr: “%1” Takımını Kanala Dönüştür
uk: Перетворення команди «%1» на канал
zh_tw: 將團隊「%1」轉為頻道

# @label:textbox
source: Select the Team’s Channels you would like to delete, the ones you do not select will be moved to the Workspace. Notice that public Channels will be public and visible to everyone.
ar: حدد قنوات الفريق التي ترغب في حذفها، أما القنوات التي لا تحددها فستنقل إلى مساحة العمل. لاحظ أن القنوات العامة ستكون عامة ومرئية للجميع.
eo: Elektu la Kanalojn de la Teamo, kiujn vi ŝatus forigi, tiuj, kiujn vi ne elektas, estos movitaj al la Laborspaco. Rimarku, ke publikaj Kanaloj estos publikaj kaj videblaj por ĉiuj.
es: Seleccione los canales del equipo que quiera borrar, los que no seleccione se moverán al espacio de trabajo. Tenga en cuenta que los canales públicos serán visibles para todo el mundo.
fi: Valitse, mitkä työryhmän kanavat haluat poistaa; muut siirretään työtilaan. Huomaa, että julkiset kanavat ovat julkisia ja näkyvät kaikille.
gl: Seleccionar as canles do equipo que queira eliminar. As que non seleccione moveranse ao espazo de traballo. Teña en conta que as canles públicas serán públicas e visíbeis para calquera.
hi: टीम के उन चैनलों का चयन करें जिन्हें आप हटाना चाहते हैं, जिन्हें आप नहीं चुनते हैं उन्हें कार्यक्षेत्र में ले जाया जाएगा। ध्यान दें कि सार्वजनिक चैनल सार्वजनिक होंगे और सभी को दिखाई देंगे।
hu: Válassza ki a csapat azon csatornáit, amelyeket törölni szeretne. Amelyeket nem választ ki, azok át lesznek helyezve a munkaterületre. Vegye figyelembe, hogy a nyilvános csatornák nyilvánosak és mindenki számára láthatóak.
pt_br: Selecione os Canais da Equipe que deseja excluir. Os que você não selecionar serão movidos para o Espaço de Trabalho. Observe que os Canais públicos serão públicos e visíveis para todos.
ru: Выберите каналы команды, которые следует удалить. Те каналы, которые не были выбраны, будут перемещены в рабочую область. Обратите внимание, что общедоступные каналы будут доступны и видны всем.
tr: Silmek istediğiniz takımın kanallarını seçin; seçmedikleriniz çalışma alanına taşınacaktır. Genel kanalların herkese görünür olduğunu unutmayın.
zh_tw: 選擇團隊中要刪除的頻道。未選取的頻道將會移動至工作空間。請注意，公開頻道會公開讓所有人可見。

# @title:window
source: Search Rooms
ar: ابحث عن الغرف
eo: Serĉi Ĉambrojn
es: Buscar salas
fi: Etsi huoneita
fr: Rechercher des salons
gl: Buscar nas salas
hi: कमरे खोजें
hu: Szobák keresése
ia: Cerca Salas
nl: Rooms zoeken
pl: Szukaj pokojów
pt_br: Pesquisar salas
ru: Поиск комнат
sv: Sök rum
tr: Odalar Ara
uk: Пошук кімнат
zh_tw: 搜尋聊天室

# @title:window
source: Delete Rooms
ar: احذف الغرف
eo: Forigi Ĉambrojn
es: Borrar salas
fi: Poista huoneita
fr: Supprimer les salons
gl: Eliminar salas
hi: कमरे हटाएँ
hu: Szobák törlése
ia: Dele salas
nl: Rooms verwijderen
pl: Usuń pokoje
pt_br: Excluir salas
ru: Удаление комнат
sv: Ta bort rum
tr: Odalar Sil
uk: Вилучення кімнат
zh_tw: 刪除聊天室

# @title:window
source: Thread
ar: السلسلة المحادثة
eo: Fadeno
es: Hilo
fi: Säie
fr: Fil de discussions
gl: Fío
hi: धागा
hu: Szál
ia: Topico
pl: Wątek
pt_br: Tópico
ru: Ветка
sv: Tråd
tr: İleti Dizisi
uk: Гілка
zh_tw: 對話串

source: Follow Message
ar: اتبع الرّسالة
eo: Sekvi Mesaĝon
es: Seguir mensaje
fi: Seuraa viestiä
fr: Suivre un message
gl: Seguir a mensaxe
hi: संदेश का अनुसरण करें
hu: Üzenet követése
ia: Seque message
nl: Bericht volgen
pl: Podążaj za wiadomością
pt_br: Seguir mensagem
ru: Отслеживать сообщение
sv: Följ meddelande
tr: İletiyi Takip Et
uk: Стежити за повідомленням
zh_tw: 跟隨訊息

source: Unfollow Message
ar: لا تتبع الرسالة
eo: Malsekvi Mesaĝon
es: Dejar de seguir mensaje
fi: Lakkaa seuraamasta viestiä
fr: Ne plus suivre un message
gl: Deixar de seguir a mensaxe
hi: संदेश को अनफ़ॉलो करें
hu: Üzenet követésének leállítása
ia: Non Seque message...
nl: Bericht niet volgen
pl: Przestań podążać za wiadomością
pt_br: Não seguir mensagem
ru: Прекратить отслеживание сообщения
sv: Följ inte meddelande längre
tr: İletiyi Takipten Çıkar
uk: Не стежити за повідомленням
zh_tw: 取消跟隨訊息

# @title:window
source: Add TimeStamp
es: Introduzca marca de tiempo
tr: Zaman Damgası Ekle

source: Short Time (%1)
es: Tiempo compacto (%1)
tr: Kısa Zaman (%1)

source: Long Time (%1)
es: Tiempo expandido (%1)
tr: Uzun Zaman (%1)

source: Short Date (%1)
es: Fecha compacta (%1)
tr: Kısa Tarih (%1)

source: Long Date (%1)
es: Fecha expandida (%1)
tr: Uzun Tarih (%1)

source: Full Date and Time (%1)
es: Fecha y tiempo completos (%1)
tr: Tam Tarih ve Zaman (%1)

source: Full Date and Time (long) (%1)
es: Fecha y tiempo completos (expandidos) (%1)
tr: Tam Tarih ve Zaman (Uzun) (%1)

source: Relative time (%1)
es: Tiempo relativo (%1)
tr: Göreceli Zaman (%1)

source: Locale
es: Ubicación
tr: Yerel:

source: Date
es: Fecha
tr: Tarih

source: Time
es: Tiempo
tr: Zaman

source: Format
es: Formato
ia: Formato
nl: Opmaak
tr: Biçim
uk: Формат

source: Account information
ar: معلومات الحساب
eo: Informoj pri konto
es: Información de la cuenta
fi: Tilin tiedot
fr: Informations sur le compte
gl: Información da conta
hi: खाता संबंधी जानकारी
hu: Fiókinformációk
ia: Information de conto
nl: Account-informatie
pl: Szczegóły konta
pt_br: Informações da conta
ru: Сведения об учётной записи
sv: Kontoinformation
tr: Hesap bilgisi
uk: Дані щодо облікового запису
zh_tw: 帳戶資訊

source: Return the number of account.
ar: أرجع عدد الحسابات.
eo: Redoni la nombron de konto.
es: Devolver el número de cuenta
fi: Palauta tilien lukumäärä.
fr: Renvoyer le numéro du compte.
gl: Devolver o número da conta.
hi: खाते की संख्या लौटाएँ.
hu: Visszaadja a fiókok számát.
ia: Rtorna le numero de conto.
nl: Het nummer van het account teruggeven.
pl: Zwróć numer konta.
pt_br: Retorna o número da conta.
ru: Вернуть номер учётной записи.
sv: Returnera antal konton.
tr: Hesabın numarasını döndür.
uk: Повернути номер облікового запису.
zh_tw: 回傳帳戶數量。

# @title:window
source: Add New WebDAV Server
ar: أضف خادم WebDav جديدًأ
es: Añadir nuevo servidor WebDAV
fi: Lisää uusi WebDAV-palvelin
pt_br: Adicionar novo servidor WebDav
tr: Yeni WebDAV Sunucusu Ekle
zh_tw: 新增 WebDAV 伺服器

# @action:button
source: Add WebDAV Server
ar: أضف خادم WebDav
es: Añadir servidor WebDAV
fi: Lisää WebDAV-palvelin
pt_br: Adicionar servidor WebDav
tr: WebDAV Sunucusu Ekle
zh_tw: 新增 WebDAV 伺服器

source: UserName:
ar: اسم المستخدم:
es: Nombre del usuario:
fi: Käyttäjätunnus:
pt_br: Nome do usuário:
tr: Kullanıcı adı:
zh_tw: 使用者名稱：

# @action:button
source: Add Account…
ar: أضف حسابًا…
eo: Aldoni Konton…
es: Añadir cuenta…
fi: Lisää tili…
gl: Engadir unha conta…
hi: खाता जोड़ें…
hu: Fiók hozzáadása…
pt_br: Adicionar conta…
ru: Добавить учётную запись…
tr: Hesap Ekle…
zh_tw: 新增帳戶…

source: Copy block code more easily.
ar: انسخ كتلة الرمز بسهولة أكبر.
es: Facilitada la copia de bloques de código
fi: Kopioi koodilohko helpommin.
pt_br: Copia código de bloco mais facilmente.
tr: Kod bloklarını daha kolay kopyala
zh_tw: 更容易複製程式碼區塊。

source: Improve Text To Speech user interface.
ar: تحسين واجهة المستخدم لتحويل النص إلى كلام.
es: Mejoras en la interfaz de usuario de texto a habla.
pt_br: Melhora a interface de usuário de texto para fala.
tr: Metin konuşma arayüzünü iyileştir
zh_tw: 改善文字轉語音介面。

source: Show attachment fields.
ar: أظهر حقول المرفقات.
es: Mostrar campos adjuntos.
pt_br: Exibir campos de anexos.
tr: Ek alanlarını göster
zh_tw: 顯示附件欄位。

source: Implement Offline Mode (experimental).
ar: تنفيذ الوضع غير المتصل بالإنترنت (تجريبي).
es: Modo desconectado implementado (experimental).
pt_br: Modo offline implementado (experimental).
tr: Çevrimdışı kipi gerçekle (deneysel)
zh_tw: 實作離線模式（實驗性）。

source: Implement Pending Typed database storage.
ar: تنفيذ تخزين قاعدة البيانات المكتوبة المعلقة.
es: Implementado almacenamiento en base de datos pendiente de tipos.
pt_br: Implementa armazenamento de banco de dados tipado pendente.
tr: Bekleyen türdeki veri tabanı depolaması gerçeklendi
zh_tw: 實作待處理輸入資料庫儲存。

source: Fix RC 8.0.0 support.
es: Mejora en el soporte de RC 8.0.0
tr: RC 8.0.0 desteğini onar

source: Add Attachment Actions Support.
es: Añadidas acciones de adjuntos.
tr: İlişik eylemleri desteği ekle

source: Add TimeStamp support.
es: Añadido soporte para marcas de tiempo.
tr: Zaman damgası desteği ekle
