Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Get Members not authorized in this room
ar: الحصول على الأعضاء غير المصرح به في هذه الغرفة
eo: Akiri Membrojn ne rajtigitajn en ĉi tiu ĉambro
es: No está autorizado a obtener los miembros de este chat
fi: Jäsenhankintaa ei ole valtuutettu tässä huoneessa
fr: Obtenir la liste des membres non autorisés pour ce salon.
gl: Obter membros non autorizados desta sala.
hi: इस कमरे में अधिकृत नहीं सदस्यों को प्राप्त करें
hu: A szobában nem hitelesített tagok lekérése
ia: Obtener Membros non authorisate in iste sala
nl: Leden ophalen die niet geautoriseerd zijn in dit room.
pl: Pobierz użytkowników bez prawa do bycia w tym pokoju
pt_br: Obter membros não autorizados nesta sala
ru: В этой комнате недоступно получение списка участников
sv: Hämta medlemmar som inte har behörighet för rummet
tr: Bu oda için yetkilendirilmemiş üyeleri al
uk: У цій кімнаті недоступне отримання списку учасників
zh_tw: 此聊天室不允許「取得成員」

source: The required channel is not found.
ar: لم يعثر على القناة المطلوبة.
eo: La postulata kanalo ne estas trovita.
es: No se ha encontrado el canal requerido.
fi: Vaadittua kanavaa ei löytynyt.
fr: Le canal demandé est introuvable.
gl: Non se atopou a canle requirida.
hi: आवश्यक चैनल नहीं मिला.
hu: A kért csatorna nem található.
ia: Le canal requirite non es trovate.
nl: Het vereiste kanaal is niet gevonden.
pl: Nie znaleziono żądanego kanału.
pt_br: O canal solicitado não foi encontrado.
ru: Необходимый канал не найден.
sv: Den nödvändiga kanalen hittades inte.
tr: Gereken kanal bulunamadı.
uk: Бажаного каналу не знайдено.
zh_tw: 找不到所要求的頻道。

source: User is not a moderator.
ar: المستخدم ليس مشرفًا.
eo: Uzanto ne estas moderanto.
es: El usuario no es moderador.
fi: Käyttäjä ei ole moderaattori.
fr: L'utilisateur n'est pas un modérateur.
gl: A persoa non é moderadora.
hi: उपयोगकर्ता मॉडरेटर नहीं है.
hu: A felhasználó nem moderátor.
ia: Usator non es un moderator.
nl: Gebruiker is geen moderator.
pl: Użytkownik nie jest moderatorem.
pt_br: O usuário não é um moderador.
ru: Пользователь не является модератором.
sv: Användaren är inte en moderator.
tr: Kullanıcı, bir moderatör değil.
uk: Користувач не є модератором.
zh_tw: 使用者不是 Mod。

source: User is not an owner.
ar: المستخدم ليس مالكًا.
eo: Uzanto ne estas posedanto.
es: El usuario no es propietario.
fi: Käyttäjä ei ole omistaja.
fr: L'utilisateur n'est pas un propriétaire.
gl: A persoa non é dona.
hi: उपयोगकर्ता स्वामी नहीं है.
hu: A felhasználó nem tulajdonos.
ia: Usator non es un proprietario.
nl: Gebruiker is geen eigenaar.
pl: Użytkownik nie właścicielem.
pt_br: O usuário não é um proprietário.
ru: Пользователь не является владельцем.
sv: Användare är inte en ägare.
tr: Kullanıcı, bir sahip değil.
uk: Користувач не є власником.
zh_tw: 使用者不是擁有者。

source: A channel with name '%1' exists
ar: توجد قناة تحمل اسم '%1'
eo: Kanalo kun nomo '%1' ekzistas
es: Ya existe un canal con nombre «%1»
fi: Kanava nimeltä ”%1” on olemassa
fr: Un canal portant le nom « %1 » existe déjà.
gl: Hai unha canle chamada «%1».
hi: '%1' नाम वाला एक चैनल मौजूद है
hu: Egy „%1” nevű csatorna már létezik
ia: Un canal con le nomine '%1' existe
nl: Een kanaal met de naam '%1' bestaat
pl: Kanał o nazwie %1 już istnieje
pt_br: Um canal com o nome '%1' já existe
ru: Канал с именем «%1» существует
sv: En kanal som heter '%1' finns
tr: “%1” adında bir kanal var
uk: Канал із назвою «%1» вже існує
zh_tw: 名為「%1」的頻道已經存在

source: '%1' is not a valid room name
ar: '%1' ليس اسم غرفة صالح
eo: '%1' ne estas valida ĉambronomo
es: «%1» no es un nombre válido de sala
fi: ”%1” ei kelpaa huoneen nimeksi
fr: « %1 » n'est pas un nom valable de salon
gl: «%1» non é un nome de sala válido.
hi: '%1' मान्य कक्ष नाम नहीं है
hu: A(z) „%1” nem érvényes szobanév
ia: '%1' non es un valide nomine de sala
nl: '%1' is geen geldige roomnaam
pl: '%1' nie jest prawidłową nazwą pokoju
pt_br: '%1' não é um nome de sala válido
ru: «%1» не является допустимым названием комнаты
sv: '%1' är inte ett giltigt rumsnamn
tr: “%1”, geçerli bir oda adı değil
uk: «%1» не є коректною назвою кімнати
zh_tw: 「%1」不是有效的聊天室名稱

source: Extract Roles
ar: استخراج الأدوار
eo: Eltiri Rolojn
es: Extraer roles
fi: Irrota rooleja
fr: Extraire les rôles
gl: Extraer os roles
hi: भूमिकाएँ निकालें
hu: Szerepek kibontása
ia: Extrahe Rolos
nl: Rollen uitpakken
pl: Wydobądź role
pt_br: Extrair funções
ru: Извлечь роли
sv: Extrahera roller
tr: Rolleri Çıkar
uk: Видобути ролі
zh_tw: 提取角色

source: Message deletion is not allowed.
ar: حذف الرسائل غير مسموح.
eo: Forigo de mesaĝoj ne estas permesita.
es: No se permite el borrado de mensajes.
fi: Viestin poistamista ei ole sallittu.
fr: La suppression de messages est non autorisée.
gl: Non se permite eliminar mensaxes.
hi: संदेश हटाने की अनुमति नहीं है.
hu: Az üzenetek törlése nem engedélyezett.
ia: Deler de message non es permittite.
nl: Bericht verwijderen is niet toegestaan
pl: Usuwanie wiadomości jest zabronione.
pt_br: A exclusão de mensagens não é permitida.
ru: Удаление сообщений запрещено.
sv: Meddelandeborttagning är inte tillåten.
tr: İleti silmeye izin verilmiyor.
uk: Вилучення повідомлень заборонено.
zh_tw: 訊息刪除不被允許。

source: Not allowed to get message %1
ar: غير مسموح بالحصول على الرسالة %1
eo: Ne permesita ekpreni mesaĝon %1
es: No está permitido recuperar el mensaje %1
fi: Viestin %1 nouto ei sallittu
gl: Non se permite obter a mensaxe %1.
hi: संदेश %1 प्राप्त करने की अनुमति नहीं है
hu: A(z) %1 üzenet megkapása nem megengedett
pt_br: Não é permitido receber a mensagem %1
ru: Получение сообщения %1 запрещено
tr: %1 iletisini almaya izin verilmiyor
zh_tw: 不被允許取得訊息 %1

source: Not allowed to get message %2 in room %1
ar: غير مسموح بالحصول على الرسالة %2 في الغرفة %1
eo: Ne permesita ekpreni mesaĝon %2 en ĉambro %1
es: No está permitido recuperar el mensaje %2 de la sala %1
fi: Ei sallittua noutaa viestiä %2 huoneesta %1
gl: Non se permite obter a mensaxe %2 da sala %1.
hi: कक्ष %1 में संदेश %2 प्राप्त करने की अनुमति नहीं है
hu: A(z) %2 üzenet megkapása a(z) %1 szobában nem megengedett
pt_br: Não é permitido receber a mensagem %2 na sala %1
ru: Получение сообщения %2 в комнате %1 запрещено
tr: %1 odasında %2 iletisini almaya izin verilmiyor

source: Invalid message: '%1'
ar: رسالة غير صالحة: '%1'
eo: Nevalida mesaĝo: '%1'
es: Mensaje inválido: «%1»
fi: Virheellinen viesti: ”%1”
fr: Message non valable : %1
gl: Mensaxe non válida: «%1»
hi: अमान्य संदेश: '%1'
hu: Érvénytelen üzenet: „%1”
ia: Message invalide: '%1'
nl: Ongeldig bericht: '%1'
pl: Nieprawidłowa wiadomość: '%1'
pt_br: Mensagem inválida: '%1'
ru: Некорректное сообщение: «%1»
sv: Ogiltigt meddelande: '%1'
tr: Geçersiz ileti: “%1”
uk: Некоректне повідомлення: «%1»
zh_tw: 無效訊息：「%1」

source: This room is blocked
ar: هذه الغرفة محظورة
eo: Ĉi tiu ĉambro estas blokita
es: Esta sala está bloqueada
fi: Tämä huone on estetty
fr: Cette salle est verrouillée.
gl: A sala está bloqueada.
hi: यह कमरा अवरुद्ध है
hu: Ez a szoba tiltva van
ia: Iste sala es blocate
nl: Deze room is geblokkeerd
pl: Ten pokój jest zablokowany
pt_br: Esta sala está bloqueada
ru: Эта комната заблокирована
sv: Rummet är blockerat
tr: Bu oda engelli
uk: Кімнату заблоковано
zh_tw: 此聊天室已被封鎖

source: You have been muted and cannot speak in this room
ar: لقد كُتم صوتك ولا يمكنك التحدث في هذه الغرفة
eo: Vi estis silentigita kaj ne povas paroli en ĉi tiu ĉambro
es: Has sido silenciado y no puedes hablar en esta sala
fi: Sinut on vaimennettu etkä voi puhua tässä huoneessa
fr: Votre micro a été coupé et vous ne pouvez plus parler dans cette discussion.
gl: Non lle deixan falar na sala.
hi: आपको म्यूट कर दिया गया है और आप इस कमरे में बात नहीं कर सकते
hu: Ön némítva lett és nem tud beszélni ebben a szobában
ia: Tu ha essite silentiate e non pote parlar in iste sala
nl: U bent gedempt en kan in deze room niet spreken
pl: Zostałeś wyciszony i nie możesz rozmawiać w tym pokoju
pt_br: Você foi silenciado e não pode falar nesta sala
ru: Вам запрещено говорить — вы не можете высказываться в этой комнате
sv: Du har blivit tystad och kan inte tala i det här rummet
tr: Sessize alındınız ve bu odada konuşamasınız
uk: Вас заглушено — ви не можете говорити у цій кімнаті
zh_tw: 您已被噤聲而不能在此聊天室說話。

source: Invalid channel
ar: قناة غير صالحة
eo: Nevalida kanalo
es: Canal no válido
fi: Virheellinen kanava
gl: A canle non é válida.
hi: अमान्य चैनल
hu: Érvénytelen csatorna
pt_br: Canal inválido
ru: Неверный канал
tr: Geçersiz kanal
zh_tw: 無效頻道

source: Invalid emoji provided.
ar: الرمز التعبيري المقدم غير صالحة.
eo: Nevalida emoji provizita.
es: El emoji proporcionado es inválido.
fi: Annettiin virheellinen emoji.
fr: Fourniture d'une émoticône non valable.
gl: A expresión fornecida non é válida.
hi: अमान्य इमोजी प्रदान किया गया.
hu: Érvénytelen emodzsi lett megadva.
ia: Emoji invalide fornite.
nl: Ongeldige emoji aangeleverd.
pl: Wpisano nieprawidłowy emoji.
pt_br: Emoji inválido fornecido.
ru: Указан недопустимый смайлик.
sv: Ogiltigt emoji angivet.
tr: Geçersiz emoji sağlandı.
uk: Вказано некоректне емодзі.
zh_tw: 提供了無效的表情符號。

source: File not found '%1'
ar: الملف غير موجود '%1'
eo: Dosiero ne trovita '%1'
es: Archivo no encontrado «%1»
fi: Tiedostoa ei löydy: ”%1”
fr: Impossible de trouver le fichier « %1 »
gl: Non se atopou o ficheiro «%1».
hi: फ़ाइल '%1' नहीं मिली
hu: A(z) „%1” fájl nem található
ia: File non trovate '%1'
nl: Bestand niet gevonden '%1'
pl: Nie znaleziono pliku '%1'
pt_br: Arquivo não encontrado '%1'
ru: Файл не найден «%1»
sv: Filen hittades inte '%1'
tr: Dosya bulunamadı “%1”
uk: Файл не знайдено «%1»
zh_tw: 找不到檔案 '%1'

source: The custom emoji or one of its aliases is already in use.
ar: الرمز التعبيري المخصص أو أحد أسمائه المستعارة مستخدم سلفًا.
eo: La kutima emoji aŭ unu el ĝiaj kaŝnomoj jam estas uzataj.
es: El emoji personalizado o uno de sus alias ya está en uso.
fi: Mukautettu emoji tai jokin sen aliaksista on jo käytössä.
fr: L'émoticône personnalisée ou l'un de ses alias sont déjà en cours d'utilisation.
gl: A expresión personalizada ou unha das súas alias xa está en uso.
hi: कस्टम इमोजी या उसका कोई उपनाम पहले से ही उपयोग में है.
hu: Az egyéni emodzsi vagy az egyik álneve már használatban van.
ia: Le emoji personalisate o un de su aliases ja es in uso.
nl: De aangepaste emoji of een van zijn aliassen is al in gebruik.
pl: Własny emoji lub jeden z jego aliasów już jest używany.
pt_br: O emoji personalizado ou um de seus apelidos já está em uso.
ru: Нестандартный смайлик или один из его альтернативных вариантов уже используется.
sv: Egen emoji eller en av dess alias används redan.
tr: Özel emoji veya onun armalarından bir tanesi halihazırda kullanımda.
uk: Нетипове емодзі або один із його альтернативних варіантів вже використано.
zh_tw: 該自訂表情符號或它的某個別名已被使用。

source: This is the last owner. Please set a new owner before removing this one.
ar: هذا هو المالك الأخير. يرجى تعيين مالك جديد قبل إزالة هذا المالك.
eo: Ĉi tiu estas la lasta posedanto. Bonvolu agordi novan posedanton antaŭ ol forigi ĉi tiun.
es: Este es el último propietario. Seleccione otro propietario antes de eliminar este.
fi: Tämä on viimeisin omistaja. Aseta uusi ennen tämän poistamista.
fr: C'est le dernier propriétaire. Veuillez définir un nouveau propriétaire avant de supprimer celui-ci.
gl: Esta foi a última persoa dona. Defina unha nova dona antes de retirar esta.
hi: यह अंतिम स्वामी है। कृपया इसे हटाने से पहले नया स्वामी निर्धारित करें।
hu: Ez az utolsó tulajdonos. Állítson be új tulajdonost, mielőtt ezt az egyet eltávolítja.
ia: Isto es le utime proprietario. Pro favor tu fixa un nove proprietario ante remover isto.
nl: Dit is de laatste eigenaar. Stel een nieuwe eigenaar in alvorens deze te verwijderen.
pl: To jest ostatni właściciel. Ustaw nowego właściciela przez usunięciem poprzedniego.
pt_br: Este é o último proprietário. Defina um novo proprietário antes de excluir este.
ru: Это последний владелец. Укажите нового владельца перед удалением этого.
sv: Det här är den sista ägaren. Ange en ny ägare innan den här tas bort.
tr: Bu, son sahip. Bunu kaldırmadan önce lütfen yeni bir sahip ayarlayın.
uk: Це останній власник. Будь ласка, вкажіть нового власника, перш ніж вилучати цього.
zh_tw: 這是最後一個擁有者。請在移除這個擁有者之前先設定新的擁有者。

source: Generate link is not authorized in this channel.
ar: توليد رابط غير مصرح به في هذه القناة.
eo: Generi ligilon ne estas rajtigita en ĉi tiu kanalo.
es: No se permite generar enlaces en este canal.
fi: Tällä kanavalla ei ole oikeutta luoda linkkejä.
fr: La génération de lien n'est pas autorisé pour ce canal.
gl: Esta canle non permite xerar ligazóns.
hi: इस चैनल में लिंक उत्पन्न करना अधिकृत नहीं है.
hu: Hivatkozás előállítása nem engedélyezett ezen a csatornán.
ia: Generar Ligamine non es authorisate in iste canal.
nl: Koppeling genereren is niet geautoriseerd in dit kanaal.
pl: Wytworzony odnośnik nie jest uwierzytelniony na tym kanale.
pt_br: Gerar link não está autorizado neste canal.
ru: На этом канале не разрешается создавать ссылки.
sv: Saknar behörighet för att generera länk i kanalen.
tr: Bu kanalda bağlantı oluşturmaya yetki verilmiyor.
uk: Створення посилань на цьому каналі заборонено.
zh_tw: 此聊天室不允許「產生連結」

source: Unauthorized
ar: غير مصرح
eo: Neaŭtorizita
es: No autorizado
fi: Ei valtuutettu
fr: Non autorisé
gl: Non ten autorización
hi: अनधिकृत
hu: Nem engedélyezett
ia: Non autorisate
nl: Niet geautoriseerd
pl: Nieuwierzytelnione
pt_br: Não autorizado
ru: Нет разрешения
sv: Obehörig
tr: Yetkilendirilmemiş
uk: Не уповноважено
zh_tw: 不被允許

source: '%1' is not allowed
ar: '%1' غير مسموح به
eo: '%1' ne estas permesita
es: «%1» no está permitido
fi: ”%1” ei ole sallittu
gl: Non se permite «%1»
hi: '%1' की अनुमति नहीं है
hu: „%1” nem engedélyezett
pt_br: '%1' não é permitido
ru: «%1» запрещено
tr: İzin verilmiyor: “%1”
zh_tw: 「%1」不被允許

source: Application not found
ar: التطبيق غير موجود
eo: Apliko ne trovita
es: Aplicación no encontrada
fi: Sovellusta ei löytynyt
fr: Impossible de trouver l'application
gl: Non se atopou a aplicación
hi: अनुप्रयोग नहीं मिला
hu: Az alkalmazás nem található
ia: Application non trovate
nl: Programma niet gevonden
pl: Nie znaleziono programu
pt_br: Aplicativo não encontrado
ru: Приложение не найдено
sv: Program hittades inte
tr: Uygulama bulunamadı
uk: Програму не знайдено.
zh_tw: 找不到應用程式

source: There's an archived channel with name '%1'
ar: توجد قناة مؤرشفة باسم '%1'
eo: Estas arkivita kanalo kun nomo '%1'
es: Hay un canal archivado con nombre «%1»
fi: Nimellä ”%1” löytyy arkistoitu kanava
gl: Hai unha canle arquivada co nome «%1».
hi: '%1' नाम से एक संग्रहीत चैनल है
hu: Egy „%1” nevű archivált csatorna már létezik
pt_br: Existe um canal arquivado com o nome '%1'
ru: Уже существует добавленный в архив канал с названием «%1»
tr: “%1” adında arşivlenmiş bir kanal var

source: Can't invite user to direct rooms
ar: يتعذر دعوة المستخدم إلى غرف مباشرة
eo: Ne povas inviti uzanton direkti ĉambrojn
es: No se puede invitar al usuario a habitaciones directas
fi: Käyttäjää ei voi kutsua suorahuoneeseen
fr: Impossible d'inviter l'utilisateur à un salon direct
gl: Non é posíbel invitar a xente a salas directas.
hi: उपयोगकर्ता को डायरेक्ट रूम में आमंत्रित नहीं किया जा सकता
hu: Nem lehet felhasználót meghívni a közvetlen szobákba
ia: Non pote invitar usator a salas directe
nl: Kan gebruiker niet uitnodiging naar directe rooms
pl: Nie można zaprosić użytkownika do bezpośrednich pokojów
pt_br: Não é possível convidar o usuário para salas diretas
ru: Не разрешается приглашать пользователя в личные комнаты
sv: Kan inte bjuda in användare till direkta rum
tr: Kullanıcı, doğrudan odalara davet edilemiyor
uk: Не можна запрошувати користувача до безпосередніх кімнат
zh_tw: 無法邀請使用者到搜尋聊天室

source: The channel default setting is the same as what it would be changed to.
ar: إعداد القناة المبدئي هو نفس الإعداد الذي ستتغير إليه.
eo: La defaŭlta agordo de kanalo estas la sama kiel al kio ĝi estus ŝanĝita.
es: La preferencia por omisión del canal es la misma a la que se quiere cambiar.
fi: Kanavan oletusasetus on sama kuin miksi se vaihdettaisiin.
fr: Le paramètre par défaut du canal est identique à la valeur à laquelle il devrait être modifié.
gl: A opción predeterminada da canle coincide co valor ao que se cambiaría.
hi: चैनल की डिफ़ॉल्ट सेटिंग वही है जिसमें इसे बदला जाएगा।
hu: A csatorna alapértelmezett beállítása megegyezik azzal, amelyre meg kellene változtatni.
ia: Le preferentia de canal predefinite es le mesme al qual que esseva cambiate.
nl: De standaard instelling van het kanaal is hetzelfde als waarnaar het gewijzigd zou worden.
pl: Domyślne ustawienia kanału są takie same na jakie zostałyby zmienione.
pt_br: A configuração padrão do canal é a mesma para a qual seria alterada.
ru: Параметр канала по умолчанию совпадает с тем, на что его предполагалось заменить.
sv: Kanalens standardinställning är likadan som den skulle ändras till.
tr: Kanal öntanımlı ayarı, değiştirilmek istenen ayarla aynı.
uk: Типовий параметр каналу збігається із тим, на який його слід змінити.

source: The bodyParam 'default' is required
ar: يجب أن يكون bodyParam 'default' مطلوبًا
eo: La bodyParam 'defaŭlta' estas postulata
es: Se necesita el parámetro «default»
fi: Runkoparametri ”default” vaaditaan
fr: Le bodyParam « default » est nécessaire.
gl: Requírese o valor «default» (predeterminado) de «bodyParam» (parámetro do corpo).
hi: bodyParam 'डिफ़ॉल्ट' आवश्यक है
hu: A „default” törzsparaméter kötelező
ia: Le bodyParam 'default' (predefinite) es requirite
nl: De bodyParam 'default' is vereist
pl: Wymagany jest bodyParam 'default'
pt_br: O bodyParam 'default' é necessário
ru: Следует указать bodyParam «default»
sv: bodyParam 'default' krävs
tr: Gövde parametresi “default” gerekiyor
uk: Слід вказати bodyParam «default»

source: Could not change email
ar: تعذر تغيير البريد الإلكتروني
eo: Ne eblis ŝanĝi retpoŝton
es: No se pudo cambiar el email
fi: Sähköpostia ei voitu muuttaa
fr: Impossible de changer l'adresse de courriel
gl: Non foi posíbel cambiar o enderezo de correo electrónico.
hi: ईमेल बदला नहीं जा सका
hu: Nem sikerült megváltoztatni az e-mail-címet
ia: Non poteva cambiar e-posta
nl: Kon e-mailadres niet wijzigen
pl: Nie można zmienić e-maila
pt_br: Não foi possível alterar o e-mail
ru: Не удалось изменить адрес эл. почты
sv: Kunde inte ändra e-post
tr: E-posta değiştirilemedi
uk: Не вдалося змінити адресу електронної пошти
zh_tw: 無法變更電子郵件

source: Could not change name
ar: تعذر تغيير الاسم
eo: Ne eblis ŝanĝi nomon
es: No se pudo cambiar el nombre
fi: Nimeä ei voitu muuttaa
fr: Impossible de changer le nom
gl: Non foi posíbel cambiar o nome.
hi: नाम नहीं बदला जा सका
hu: Nem sikerült megváltoztatni a nevet
ia: Non poteva cambiar nomine
nl: Kon naam niet wijzigen
pl: Nie można zmienić nazwy
pt_br: Não foi possível alterar o nome
ru: Не удалось изменить название
sv: Kunde inte ändra namn
tr: Ad değiştirilemedi
uk: Не вдалося змінити ім'я
zh_tw: 無法變更名稱

source: Could not change username
ar: تعذر تغيير اسم المستخدم
eo: Ne eblis ŝanĝi uzantnomon
es: No se pudo cambiar el usuario
fi: Käyttäjätunnusta ei voitu muuttaa
fr: Impossible de changer le nom d'utilisateur
gl: Non foi posíbel cambiar o nome de persoa usuaria.
hi: उपयोगकर्ता नाम बदला नहीं जा सका
hu: Nem sikerült megváltoztatni a felhasználónevet
ia: Non potev cambiar nomine de usator
nl: Kon gebruikersnaam niet wijzigen
pl: Nie można zmienić nazwy użytkownika
pt_br: Não foi possível alterar o nome de usuário
ru: Не удалось изменить имя пользователя
sv: Kunde inte ändra användarnamn
tr: Kullanıcı adı değiştirilemedi
uk: Не вдалося змінити ім'я користувача
zh_tw: 無法變更使用者名稱

source: Cannot delete a protected role
ar: لا يمكن حذف الدور المحمي
eo: Ne povas forigi protektitan rolon
es: No se puede borrar un rol protegido
fi: Suojattua roolia ei voi poistaa
fr: Impossible de supprimer un rôle protégé
gl: Non é posíbel eliminar o rol protexido.
hi: संरक्षित भूमिका को हटाया नहीं जा सकता
hu: Nem lehet törölni védett szerepet
ia: Non pte deler un rolo protegite
nl: Kan een beschermde rol niet verwijderen
pl: Nie można usunąć chronionej roli
pt_br: Não é possível excluir uma função protegida
ru: Невозможно удалить защищённую роль
sv: Kan inte ta bort skyddad roll
tr: Korunan bir rol silinemez
uk: Не вдалося вилучити захищену роль

source: Department not found
ar: القسم غير موجود
eo: Fako ne trovita
es: No se encontró el departamento
fi: Osastoa ei löytynyt
fr: Département introuvable
gl: Non se atopou o departamento.
hi: विभाग नहीं मिला
hu: A részleg nem található
ia: Departimento non trovate
nl: Afdeling niet gevonden
pl: Nie znaleziono wydziału
pt_br: Seção não encontrada
ru: Отдел не найден
sv: Avdelning hittades inte
tr: Bölüm bulunamadı
uk: Відділу не знайдено
zh_tw: 找不到部門

source: File sharing not allowed in direct messages
ar: لا يُسمح بمشاركة الملفات في الرسائل المباشرة
eo: Dosiera kundivido ne permesita en rektaj mesaĝoj
es: No se permite compartir archivos en mensajes directos
fi: Suoraviesteissä ei sallita tiedostojen jakamista
fr: Le partage de fichiers n'est pas autorisé dans les messages directs
gl: Non se permite compartir ficheiros en mensaxes directas.
hi: प्रत्यक्ष संदेशों में फ़ाइल साझा करने की अनुमति नहीं है
hu: A fájlmegosztás nem engedélyezett a közvetlen üzenetekben
ia: Compartir de file non permittite in messages directe
nl: Bestanden delen is niet toegestaan in directe berichten
pl: Brak zezwolenia na współdzielenie plików w bezpośrednich wiadomościach
pt_br: O compartilhamento de arquivos não é permitido em mensagens diretas
ru: В личных сообщениях запрещено обмениваться файлами
sv: Fildelning tillåts inte i direkta meddelanden
tr: Doğrudan iletilerde dosya paylaşımına izin verilmez
uk: У безпосередніх повідомлення не можна ділитися файлами

source: Editing permissions is not allowed
ar: لا يسمح بتعديل الأذونات
eo: Redaktaj permesoj ne estas permesitaj
es: No se permite editar permisos
fi: Käyttöoikeuksien muokkaamista ei sallita
fr: La modification des permissions n'est pas autorisée
gl: Non se permite editar os permisos.
hi: संपादन की अनुमति नहीं है
hu: A jogosultságok szerkesztése nem engedélyezett
ia: Modificar permissiones non es permittite
nl: Rechten bewerken is niet toegestaan
pl: Brak zezwolenia na edytowanie uprawnień
pt_br: Não é permitido editar permissões
ru: Редактирование прав доступа запрещено
sv: Rättigheter att redigera tillåts inte
tr: İzinleri düzenlemeye izin verilmiyor
uk: Редагування прав доступу заборонено

source: The email domain is blacklisted
ar: مجال البريد الإلكتروني مدرج في القائمة السوداء
eo: La retpoŝta domajno estas nigra listo
es: El dominio del correo electrónico está en la lista negra
fi: Sähköpostin toimialue on mustalistattu
fr: Le domaine de courriel est sur liste noire
gl: O dominio do enderezo de correo electrónico está na lista de exclusión.
hi: ईमेल डोमेन को ब्लैकलिस्ट कर दिया गया है
hu: Az e-mail tartománya tiltólistára van téve
ia: Le dominio de e-posta es ponite in lista nigre
nl: Het e-maildomein staat op de zwarte lijst
pl: Domena e-mail jest na czarnej liście
pt_br: O domínio do e-mail está na lista de proibições
ru: Домен эл. почты находится в списке блокировок
sv: E-postdomänen är svartlistad
tr: E-posta etki alanı kara listeye alınmış
uk: Домен електронної пошти перебуває у «чорному» списку
zh_tw: 電子郵件網域在黑名單中

source: Error trying to send email: %1
ar: خطأ أثناء محاولة إرسال البريد الإلكتروني: %1
eo: Eraro provante sendi retpoŝton: %1
es: Error al intentar enviar el correo electrónico: %1
fi: Virhe lähetettäessä sähköpostia: %1
gl: Produciuse un erro ao intentar enviar unha mensaxe de correo electrónico: %1
hi: ईमेल भेजने का प्रयास करते समय त्रुटि: %1
hu: Hiba az e-mail küldésének kísérletekor: %1
pt_br: Erro ao tentar enviar o e-mail: %1
ru: Ошибка при попытке отправить письмо: %1
tr: E-posta göndermeye çalışırken hata: %1
