Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

# @info:tooltip
source: The login URL of your external SSO service e.g: https://sso.example.undef/sso/login
ar: عنوان الولوج إلى خدمة تسجيل الدخول الموحد الخارجية الخاصة بك، على سبيل المثال: https://sso.example.undef/sso/login
eo: La ensaluta URL de via ekstera SSO-servo ekz: https://sso.example.undef/sso/login
es: La URL de inicio de sesión de su servicio SSO. Por ejemplo: https://sso.example.undef/sso/login
fi: Ulkoisen SSO-palvelun kirjautumisosoite, esim. https://sso.esimerkki.undef/sso/login
gl: O URL de acceso do seu servizo externo de autenticación única. Por exemplo: «https://sso.example.com/sso/login».
hi: आपकी बाहरी SSO सेवा का लॉगिन URL उदाहरण: https://sso.example.undef/sso/login
hu: A külső SSO szolgáltatás bejelentkező URL-je, például: https://sso.example.undef/sso/login
pt_br: A URL de login do seu serviço SSO externo, por exemplo: https://sso.exemplo.indef/sso/login
ru: URL-адрес входа вашей внешней службы SSO, например: https://sso.example.undef/sso/login
tr: Dış SSO hizmetinizin oturum açma URL’si; örn. https://sso.örnek.undef/sso/login
zh_tw: 您的外部 SSO 服務的登入網址，例如 https://sso.example.undef/sso/login

source: Protocol
ar: الميفاق
eo: Protokolo
es: Protocolo
fi: Yhteyskäytäntö
fr: Protocole
gl: Protocolo
hi: शिष्टाचार
hu: Protokoll
pl: Protokół
pt_br: Protocolo
ru: Протокол
sv: Protokoll
tr: Protokol
uk: Протокол
zh_tw: 協定

source: When enabled, Rocket.Chat will trust that any username from CAS belongs to the same user on Rocket.Chat. This may be needed if a user is renamed on CAS, but may also allow people to take control of Rocket.Chat accounts by renaming their own CAS users.
ar: عند تمكين هذه الميزة، سوف يثق روكت تشات في أن أي اسم مستخدم من خدمة الاستيثاق المركزية ينتمي إلى نفس المستخدم على روكت تشات. قد يكون هذا ضروريًا إذا أُعيد تسمية مستخدم على خدمة الاستيثاق المركزية، ولكن قد يسمح أيضًا للأشخاص بالتحكم في حسابات روكت تشات عن طريق إعادة تسمية مستخدمي خدمة الاستيثاق المركزية الخاصة بهم.
eo: Kiam ĝi estas ebligita, Rocket.Chat fidos, ke iu ajn uzantnomo de CAS apartenas al la sama uzanto ĉe Rocket.Chat. Tio povas esti bezonata se uzanto estas renomita en CAS, sed ankaŭ povas permesi al homoj preni regon de Rocket.Chat-kontoj per renomante siajn proprajn CAS-uzantojn.
es: Cuando está activado, Ricket.Chat confiará en cualquier nombre de usuario de CAS que pertenezca al mismo usuario en Rocket.Chat. Esto será necesario si un usuario es renombrado en CAS, pero también permite a la gente tomar control de cuentas de Rocket.Chat al renombrar sus propios usuarios de CAS.
fi: Jos on valittu, Rocket.Chat luottaa, että mikä tahansa CAS-käyttäjätunnus kuuluu Rocket.Chatissä samalle käyttäjälle. Tätä voi tarvita, jos CAS:ssä käyttäjän nimeä on muutettu, mutta se voi myös mahdollistaa jonkun ottavan Rocket.Chat-tilejä haltuun muuttamalla omien CAS-käyttäjiensä nimiä.
gl: Se se activa, Rocket.Chat confiará en que calquera nome de persoa usuaria de CAS corresponda á persoa usuaria equivalente en Rocket.Chat. Isto pode ser necesario se unha persoa usuaria se renomea en CAS, pero tamén pode permitir a xente tomar o control de contas de Rocket.Chat cambiando o seu nome de persoa usuaria en CAS.
hi: सक्षम होने पर, Rocket.Chat इस बात पर भरोसा करेगा कि CAS का कोई भी उपयोगकर्ता नाम Rocket.Chat पर उसी उपयोगकर्ता का है। यदि CAS पर किसी उपयोगकर्ता का नाम बदला गया है, तो इसकी आवश्यकता हो सकती है, लेकिन यह लोगों को अपने स्वयं के CAS उपयोगकर्ताओं का नाम बदलकर Rocket.Chat खातों पर नियंत्रण रखने की अनुमति भी दे सकता है।
hu: Ha engedélyezve van, a Rocket.Chat bízik abban, hogy a CAS-ból származó bármely felhasználónév ugyanahhoz a felhasználóhoz tartozik a Rocket.Chaten. Erre akkor lehet szükség, ha egy felhasználót átneveznek a CAS-on, de azt is lehetővé teheti, hogy az emberek átvegyék az irányítást a Rocket.Chat fiókok felett a saját CAS-felhasználóik átnevezésével.
pt_br: Quando ativado, o Rocket.Chat confiará que qualquer nome de usuário do CAS pertence ao mesmo usuário no Rocket.Chat. Isso pode ser necessário se um usuário for renomeado no CAS, mas também pode permitir que as pessoas assumam o controle das contas do Rocket.Chat renomeando seus próprios usuários do CAS.
ru: Если параметр включён, Rocket.Chat будет считать, что имя пользователя из CAS принадлежит тому же пользователю в Rocket.Chat. Включение этого параметра может потребоваться, если пользователь будет переименован в CAS, но также может позволить людям управлять учётными записями Rocket.Chat путём переименования своих записей пользователей CAS.
tr: Etkinleştirildiğinde Rocket.Chat, CAS’taki tüm kullanıcı adlarının Rocket.Chat’te aynı kullanıcıya ait olduğuna güvenir. Bu, bir kullanıcının CAS’ta yeniden adlandırılması durumunda gerekli olabilir; ancak kişilerin kendi CAS kullanıcılarını yeniden adlandırarak Rocket.Chat hesaplarının denetimini ele geçirmesine de izin verebilir.

# @info:tooltip
source: Allow CAS User creation from data provided by the CAS ticket.
ar: اسمح بإنشاء مستخدم خدمة الاستيثاق المركزية من البيانات المقدمة بواسطة تذكرة خدمة الاستيثاق المركزية.
eo: Permesi la kreadon de CAS-Uzanto el datumoj provizitaj de la CAS-bileto.
es: Permitir las creación de usuarios CAS desde los datos proporcionados por el ticket CAS.
fi: Salli CAS-käyttäjän luonti CAS-lipun tiedoista.
gl: Permitir a creación de persoas usuarias de CAS a partir de datos do tícket de CAS.
hi: CAS टिकट द्वारा उपलब्ध कराए गए डेटा से CAS उपयोगकर्ता निर्माण की अनुमति दें।
hu: CAS-felhasználó létrehozásának engedélyezése a CAS-jegy által szolgáltatott adatokból.
pt_br: Permite a criação de usuários CAS a partir de dados fornecidos pelo tíquete CAS.
ru: Разрешить создание пользователей CAS на основе данных из билета CAS
tr: CAS bileti tarafından sağlanan veriden CAS kullanıcısı oluşturmaya izin ver.

source: Attribute handling
ar: التعامل مع السمات
eo: Atribut-traktado
es: Manejo de atributos
fi: Määritteiden käsittely
gl: Xestión de atributos
hi: विशेषता प्रबंधन
hu: Attribútumkezelés
pt_br: Manipulação de atributo
ru: Обработка атрибутов
tr: Öznitelik işleme
zh_tw: 屬性處理

# @info:tooltip
source: Always synchronize external CAS User data into available attributes upon login. Note: Attributes are always synced upon account creation anyway.
ar: زامن بيانات مستخدمين خدمة الاستيثاق المركزية الخارجية دائمًا مع السمات المتاحة عند الولوج. ملاحظة: تُزامن السمات دائمًا عند إنشاء الحساب على أي حال.
eo: Ĉiam sinkronigu eksterajn Uzantajn datumojn de CAS en disponeblajn atributojn post ensaluto. Noto: Atributoj ĉiam estas sinkronigitaj post kreado de konto ĉiuokaze.
es: Sincronizar siempre los datos de usuarios CAS externos en atributos disponibles al iniciar sesión. Nota: Los atributos siempre se sincronizan al crear una cuenta de todos modos.
fi: Tahdista aina ulkoinen CAS-käyttäjätieto saatavilla oleviin määritteisiin kirjauduttaessa. Huom! Määritteet tahdistetaan aina joka tapauksessa tiliä luotaessa.
gl: Sincronizar sempre os datos externos de persoa usuaria de CAS nos atributos dispoñíbeis ao acceder. Nota: os atributos sempre se sincronizan ao crear unha conta.
hi: लॉग इन करते समय हमेशा बाहरी CAS उपयोगकर्ता डेटा को उपलब्ध विशेषताओं में सिंक्रोनाइज़ करें। नोट: विशेषताएँ हमेशा खाता निर्माण के समय सिंक्रोनाइज़ की जाती हैं।
hu: Mindig szinkronizálja a külső CAS-felhasználói adatokat az elérhető attribútumokkal a bejelentkezéskor. Megjegyzés: az attribútumok mindig szinkronizálódnak a fiók létrehozásakor.
pt_br: Sempre sincronize os dados externos do usuário CAS com os atributos disponíveis ao efetuar login. Observação: os atributos são sempre sincronizados na criação da conta.
ru: При входе всегда синхронизировать доступные атрибуты с внешними данными пользователя CAS. Примечание: атрибуты всегда синхронизируются при создании учётной записи.
tr: Dış CAS kullanıcı verisini oturum açma sırasında kullanılabilir özniteliklerle her zaman eşzamanla. Not: Öznitelikler, hesap oluşturma sırasında da her zaman eşzamanlanırlar.

source: Attribute Map
ar: خريطة السمة
eo: Atributa Mapo
es: Mapa de atributos
fi: Määritekartta
gl: Mapa de atributos
hi: विशेषता मानचित्र
hu: Attribútumleképezés
pt_br: Mapa de atributos
ru: Карта атрибутов
tr: Öznitelik Haritası
zh_tw: 屬性映射

source: Use this JSON input to build internal attributes (key) from external attributes (value). External attribute names enclosed with '%' will interpolated in value strings.<br/>Example, {"email":"%email%", "name":"%firstname%, %lastname%"} The attribute map is always interpolated. In CAS 1.0 only the username attribute is available. Available internal attributes are: username, name, email, rooms; rooms is a comma separated list of rooms to join upon user creation e.g: {"rooms": "%team%,%department%"} would join CAS users on creation to their team and department channel.
ar: استخدم إدخال JSON هذا لبناء سمات داخلية (مفتاح) من سمات خارجية (قيمة). ستُضمّن أسماء السمات الخارجية المرفقة بعلامة "%" في سلاسل القيم.<br/>على سبيل المثال، {"email":"%email%", "name":"%firstname%, %lastname%"} خريطة السمات تُستكمل دائمًا. في خدمة الاستيثاق المركزية 1.0، تتوفر سمة اسم المستخدم فقط. السمات الداخلية المتاحة هي: اسم المستخدم، الاسم، البريد الإلكتروني، الغرف؛ الغرف عبارة عن قائمة مفصولة بفواصل من الغرف للانضمام إليها عند إنشاء المستخدم، على سبيل المثال: {"rooms": "%team%,%department%"} ستضم مستخدمي خدمة الاستيثاق المركزية عند إنشائهم إلى قناة فريقهم وقسمهم.
eo: Uzu ĉi tiun JSON-enigon por konstrui internajn atributojn (ŝlosilon) el eksteraj atributoj (valoro). Eksteraj atributaj nomoj enfermitaj kun '%' estos interpolataj en valorĉenoj.<br/>Ekzemplo, {"email":"%email %", "name":"%firstname%, %lastname%"} La atributa mapo estas ĉiam interpolata. En CAS 1.0 nur la uzantnomo-atributo estas disponebla. Disponeblaj internaj atributoj estas: uzantnomo, nomo, retpoŝto, ĉambroj; rooms estas komo apartigita listo de ĉambroj aliĝitaj post kreado de uzanto ekz: {"rooms": "%team%,%department%"} aliĝus CAS-uzantoj pri kreado al sia teamo kaj faka kanalo.
es: Usar esta entrada JSON para construir atributos internos (clave) desde atributos externos (valor). Los nombres de atributos externos rodeados por «%» serán interpolados en valores de cadenas.<br/>Ejemplo: {"email":"%email%", "nombre":"%nombre%, %apellido%"} El mapa de atributos siempre se interpola. En CAS 1.0 solo el nombre del usuario está disponible. Los atributos internos disponibles son: nombre de usuario, nombre, correo electrónico, salas; salas es una lista separada por comas de salas a las que unirse cuando se crea el usuario, por ejemplo, {"rooms": "%equipo%,%departamento%"} unirá a los usuarios CAS durante la creación a los canales de su equipo y su departamento.
fi: Koosta tämän JSON-syötteen tiedoilla sisäiset määritteet (avain) ulkoisista määritteistä (arvo). ”%”-merkein ympäröidyt ulkoisten määritteiden nimet interpoloidaan arvojonoihin.<br/>Esimerkki: {"email":"%email", "name":"%firstname%, %lastname%"} Määritekytkös interpoloidaan aina. CAS 1.0:ssa vain username-määrite on käytettävissä. Käytettävissä olevat sisäiset määritteet ovat: username, name, email, rooms, missä ”rooms” on pilkuin erotettu huoneluettelo, joihin käyttäjä liittyy luotaessa, esim. {"rooms": "%team%,%department%"] liittäisi CAS-käyttäjät luotaessa työryhmänsä ja osastonsa kanavaan.
gl: Use esta entrada JSON para construír atributos internos (clave) a partir de atributos externos (valor). Os nomes de atributos externos entre «%» substituiranse por valores.<br /> Por exemplo: {"email": "%email%", "name": "%firstname%, %lastname%"} As substitucións de valores sempre se aplican ao mapa de atributos. En CAS 1.0 só está dispoñíbel o atributo «username» (nome de persoa usuaria). Os atributos internos dispoñíbeis son: username (nome de persoa usuaria), name (nome), email (enderezo de correo electrónico), e rooms (salas). «rooms» é unha lista separada por comas de salas nas que meter a persoa usuaria ao creala. Por exemplo: {"rooms": "%team%,%department%"} engadiría ás persoas usuarias de CAS, ao crealas, ás canles do seu equipo e do seu departamento.
hi: बाहरी विशेषताओं (मान) से आंतरिक विशेषताओं (कुंजी) का निर्माण करने के लिए इस JSON इनपुट का उपयोग करें। &#39;%&#39; के साथ संलग्न बाहरी विशेषता नाम मान स्ट्रिंग में इंटरपोलेशन किए जाएँगे।<br/> उदाहरण के लिए, {&quot;email&quot;:&quot;%email%&quot;, &quot;name&quot;:&quot;%firstname%, %lastname%&quot;} विशेषता मानचित्र हमेशा इंटरपोलेटेड होता है। CAS 1.0 में केवल उपयोगकर्ता नाम विशेषता उपलब्ध है। उपलब्ध आंतरिक विशेषताएँ हैं: उपयोगकर्ता नाम, नाम, ईमेल, कमरे; कमरे उपयोगकर्ता निर्माण पर शामिल होने के लिए कमरों की एक अल्पविराम से अलग की गई सूची है उदाहरण के लिए: {&quot;rooms&quot;: &quot;%team%,%department%&quot;} निर्माण पर CAS उपयोगकर्ताओं को उनकी टीम और विभाग चैनल में शामिल करेगा।
hu: Használja ezt a JSON bemenetet a belső attribútumok (kulcs) létrehozásához a külső attribútumokból (érték). A „%”-kal körülvett külső attribútumnevek interpolálva lesznek az érték-karakterláncokban.<br/>Például, {"email":"%email%", "name":"%firstname%, %lastname%"} Az attribútumtérkép mindig interpolálódik. A CAS 1.0-ban csak a felhasználónév attribútum érhető el. Az elérhető belső attribútumok: username, name, email, rooms; a rooms egy vesszővel elválasztott lista a szobákról, amelyekhez a felhasználó létrehozásakor csatlakozni kell, például a {"rooms": "%team%,"department%"} belépteti a CAS felhasználókat létrehozásuk után a csapatuk és részlegük csatornájára.
pt_br: Use esta entrada JSON para criar atributos internos (chave) a partir de atributos externos (valor). Nomes de atributos externos entre '%' serão interpolados em strings de valor.<br/>Exemplo, {"email":"%email%", "name":"%firstname%, %lastname%"} O mapa de atributos é sempre interpolado. No CAS 1.0, apenas o atributo username está disponível. Os atributos internos disponíveis são: username, name, email, rooms; rooms é uma lista separada por vírgulas de salas para ingressar na criação do usuário, por exemplo: {"rooms": "%team%,%department%"} uniria usuários do CAS na criação ao canal de sua equipe e departamento.
ru: Использовать эти входные данные JSON для создания внутренних атрибутов (ключ) из внешних атрибутов (значение). Имена внешних атрибутов, которые взяты в «%», будет обработаны до строк значений.<br/>Пример: {"email":"%email%", "name":"%firstname%, %lastname%"} Карта атрибутов обрабатывается всегда. В CAS 1.0 доступным является только атрибут имени пользователя. Доступные внутренние атрибуты: username, name, email, rooms; rooms — разделённый запятыми список комнат, к которым следует присоединиться после создания пользователя. Пример: {"rooms": "%team%,%department%"} — после создания присоединить пользователей CAS к комнатам их команды и отдела.
tr: Dış özniteliklerden iç öznitelikler (anahtarlar) oluşturmak için bu JSON girdisini kullanın (değer). “%” ile çevrelenen dış öznitelik adları, değer dizilerinde aradeğerleneceklerdir.<br/>Örnek, {"email":"%email%", "name":"%firstname%, %lastname%"} Öznitelik haritası her zaman aradeğerlendirilir. CAS 1.0'da yalnızca kullanıcı adı özelliği vardır. Kullanılabilir iç öznitelikler şunlardır: username, name, email, rooms; odalar, kullanıcı oluşturduktan sonra katılacak odaların virgülle ayrılmış bir listesidir, örneğin: {"rooms": "%team%,%department%"}, CAS kullanıcılarının ekip ve departman kanallarına oluşturma sırasında katılır.

# @option:check
source: Enable in direct messages
ar: مكّن في الرسائل المباشرة
es: Activar para mensajes directos
fi: Käytä suoraviesteissä
pt_br: Habilitar em mensagens diretas
tr: Doğrudan iletilerde etkinleştir
zh_tw: 在私訊中啟用

# @option:check
source: Enable in public channels
ar: مكّن في القنوات العامة
es: Activar en canales públicos
fi: Käytä julkisilla kanavilla
pt_br: Habilitar em canais públicos
tr: Genel kanallarda etkinleştir
zh_tw: 在公開頻道中啟用

# @option:check
source: Enable in teams
ar: مكّن في الفرق
es: Activar en equipos
fi: Käytä ryhmissä
pt_br: Habilitar em equipes
tr: Takımlarda etkinleştir
zh_tw: 在團隊中啟用

# @option:check
source: Enable mobile ringing
ar: مك~ن رنين الهاتف المحمول
es: Activar sonido del móvil
fi: Käytä mobiilisoittoa
pt_br: Habilitar toque de celular
tr: Cepte çalmaya izin ver

source: Default Provider
ar: المزود المبدئي
eo: Defaŭlta Provizanto
es: Proveedor por omisión
fi: Oletustarjoaja
gl: Fornecedor predeterminado
hi: डिफ़ॉल्ट प्रदाता
hu: Alapértelmezett szolgáltató
pt_br: Provedor padrão
ru: Поставщик по умолчанию
tr: Öntanımlı Sağlayıcı
zh_tw: 預設提供者

# @option:check
source: IgnoreTLS
ar: تجاهل TLS
es: Ignorar TLS
gl: Ignorar TLS.
hi: अनदेखाTLS
hu: TLS mellőzése
ru: Игнорировать TLS
tr: TLS’yi yok say
zh_tw: 無視 TLS

# @option:check
source: Show Message in Email Notification
ar: أظهر رسالة في إشعار البريد الإلكتروني
eo: Montri Mesaĝon en Retpoŝta Sciigo
es: Mostrar mensaje en la notificación de correo electrónico
fi: Näytä viesti sähköposti-ilmoituksessa
gl: Amosar a mensaxe na notificación por correo electrónico.
hi: ईमेल अधिसूचना में संदेश दिखाएं
hu: Üzenet megjelenítése az e-mail-értesítésben
pt_br: Mostrar mensagem na notificação por e-mail
ru: Показать сообщение в уведомлении по эл. почте
tr: E-posta bildiriminde iletiyi göster
zh_tw: 在電子郵件通知裡顯示訊息

# @option:check
source: Add Sender to Reply-To
ar: أضف المرسل إلى رد-على
eo: Aldoni Sendanton al Respondo-Al
es: Añadir remitente a «Responder a»
fi: Lisää vastausosoitekenttään lähettäjä
gl: Engadir o remitente como «Reply-To».
hi: प्रेषक को उत्तर-प्रति में जोड़ें
hu: Küldő hozzáadása a válaszcímhez
pt_br: Adicionar remetente em 'responder para'
ru: Добавить отправителя в поле адреса для ответа
tr: Yanıt adresine göndereni ekle
zh_tw: 將寄件者新增到回覆地址

# @option:check
source: Enable Direct Reply
ar: مكّن الرد المباشر
eo: Ebligi Rektan Respondon
es: Activar respuesta directa
fi: Salli suora vastaus
gl: Activar a resposta directa.
hi: प्रत्यक्ष उत्तर सक्षम करें
hu: Közvetlen válasz engedélyezése
pt_br: Habilitar resposta direta
ru: Включить прямой ответ
tr: Doğrudan yanıtı etkinleştir
zh_tw: 啟用直接回覆

# @option:check
source: Debug Direct Reply
ar: تنقيح الرد المباشر
eo: Sencimigi Rektan Respondon
es: Depurar respuesta directa
fi: Paikanna suoravastauksen virheet
gl: Depurar a resposta directa.
hi: डीबग डायरेक्ट उत्तर
hu: Közvetlen válasz hibakeresése
pt_br: Depurar resposta direta
ru: Отладка прямого ответа
tr: Doğrudan yanıtta hata ayıkla
zh_tw: 除錯直接回覆

source: Port
ar: المنفذ
eo: Pordo
es: Puerto
fi: Portti
gl: Porto
hi: पत्तन
nl: Poort
pt_br: Porta
ru: Порт
tr: Kapı
uk: Порт
zh_tw: 連接埠

source: From Email
ar: من البريد الإلكتروني
eo: De Retpoŝto
es: Desde el correo electrónico
fi: Sähköpostista
gl: Por correo electrónico
hi: ईमेल से
hu: E-mail feladója
pt_br: Do e-mail
ru: Эл. почта отправителя
tr: E-postadan
zh_tw: 從電子信箱

source: Privacy
ar: الخصوصية
eo: Privateco
es: Privacidad
fi: Yksityisyys
gl: Privacidade
hi: गोपनीयता
hu: Adatvédelem
pt_br: Privacidade
ru: Конфиденциальность
tr: Gizlilik
zh_tw: 隱私

source: Direct Reply
ar: رد مباشر
eo: Rekta Respondo
es: Respuesta directa
fi: Suora vastaus
gl: Resposta directa
hi: सीधा उत्तर
hu: Közvetlen válasz
pt_br: Resposta direta
ru: Прямой ответ
tr: Doğrudan Yanıt
zh_tw: 直接回覆

source: [Attention!] If "Direct Reply" is enabled, Rocket.Chat will control the configured email mailbox. All unread e-mails are retrieved, marked as read and processed. "Direct Reply" should only be activated if the mailbox used is intended exclusively for access by Rocket.Chat and is not read/processed "in parallel" by humans.
ar: [تنبيه!] في حالة تمكين ”الرد المباشر“، سيتحكم روكت تشات في صندوق بريد البريد الإلكتروني المهيأ. تُسترجع جميع رسائل البريد الإلكتروني غير المقروءة ويُوضع عليها علامة مقروءة وتُعالج. يجب تنشيط ”الرد المباشر“ فقط إذا كان صندوق البريد المستخدم مخصصًا حصريًا للوصول إليه بواسطة روكت تشات ولا يُقرأ/يعالج ”بالتوازي“ من قبل البشر.
eo: [Atentu!] Se "Rekta Respondo" estas ebligita, Rocket.Chat regos la agorditan retpoŝtan leterkeston. Ĉiuj nelegitaj retpoŝtoj estas reakiritaj, markitaj kiel legitaj kaj prilaboritaj. "Rekta Respondo" devus esti nur aktivigita se la leterkesto uzata estas destinita ekskluzive por aliro de Rocket.Chat kaj ne estas legita/prilaborita "paralele" de homoj.
es: [Atención] Si «Respuesta directa» está activa, Rocket.Chat controlará la bandeja de correo configurada. Todos los correos electrónicos no leídos serán recuperados, marcados como leídos y procesados. «Respuesta directa» debería ser activada solo si la bandeja de correo está pensada para ser usada en exclusiva por Rocket.Chat y no va a ser leída/procesada «en paralelo» por humanos.
fi: [HUOM!] Jos ”suora vastaus” on käytössä, Rocket.Chat hallitsee asetettua sähköpostilaatikkoa. Kaikki lukematta olevat viestit noudetaan, merkitään luetuiksi ja käsitellään. ”Suoravastaus” tulisi ottaa käyttöön vain, jos sähköpostilaatikkoa on yksinomaan Rocket.Chat-käyttöön eikä sitä ”rinnalla” lue tai käsittele kukaan ihminen.
gl: Atención: Se activa «Resposta directa», Rocket.Chat controlará a caixa de entrada de correo electrónico configurada. Obtéñense todas as mensaxes sen ler, márcanse como lidas e procésanse. Só debería usar «Resposta directa» se a caixa de entrada de correo só a quere usar para acceder a Rocket.Chat e non a len ou procesan persoas “en paralelo”.
hi: [ध्यान दें!] यदि "प्रत्यक्ष उत्तर" सक्षम है, तो Rocket.Chat कॉन्फ़िगर किए गए ईमेल मेलबॉक्स को नियंत्रित करेगा। सभी अपठित ई-मेल पुनर्प्राप्त किए जाते हैं, पढ़े गए के रूप में चिह्नित किए जाते हैं और संसाधित किए जाते हैं। "प्रत्यक्ष उत्तर" को केवल तभी सक्रिय किया जाना चाहिए जब उपयोग किया जाने वाला मेलबॉक्स विशेष रूप से Rocket.Chat द्वारा एक्सेस के लिए अभिप्रेत हो और मनुष्यों द्वारा "समानांतर" पढ़ा/संसाधित न किया गया हो।
hu: [Figyelem!] Ha a „közvetlen válasz” engedélyezve van, akkor a Rocket.Chat vezérli a beállított e-mail postafiókot. Az összes olvasatlan e-mail lekérésre kerül, olvasottként lesz megjelölve és feldolgozva. A „közvetlen válasz” lehetőséget csak akkor kell bekapcsolni, ha a használt postafiókot kizárólag a Rocket.Chatáltali hozzáférésére szánják, és nem olvassák vagy dolgozzák fel „párhuzamosan” emberek.
pt_br: [Atenção!] Se a opção "Resposta direta" estiver habilitada, o Rocket.Chat controlará a caixa de correio de e-mail configurada. Todos os e-mails não lidos serão recuperados, marcados como lidos e processados. A opção "Resposta direta" só deve ser ativada se a caixa de correio utilizada for destinada exclusivamente ao acesso do Rocket.Chat e não for lida/processada "em paralelo" por humanos.
ru: [Внимание!] Если параметр «Прямой ответ» включён, Rocket.Chat будет управлять настроенным почтовым ящиком. Все непрочитанные сообщения будут получены, отмечены прочитанными и обработаны. Параметр «Прямой ответ» следует включать только в том случае, если доступ к используемому почтовому ящику должен выполняться исключительно с помощью Rocket.Chat, а люди «параллельно» не читают и не обрабатывают сообщения в нём.
tr: [Dikkat!] “Doğrudan Yanıt” etkinleştirilmişse Rocket.Chat yapılandırılan e-posta kutusunu denetleyecektir. Tüm okunmamış e-postalar alınır, okundu olarak imlenir ve işlenir. “Doğrudan Yanıt”, yalnızca posta kutusu Rocket.Chat tarafından kullanılmak üzere açılmışsa ve başka birisi tarafından kullanılmayacaksa etkinleştirilmelidir.
