Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Discussion created about "%1"
ar: أنشئ ناقش حول "%1"
eo: Diskuto kreita pri "%1"
es: Se ha creado una discusión sobre «%1»
fi: Luotu keskustelu aiheesta ”%1”
fr: Discussion créée au sujet de « %1 »
gl: Creouse unha discusión sobre «%1»
hi: "%1" के बारे में चर्चा बनाई गई
hu: Beszélgetés létrehozva erről: „%1”
ia: Discussion create sur "%1"
nl: Discussie aangemaakt over "%1"
pl: Utworzono rozmowę o "%1"
pt_br: Discussão criada sobre "%1"
ru: Создано обсуждение по теме «%1»
sv: Diskussion skapad om "%1"
tr: “%1” üzerine bir tartışma oluşturuldu
uk: Створено обговорення щодо «%1»
zh_tw: 已建立關於「%1」的討論

source: %1 has joined the conversation
ar: %1 انضم للمحادثة
eo: %1 aliĝis al la konversacio
es: %1 se ha unido a la conversación
fi: %1 on liittynyt keskusteluun
fr: %1 a rejoint la conversation
gl: %1 uniuse á conversa
hi: %1 बातचीत में शामिल हो गया है
hu: %1 csatlakozott a beszélgetéshez
ia: %1 univa se al conversation
nl: %1 is mee gaan doen aan de conversatie
pl: %1 dołączył do rozmowy
pt_br: %1 entrou na conversa
ru: Пользователь %1 присоединился к разговору
sv: %1 har gått med i konversationen
tr: %1, konuşmaya katıldı
uk: %1 долучився(-лася) до спілкування
zh_tw: %1 已加入對話

source: This room has been archived by %1
ar: أُرشفت هذه الغرفة بواسطة %1
eo: Ĉi tiu ĉambro estis arkivita de %1
es: Esta sala ha sido archivada por %1
fi: %1 on arkistoinut huoneen
fr: Ce salon a été archivé par %1
gl: %1 arquivou a sala
hi: इस कमरे को %1 द्वारा संग्रहित किया गया है
hu: %1 archiválta ezt a szobát
ia: Iste sala ha essite archivate per %1
nl: Deze room is gearchiveerd door %1
pl: %1 zarchiwizował pokój
pt_br: Esta sala foi arquivada por %1
ru: Эта комната добавлена в архив (%1)
sv: Rummet har arkiverats av %1
tr: Bu oda, %1 tarafından arşivlendi
uk: Цю кімнату було архівовано %1
zh_tw: 此聊天室已被 %1 封存

source: This room has been unarchived by %1
ar: ألغيت أرشفة هذه الغرفة بواسطة %1
eo: Ĉi tiu ĉambro estis malarkivita de %1
es: Esta sala ha sido desarchivada por %1
fi: %1 on palauttanut huoneen arkistosta
fr: Ce salon a été désarchivé par %1
gl: %1 desarquivou a sala
hi: इस कमरे को %1 द्वारा असंग्रहित किया गया है
hu: %1 megszüntette a szoba archiválását
ia: Iste sala ha essite de-archivate per %1
nl: Het archief van deze room is opgeheven door %1
pl: %1 przywrócił pokój z archiwum
pt_br: Esta sala foi desarquivada por %1
ru: Эта комната восстановлена из архива (%1)
sv: Rummet har packats upp av %1
tr: Bu oda, %1 tarafından arşivden çıkarıldı
uk: Цю кімнату було розархівовано %1
zh_tw: 此聊天室已被 %1 解除封存

source: Unknown action!
ar: إجراء مجهول!
eo: Nekonata ago!
es: ¡Acción desconocida!
fi: Tuntematon toiminto!
fr: Action inconnue !
gl: Acción descoñecida!
hi: अज्ञात कार्रवाई!
hu: Ismeretlen művelet.
ia: Action incognite!
nl: Onbekende actie!
pl: Nieznane działanie!
pt_br: Ação desconhecida!
ru: Неизвестное действие!
sv: Okänd åtgärd.
tr: Bilinmeyen eylem!
uk: Невідома дія!
zh_tw: 未知動作！

source: Welcome %1!
ar: مرحباً %1!
eo: Bonvenon %1!
es: ¡Bienvenido, %1!
fi: Tervetuloa, %1!
fr: Bienvenue %1 !
gl: Ola %1!
hi: स्वागत है %1!
hu: Üdvözöljük, %1!
ia: Benvenite %1!
nl: Welkom %1!
pl: Witaj %1!
pt_br: Bem-vindo ao %1!
ru: Добро пожаловать, %1!
sv: Välkommen %1!
tr: %1, hoş geldiniz!
uk: Вітаємо, %1!
zh_tw: 歡迎 %1！

source: Room avatar changed by %1
ar: غير %1 الصورة الرمزية للغرفة
eo: Ĉambravataro ŝanĝita de %1
es: El avatar de la sala ha sido cambiado por %1
fi: %1 vaihtoi huoneen avatarin
fr: L'avatar pour le salon de discussion a été changé par %1
gl: %1 cambiou o avatar da sala
hi: कमरे का अवतार %1 द्वारा बदला गया
hu: %1 megváltoztatta a szoba profilképét
ia: Avatar de sala cambiate per %1
nl: Avatar van room gewijzigd door %1
pl: %1 zmienił awatar pokoju
pt_br: Avatar da sala alterado por %1
ru: Аватар комнаты изменён (%1)
sv: Rummets avatar ändrad av %1
tr: Oda avatarı, %1 tarafından değiştirildi
uk: %1 змінено аватар кімнати
zh_tw: 聊天室頭貼已被 %1 變更

source: This room's encryption has been enabled by %1
ar: مكّن %1 تعمية الغرفة
eo: La ĉifrado de ĉi tiu ĉambro estis ebligita de %1
es: El cifrado de esta sala ha sido activado por %1
fi: %1 otti käyttöön tämän huoneen salauksen.
fr: Le chiffrement de ce salon a été activé par %1.
gl: %1 activou a cifraxe da sala
hi: इस कमरे का एन्क्रिप्शन %1 द्वारा सक्षम किया गया है
hu: Ennek a szobának a titkosítását %1 engedélyezte
ia: Iste cryptation del sala ha essite habilitate per %1
nl: De versleuteling van deze room is ingeschakeld door %1
pl: Szyfrowanie w tym pokoju zostało włączone przez %1
pt_br: A criptografia desta sala foi habilitada por %1
ru: Шифрование в этой комнате включено (%1)
sv: Rummets kryptering har aktiverats av %1
tr: Bu odanın şifrelemesi, %1 tarafından etkinleştirildi
uk: Шифрування у цій кімнаті увімкнено %1
zh_tw: %1 已啟用此聊天室的加密

source: This room's encryption has been disabled by %1
ar: عطّل %1 تعمية الغرفة
eo: La ĉifrado de ĉi tiu ĉambro estis malŝaltita de %1
es: El cifrado de esta sala ha sido desactivado por %1
fi: %1 on poistanut salauksen käytössä tässä huoneessa
fr: Le chiffrement de ce salon a été désactivé par %1.
gl: %1 desactivou a cifraxe da sala
hi: इस कमरे का एन्क्रिप्शन %1 द्वारा अक्षम कर दिया गया है
hu: Ennek a szobának a titkosítását %1 letiltotta
ia: Le cryptation de iste sala ha essite dishabilitate per %1
nl: De versleuteling van deze room is uitgeschakeld door %1
pl: Szyfrowanie w tym pokoju zostało wyłączone przez %1
pt_br: A criptografia desta sala foi desabilitada por %1
ru: Шифрование в этой комнате отключено (%1)
sv: Rummets kryptering har inaktiverats av %1
tr: Bu odanın şifrelemesi, %1 tarafından devre dışı bırakıldı
uk: Шифрування у цій кімнаті вимкнено %1
zh_tw: %1 已停用此聊天室的加密

source: Room set as Read Only by %1
ar: وضع %1 الغرفة في وضع القراءة فقط
eo: Ĉambro agordita kiel Nur Lego de %1
es: La sala ha sido configurada como solo lectura por %1
fi: %1 asetti huoneen vain luettavaksi
fr: Salon défini en lecture seule par %1
gl: %1 puxo a sala en modo de só lectura
hi: %1 द्वारा कक्ष को केवल पढ़ने के लिए सेट किया गया
hu: %1 csak olvashatóra állította a szobát
ia: Sla fixate como de sol lectura per %1
nl: Room ingesteld als alleen-lezen door %1
pl: Pokój ustawiono na tylko-do-odczytu przez %1
pt_br: A sala foi definida como somente leitura por %1
ru: Для комнаты установлено состояние «Только чтение» (%1)
sv: Rummet skrivskyddat av %1
tr: Oda, %1 tarafından saltokunur yapıldı
uk: %1 встановлено для кімнати стан «лише читання»
zh_tw: 聊天室已被 %1 設為唯讀

source: Room added writing permission by %1
ar: أضف %1 صلاحية الكتابة للغرفة
eo: Ĉambro aldonis skribpermeson de %1
es: La sala añadió permisos de escritura por %1
fi: %1 lisäsi huoneeseen kirjoitusoikeuden
fr: Une permission en écriture a été ajoutée par %1 au salon
gl: %1 engadiu permisos de escritura á sala
hi: कक्ष में %1 द्वारा लेखन अनुमति जोड़ी गई
hu: %1 hozzáadta az írási jogosultságot a szobához
ia: Addite permission de scriber a sala per %1
nl: Room heeft schrijfrecht toegevoegd door %1
pl: %1 dodał uprawnienia do zapisywania w pokoju
pt_br: A sala adicionou permissões de escrita por %1
ru: Для комнаты добавлены права доступа для записи (%1)
sv: Skrivrättigheter tillagda för rummet av %1
tr: Odaya, %1 tarafından yazma izinleri eklendi
uk: %1 для кімнати додано права доступу для запису
zh_tw: 聊天室已新增 %1 的寫入權限

source: %1 added @%2 to this Team
ar: أضف %1 @%2 إلى هذا الفريق
eo: %1 aldonis @%2 al ĉi tiu Teamo
es: %1 añadió @%2 a este equipo
fi: %1 lisäsi käyttäjän @%2 tähän työryhmään
fr: %1 a ajouté @%2 à ce groupe
gl: %1 engadiu a @%2 ao equipo
hi: %1 ने @%2 को इस टीम में जोड़ा
hu: @%2 hozzáadva ehhez a csapathoz %1 által
ia: %1 addeva @%2 a iste Equipa
nl: %1 heeft @%2 toegevoegd aan dit team
pl: %1 dodał @%2 do tego pokoju
pt_br: %1 adicionou @%2 a esta equipe
ru: Пользователь %1 добавил @%2 в эту команду
sv: %1 lade till @%2 till laget
tr: %1, @%2 kişisini bu takıma ekledi
uk: %1 додано @%2 до цієї команди
zh_tw: %1 已將 @%2 加入此團隊

source: %1 removed @%2 from this Team
ar: أزال %1 @%2 من هذا الفريق
eo: %1 forigis @%2 de ĉi tiu Teamo
es: %1 eliminó @%2 de este equipo
fi: %1 poisti käyttäjän @%2 tästä työryhmästä
gl: %1 retirou a @%2 do equipo
hi: %1 ने @%2 को इस टीम से हटा दिया
hu: @%2 eltávolítva ebből a csapatból %1 által
pt_br: %1 removeu @%2 desta equipe
ru: Пользователь %1 удалил @%2 из этой команды
tr: %1, @%2 kişisini bu takımdan çıkardı
zh_tw: %1 已將 @%2 自此團隊中移除

source: %1 converted #%2 to a Team
ar: حول %1 #%2 إلى فريق
eo: %1 konvertis #%2 al Teamo
es: %1 convirtió #%2 en un equipo
fi: %1 muunsi työryhmäksi: #%2
fr: %1 a transformé #%2 en un groupe
gl: %1 converteu #%2 nun equipo
hi: %1 ने #%2 को टीम में परिवर्तित किया
hu: #%2 átalakítva csapatra %1 által
ia: %1 converteva #%2 a un Equipa
nl: %1 heeft #%2 geconverteerd naar een team
pl: %1 przekształcił #%2 na zespół
pt_br: %1 converteu #%2 para uma equipe
ru: Пользователь %1 преобразовал #%2 в команду
sv: %1 konverterade #%2 till ett lag
tr: %1, #%2 kanalını bir takıma dönüştürdü
uk: %1 перетворено #%2 на команду
zh_tw: %1 已將 #%2 轉換為團隊

source: %1 converted #%2 to a Channel
ar: حول %1 #%2 إلى قناة
eo: %1 konvertis #%2 al Kanalo
es: %1 convirtió #%2 en un canal
fi: %1 muunsi kanavaksi: #%2
fr: %1 a transformé #%2 en un canal
gl: %1 converteu #%2 nunha canle
hi: %1 ने #%2 को चैनल में परिवर्तित किया
hu: #%2 átalakítva csatornára %1 által
ia: %1 converteva #%2 a un Canal
nl: %1 naar heeft #%2 geconverteerd naar een kanaal
pl: %1 przekształcił #%2 na kanał
pt_br: %1 converteu #%2 para um canal
ru: Пользователь %1 преобразовал #%2 в канал
sv: %1 konverterade #%2 till en kanal
tr: %1, #%2 takımını bir kanala dönüştürdü
uk: %1 перетворено #%2 на канал
zh_tw: %1 已將 #%2 轉換為頻道

source: %1 removed #%2 from this Team
ar: أزال %1 #%2 من هذا الفريق
eo: %1 forigis #%2 el ĉi tiu teamo
es: %1 eliminó #%2 de este equipo
fi: %1 poisti tästä työryhmästä: #%2
fr: %1 a supprimé #%2 de ce groupe
gl: %1 retirou #%2 do equipo
hi: %1 ने इस टीम से #%2 को हटा दिया
hu: #%2 eltávolítva ebből a csapatból %1 által
ia: %1 Removeva #%2 ex iste Equipa
nl: %1 heeft #%2 uit dit team verwijderd
pl: %1 usunął #%2 z tego zespołu
pt_br: %1 removeu #%2 desta equipe
ru: Пользователь %1 удалил #%2 из этой команды
sv: %1 tog bort #%2 från laget
tr: %1, #%2 odasını bu takımdan çıkardı
uk: %1 вилучено #%2 з цієї команди
zh_tw: %1 已將 #%2 自此團隊中移除

source: %1 deleted #%2
ar: %1 حذف #%2
eo: %1 forigis #%2
es: %1 borró #%2
fi: %1 poisti: #%2
fr: %1 a supprimé #%2
gl: %1 eliminou #%2
hi: %1 हटा दिया गया #%2
hu: %1 törölte ezt: #%2
ia: %1 deleva #%2
nl: %1 heeft #%2 verwijderd
pl: %1 usunął #%2
pt_br: %1 excluiu #%2
ru: Пользователь %1 удалил #%2
sv: %1 tog bort #%2
tr: #%2, %1 tarafından silindi
uk: %1 вилучено #%2
zh_tw: %1 已刪除 #%2

source: %1 added #%2 to this Team
ar: أضف %1#%2 إلى هذا الفريق
eo: %1 aldonis #%2 al ĉi tiu teamo
es: %1 añadió #%2 a este equipo
fi: %1 lisäsi tähän työryhmään: #%2
fr: %1 a ajouté #%2 à ce groupe
gl: %1 engadiu #%2 ao equipo
hi: %1 ने इस टीम में #%2 को जोड़ा
hu: #%2 hozzáadva ehhez a csapathoz %1 által
ia: %1 addeva #%2 a iste Equipa
nl: %1 heeft @#%2 toegevoegd aan dit team
pl: %1 dodał #%2 do tego zespołu
pt_br: %1 adicionou #%2 a esta equipe
ru: Пользователь %1 добавил #%2 в эту команду
sv: %1 lade till #%2 till laget
tr: %1, #%2 odasını bu takıma ekledi
uk: %1 додано #%2 до цієї команди
zh_tw: %1 已將 #%2 加入此團隊

source: Room allowed reacting by %1
ar: %1 للغرفة بالتفاعل
eo: Ĉambro permesis reagi de %1
es: La sala permitió reacciones por %1
fi: %1 otti reagoinnin huoneessa käyttöön
fr: Une réaction dans le salon a été autorisé par %1.
gl: %1 activou as reaccións na sala
hi: %1 द्वारा प्रतिक्रिया करने की अनुमति दी गई जगह
hu: %1 engedélyezte a szoba reagálásait
ia: Sala permitteva reager %1
nl: Room heeft reageren door %1 toegestaan
pl: %1 pozwolił na reakcje w pokoju
pt_br: Sala permitiu reagir por %1
ru: В комнате разрешены реакции (%1)
sv: Reaktioner tillåtna för rummet av %1
tr: %1 tarafından odaya tepki izni verildi
uk: %1 уможливлено реакцію у кімнаті
zh_tw: 聊天室已由 %1 允許反應

source: Room disallowed reacting by %1
ar: لم يسمح %1 للغرفة بالتفاعل
eo: Ĉambro malpermesita reagado de %1
es: La sala eliminó reacciones por %1
fi: %1 esti huoneessa reagoinnin
fr: Le salon a refusé la réaction de %1
gl: %1 desactivou as reaccións na sala
hi: %1 द्वारा प्रतिक्रिया करने से कक्ष अस्वीकृत
hu: %1 letiltotta a szoba reagálásait
ia: Sala non permitteva reager %1
nl: Room heeft reageren door %1 niet toegestaan
pl: %1 zakazał reakcji w pokoju
pt_br: Sala não permitiu reagir por %1
ru: В комнате запрещены реакции (%1)
sv: Reaktioner inte tillåtna för rummet av %1
tr: %1 tarafından odaya tepki izni kaldırıldı
uk: %1 заборонено реакцію у кімнаті
zh_tw: 聊天室已由 %1 禁止反應

source: %1 joined this Team
ar: انضمّ %1 إلى هذا الفريق
eo: %1 aliĝis al ĉi tiu Teamo
es: %1 se unió a este equipo
fi: %1 liittyi tähän työryhmään
fr: %1 a rejoint ce groupe
gl: %1 uniuse ao equipo
hi: %1 इस टीम में शामिल हुए
hu: %1 csatlakozott ehhez a csapathoz
ia: Unite %1 a iste Equipa
nl: %1 doet mee aan dit team
pl: %1 dołączył do tego zespołu
pt_br: %1 juntou-se a esta equipe
ru: Пользователь %1 присоединился к этой команде
sv: %1 gick med i laget
tr: %1, bu takıma katıldı
uk: %1 долучився/долучилася до цієї команди
zh_tw: %1 已加入此團隊

source: %1 has joined OTR chat.
ar: انضم %1 إلى الدردشة المؤقتة غير المسجلة.
eo: %1 aliĝis al OTR-babilejo.
es: %1 se ha unido al chat OTR.
fi: %1 liittyi OTR-keskusteluun.
gl: %1 unise á conversa confidencial.
hi: %1 OTR चैट में शामिल हो गया है.
hu: %1 csatlakozott az OTR-csevegéshez.
pt_br: %1 entrou no bate-papo OTR.
ru: Пользователь %1 присоединился к OTR-разговору.
tr: %1, kayıt dışı sohbete katıldı.
zh_tw: %1 已加入無紀錄聊天。

source: %1 key refreshed successfully
ar: تحدث مفتاح %1 بنجاح
eo: %1 ŝlosilo refreŝiĝis sukcese
es: %1 clave refrescada con éxito
fi: %1 avaimen virkistys onnistui
gl: Actualizouse a chave %1
hi: %1 कुंजी सफलतापूर्वक ताज़ा की गई
hu: %1 kulcsa sikeresen frissítve
pt_br: %1 chave atualizada com sucesso
ru: Ключ %1 успешно обновлён
tr: %1 anahtar başarıyla yenilendi
zh_tw: %1 金鑰成功重新整理。

source: %1 has requested key refresh.
ar: طلب %1 تحديث المفتاح
eo: %1 petis ŝlosilan refreŝigon.
es: %1 ha pedido un refresco de la clave.
fi: %1 pyysi avaimen virkistystä.
gl: %1 solicitou unha actualización de chave
hi: %1 ने कुंजी ताज़ा करने का अनुरोध किया है.
hu: %1 kulcsfrissítést kért.
pt_br: %1 solicitou a atualização de chave.
ru: Пользователь %1 запросил обновление ключа.
tr: %1, anahtar yenilemesi istedi.
zh_tw: %1 已請求重新整理金鑰。

source: %1 reacted with %2
ar: %1 تفاعل بـ %2
eo: %1 reagis kun %2
es: %1 reaccionó a %2
fi: %1 reagoi %2
fr: %1 a réagi avec %2
gl: %1 reaccionou con %2
hi: %1 ने %2 के साथ प्रतिक्रिया की
hu: %1 reakciója: %2
ia: %1 reagite con %2
nl: %1 reageerde met %2
pl: %1 zareagował %2
pt_br: %1 reagiu com %2
ru: %1 отреагировал %2
sv: %1 reagerade med %2
tr: %1, %2 ile tepki verdi
uk: %1 відреагував %2
zh_tw: %1 用 %2 反應

source: %1 and %2
ar: %1 و%2
eo: %1 kaj %2
es: %1 y %2
fi: %1 ja %2
fr: %1 et %2
gl: %1 e %2
hi: %1 और %2
hu: %1 és %2
ia: %1 e %2
nl: %1 en %2
pl: %1 oraz %2
pt_br: %1 e %2
ru: %1 и %2
sv: %1 och %2
tr: %1 ve %2
uk: %1 і %2
zh_tw: %1 和 %2

source: Name
ar: الاسم
eo: Nomo
es: Nombre
fi: Nimi
fr: Nom
gl: Nome
hi: नाम
hu: Név
ia: Nomine
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn
tr: Ad
uk: Назва
zh_tw: 名稱

source: Identifier
ar: المعرف
eo: Identigilo
es: Identificador
fi: Tunniste
fr: Identifiant
gl: Identificador
hi: पहचानकर्ता
hu: Azonosító
ia: Identificator
pl: Identyfikator
pt_br: Identificador
ru: Идентификатор
sv: Identifierare
tr: Tanımlayıcı
uk: Ідентифікатор
zh_tw: 識別子

source: Aliases
ar: الأسماء المستعارة
eo: Kaŝnomo
es: Alias
fi: Aliakset
fr: Alias
gl: Alias
hi: उपनाम
hu: Álnevek
nl: Aliassen
pl: Aliasy
pt_br: Apelidos
ru: Альтернативные варианты
sv: Alias
tr: Armalar
uk: Псевдоніми
zh_tw: 別名

source: Token
ar: الرّمز
es: Símbolo
fi: Tunniste
fr: Jeton
gl: Pase
hi: टोकन
ia: Indicio
nl: Teken
ru: Маркер
sv: Symbol
tr: Jeton
uk: Жетон
zh_tw: 權杖

source: Created at
ar: أُنشئ في
eo: Kreita je
es: Creado el
fi: Luotu
fr: Créer à
gl: Creación
hi: पर बनाया गया
hu: Létrehozva
ia: Create a:
nl: Aangemaakt op
pl: Utworzone dnia
pt_br: Criado em
ru: Создано
sv: Skapad
tr: Oluşturulma:
uk: Створено
zh_tw: 建立時間

source: Uses
ar: الاستخدامات
eo: Uzoj
es: Usuarios
fi: Käytöt
fr: Utilises
gl: Usos
hi: उपयोग
hu: Használatok
ia: Usages
nl: Gebruikt
pl: Wykorzystania
pt_br: Usos
ru: Использования
sv: Användningar
tr: Kullanımlar
uk: Використання
zh_tw: 使用次數

source: Uses left
ar: الاستخدامات المتبقية
eo: Uzoj maldekstre
es: Usuarios abandonaron
fi: Käyttöä jäljellä
fr: Utilises à gauche
gl: Usos restantes
hi: बचे हुए उपयोग
hu: Maradék használatok
ia: Usages lassates
nl: Gebruikt links
pl: Pozostało użyć
pt_br: Usos restantes
ru: Осталось использований
sv: Användningar kvar
tr: Kalan kullanımlar
uk: Лишилося використань
zh_tw: 剩餘使用次數

source: Expiration
ar: انتهاء الصلاحية
eo: Eksvalidiĝo
es: Expiración
fi: Vanheneminen
gl: Caducidade
hi: समय सीमा समाप्ति
hu: Lejárat
nl: Verloopdatum
pl: Wygaśnięcie
pt_br: Expiração
ru: Срок действия
sv: Utgångstid
tr: Süre dolumu
uk: Строк дії
zh_tw: 使用期限

source: Unlimited
ar: غير محدود
es: Ilimitado
fi: Rajoittamaton
gl: Sen límite
hi: असीमित
hu: Korlátlan
pt_br: Ilimitado
ru: Без ограничений
tr: Sınırsız
zh_tw: 無限制

source: Expire in %1 days
ar: تنتهي صلاحيته في %1 يوم
eo: Eksvalidiĝo post %1 tagoj
es: Expira en %1 días
fi: Vanhenee %1 päivässä
fr: Expiration dans %1 jours
gl: Caducar en %1 días
hi: %1 दिन में समाप्त हो जाएगा
hu: %1 napon belül lejár
ia: Expira in %1 dies
nl: Verlopen na %1 dagen
pl: Wygaśnięcie za %1 dni
pt_br: Expira em %1 dias
ru: Дней до истечения срока действия: %1
sv: Går ut om %1 dagar
tr: %1 gün içinde süresi doluyor
uk: Строк дії буде вичерпано за %1 днів
zh_tw: 將在 %1 天內過期

source: Expired
ar: منتهي
eo: Eksvalidiĝis
es: Expirado
fi: Vanhentunut
fr: Expiré
gl: Caducou
hi: खत्म हो चुका
hu: Lejárt
ia: Expirate
nl: Verlopen
pl: Przedawniona
pt_br: Expirado
ru: Срок действия истёк
sv: Utgånget
tr: Süresi dolmuş
uk: Строк дії вичерпано
zh_tw: 已過期

source: Client Id
ar: معرف العميل
eo: Kliento Id
es: Identificador de cliente
fi: Asiakastunniste
fr: Identifiant client
gl: Identificador de cliente
hi: ग्राहक आईडी
hu: Ügyfél-azonosító
ia: ID de Cliente
pl: ID klienta
pt_br: ID do cliente
ru: Идентификатор клиента
sv: Klientidentifikation
tr: İstemci Kimliği
uk: Ід. клієнта
zh_tw: 用戶端 ID

source: Client Secret
ar: سر العميل
eo: Kliento Sekreto
es: Secreto del cliente
fi: Asiakkaan salatieto
fr: Secret du client
gl: Segredo de cliente
hi: ग्राहक रहस्य
hu: Ügyféltitok
ia: Secreto de cliente
nl: Geheim van client
pl: Dane poufne klienta
pt_br: Senha do cliente
ru: Секретный ключ клиента
sv: Klienthemlighet
tr: İstemci Gizi
uk: Ключ клієнта
zh_tw: 用戶端秘密

source: Redirect Url
ar: أعد توجيه الرابط
eo: Redirekta URL
es: Redirigir URL
fi: Uudelleenohjaa verkko-osoite
fr: Rediriger une URL
gl: URL de redirección
hi: रीडायरेक्ट यूआरएल
hu: Átirányítási URL
ia: Redirige Url
nl: URL omleiden
pl: Adres URL przekierowania
pt_br: Redirecionar URL
ru: Адрес перенаправления
sv: Omdirigera webbadress
tr: Yeniden Yönlendirme URL’si
uk: Адреса переспрямовування
zh_tw: 重新導向 URL

source: Active
ar: نشط
eo: Aktiva
es: Activo
fi: Aktiivinen
fr: Actif
gl: Activa
hi: सक्रिय
hu: Aktív
ia: Activa
nl: Actief
pl: Bieżące
pt_br: Ativo
ru: В активном состоянии
sv: Aktiv
tr: Etkin
uk: Активний
zh_tw: 作用中

source: Created At
ar: أُنشئ في
eo: Kreita Ĉe
es: Creado el
fi: Luotu
fr: Créer à
gl: Creación
hi: बनाया गया
hu: Létrehozva
ia: Create a:
nl: Aangemaakt op
pl: Utworzone o czasie
pt_br: Criado em
ru: Создано
sv: Skapad
tr: Oluşturulma:
uk: Створено
zh_tw: 建立時間

source: Created By
ar: أنشئ بواسطة
eo: Kreita De
es: Creado por
fi: Luonut
fr: Créé par
gl: Autoría
hi: के द्वारा बनाई गई
hu: Létrehozta
ia: Create per
nl: Aangemaakt door
pl: Utworzone przez
pt_br: Criado por
ru: Автор
sv: Skapad av
tr: Oluşturan:
uk: Автор
zh_tw: 建立者

source: Scope
ar: النطاق
eo: Amplekso
es: Ámbito
fi: Ala
fr: Portée
gl: Ámbito
hi: दायरा
hu: Hatókör
ia: Extension
nl: Bereik
pl: Zakres
pt_br: Escopo
ru: Область
sv: Omfattning
tr: Kapsam
uk: Область
zh_tw: 範疇

source: Protected
ar: محمي
eo: Protektita
es: Protegido
fr: Protégé
gl: Protexida
hi: संरक्षित
hu: Védett
ia: Protegite
nl: Beschermd
pl: Chroniony
pt_br: Protegido
ru: Защищено
sv: Skyddad
tr: Korumalı
uk: Захищено
zh_tw: 保護

source: Two Factors Authentication
ar: الاستيثاق الثنائي
eo: Du Faktoroj Aŭtentikigo
es: Autenticación de dos factores
fi: Kahden tekijän todennus
fr: Authentification à deux facteurs
gl: Autenticación de dous factores
hi: दो कारक प्रमाणीकरण
hu: Kétfaktoros hitelesítés
ia: Authentication a duo factores
nl: Twee-factor-authenticatie
pl: Dwustopniowe uwierzytelnianie
pt_br: Autenticação de dois fatores
ru: Двухфакторная аутентификация
sv: Tvåfaktorsbehörighetskontroll
tr: İki Adımlı Kimlik Doğrulama
uk: Двофакторне розпізнавання
zh_tw: 兩步驟驗證

source: Number of Messages
ar: عدد الرّسائل
eo: Nombro da Mesaĝoj
es: Número de mensajes
fi: Viestimäärä
gl: Número de mensaxes
hi: संदेशों की संख्या
hu: Üzenetek száma
pt_br: Número de mensagens
ru: Количество сообщений
tr: İleti Sayısı
zh_tw: 訊息數量

source: Number of Users
ar: عدد المستخدمين
eo: Nombro de Uzantoj
es: Número de usuarios
fi: Käyttäjämäärä
gl: Número de persoas usuarias
hi: उपयोगकर्ता की संख्या
hu: Felhasználók száma
pt_br: Número de usuários
ru: Количество пользователей
tr: Kullanıcı Sayısı
zh_tw: 使用者數量

source: Topic
ar: موضوع
eo: Temo
es: Tema
fi: Aihe
fr: Sujet
gl: Tema
hi: विषय
hu: Téma
ia: Topico
nl: Onderwerp
pl: Temat
pt_br: Tópico
ru: Тема
sv: Ämne
tr: Konu
uk: Тема
zh_tw: 主題

source: Read-only
ar: للقراءة فقط
eo: Nurlegebla
es: Solo lectura
fi: Vain luku
gl: Só lectura
hi: केवल पढ़ने के लिए
hu: Csak olvasható
pt_br: Somente leitura
ru: Только чтение
tr: Saltokunur
zh_tw: 唯讀

source: Default Room
ar: الغرفة المبدئية
eo: Defaŭlta Ĉambro
es: Sala por omisión
fi: Oletushuone
fr: Salon par défaut
gl: Sala predeterminada
hi: डिफ़ॉल्ट कक्ष
hu: Alapértelmezett szoba
ia: Sala predefinite
nl: Standaard room
pl: Domyślny pokój
pt_br: Sala padrão
ru: Комната по умолчанию
sv: Standardrum
tr: Öntanımlı Oda
uk: Типова кімната
zh_tw: 預設聊天室

source: Type
ar: النوع
eo: Tipo
es: Tipo
fi: Tyyppi
gl: Tipo
hi: प्रकार
hu: Típus
ia: Typo
pl: Rodzaj
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tür
uk: Тип
zh_tw: 類型

source: Pending
ar: معلق
es: Pendiente
fi: Odottaa
gl: Pendente
hi: लंबित
hu: Függőben
pt_br: Pendente
ru: В ожидании
tr: Beklemede
zh_tw: 待處理

source: Deactivated
ar: غير منشط
eo: Malaktivigita
es: Desactivado
fi: Passivoitu
gl: Desactivado
hi: निष्क्रिय
hu: Inaktivált
pt_br: Desativado
ru: В деактивированном состоянии
tr: Pasifleştirildi
zh_tw: 已停用

source: UserName
ar: اسم المستخدم
eo: Uzantnomo
es: Nombre del usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
gl: Nome de persoa usuaria
hi: उपयोगकर्ता नाम
hu: Felhasználónév
ia: Nomine de usator
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome do usuário
ru: Пользователь
sv: Användarnamn
tr: Kullanıcı Adı
uk: Користувач
zh_tw: 使用者名稱

source: Email
ar: البريد الإلكترونيّ
eo: Retpoŝto
es: Correo electrónico
fi: Sähköposti
fr: Courriel
gl: Enderezo de correo electrónico
hi: ईमेल
ia: E-posta
ru: Эл. почта
sv: E-post
tr: E-posta
uk: Ел. пошта
zh_tw: 電子信箱

source: Role
ar: الدّور
eo: Rolo
es: Roles
fi: Rooli
fr: Rôle
gl: Rol
hi: भूमिका
hu: Szerep
ia: Rolo
nl: Rol
pl: Rola
pt_br: Função
ru: Роль
sv: Roll
tr: Rol
uk: Роль
zh_tw: 角色

source: Disabled
ar: معطّل
eo: Malŝaltita
es: Deshabilitado
fi: Ei käytössä
fr: Désactivé
gl: Desactivada
hi: अक्षम
hu: Letiltva
ia: Dishabilitate
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desabilitado
ru: Отключено
sv: Inaktiverad
tr: Devre Dışı
uk: Вимкнено
zh_tw: 已停用

source: Status
ar: الحالة
eo: Statuso
es: Estado
fi: Tila
fr: État
gl: Estado
hi: स्थिति
hu: Állapot
ia: Stato
pl: Dostępność
ru: Статус
tr: Durum
uk: Стан
zh_tw: 狀態
