Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: My Account
ar: حسابي
es: Mi cuenta
fi: Tilini
gl: Conta propia
hi: मेरा खाता
hu: Saját fiók
pt_br: Minha conta
ru: Моя учётная запись
tr: Hesabım
zh_tw: 我的帳戶

# @info:placeholder
source: Username or email
ar: اسم المستخدم أو البريد الإلكتروني
eo: Uzantnomo aŭ retpoŝto
es: Nombre del usuario o correo electrónico
fi: Käyttäjätunnus tai sähköposti
gl: Nome de persoa usuaria ou enderezo de correo electrónico
hi: उपयोगकर्ता का नाम या ईमेल
hu: Felhasználónév vagy e-mail
pt_br: Nome do usuário ou e-mail
ru: Имя пользователя или адрес эл. почты
tr: Kullanıcı adı veya e-posta…
zh_tw: 使用者名稱或電子郵件

source: Username or email:
ar: اسم المستخدم أو البريد الإلكتروني:
es: Nombre del usuario o correo electrónico:
fi: Käyttäjätunnus tai sähköposti:
gl: Nome de persoa usuaria ou enderezo de correo electrónico:
hi: उपयोगकर्ता का नाम या ईमेल:
pt_br: Nome do usuário ou e-mail:
ru: Имя пользователя или адрес эл. почты:
tr: Kullanıcı adı veya e-posta:
zh_tw: 使用者名稱或電子郵件：

source: We have sent you an email to confirm your registration. If you do not receive an email shortly, please come back and try again.
ar: لقد أرسلنا لك بريداً إلكترونياً لتأكيد تسجيلك. إذا لم يصلك بريد إلكتروني بعد قليل، يرجى العودة والمحاولة مرة أخرى.
eo: Ni sendis al vi retmesaĝon por konfirmi vian registradon. Se vi ne ricevas retmesaĝon baldaŭ, bonvolu reveni kaj provi denove.
es: Le hemos enviado un correo electrónico para confirmar su registro. Si no recibe un correo en un periodo corto, por favor, pruebe de nuevo.
fi: Sinulle on lähetetty sähköpostia rekisteröinnin vahvistamiseksi. Ellei viestiä pikapuoliin kuulu, palaa yrittämään uudestaan.
fr: Vous avez reçu un courriel pour confirmer votre enregistrement. Si vous n'avez pas reçu ce message à court terme, veuillez revenir et ré-essayer.
gl: Enviámoslle unha mensaxe de correo electrónico para confirmar o rexistro. Se non recibe a mensaxe en breves, volva aquí e inténteo de novo.
hi: हमने आपके पंजीकरण की पुष्टि के लिए आपको एक ईमेल भेजा है। यदि आपको शीघ्र ही कोई ईमेल प्राप्त नहीं होता है, तो कृपया वापस आएं और पुनः प्रयास करें।
hu: Küldtünk Önnek egy e-mailt a regisztrációja megerősítéséhez. Ha nem kap rövidesen e-mailt, akkor térjen vissza, és próbálja meg újra.
ia: Nos inviava te un e-posta a confermar tu registration. Si tu non recipe in breve un e-posta, pro favor tu retorna e essaya novemente.
nl: We hebben u een e-mail gestuurd om uw registratie te bevestigen. Als u binnenkort geen e-mail hebt ontvangen, kom dan terug en probeer opnieuw.
pl: Wysłaliśmy wiadomość na twoją pocztę, abyś potwierdził założenie konta. Jeśli nie otrzymałeś tej wiadomości w krótkim czasie, to wróć tutaj i spróbuj ponownie
pt_br: Enviamos a você um e-mail para confirmar seu registro. Se você não receber o e-mail log, volte e tente novamente.
ru: Вам отправлено письмо для подтверждения регистрации. Если оно не придёт в ближайшее время, повторите попытку.
sv: Vi har skickat ett brev via e-post för att bekräfta registreringen. Om du inte tar emot det inom kort, kom tillbaka och försök igen.
tr: Kaydınızı doğrulamak için bir e-posta gönderdik. Kısa bir süre içinde bir e-posta almazsanız yeniden deneyin.
uk: Ми надіслали вам повідомлення електронної пошти для підтвердження реєстрації. Якщо ви не отримаєте це повідомлення найближчим часом, будь ласка, поверніться сюди і повторіть спробу.
zh_tw: 已寄出註冊確認郵件。 如果您沒有收到該郵件，請回來再試一次。

# @title:window
source: Register New User
ar: سجّل مستخدم جديد
eo: Registri Novan Uzanton
es: Registrar nuevo usuario
fi: Rekisteröi uusi käyttäjä
gl: Rexistrar unha nova persoa usuaria
hi: नया उपयोगकर्ता पंजीकृत करें
hu: Új felhasználó regisztrálása
pt_br: Registrar novo usuário
ru: Регистрация нового пользователя
tr: Yeni Kullanıcı Kaydet
zh_tw: 註冊新使用者

source: Not in channel
ar: ليس في القناة
eo: Ne en kanalo
es: No se encuentra en el canal
fi: Ei kanavalla
gl: Non está na canle
hi: चैनल में नहीं
hu: Nincs a csatornában
pt_br: Não está no canal
ru: Не на канале
tr: Kanalda değil
zh_tw: 不在頻道中

# @title:window
source: Start a Call
ar: ابدأ مكالمة
eo: Komenci Vokon
es: Iniciar una llamada
fi: Aloita puhelu
gl: Iniciar unha chamada
hi: कॉल शुरू करें
hu: Hívás indítása
pt_br: Iniciar uma chamada
ru: Начало вызова
tr: Bir Arama Başlat
zh_tw: 開始通話

# @action:button
source: Start
ar: ابدأ
eo: Komenci
es: Iniciar
fi: Aloita
gl: Iniciar
hi: शुरू
hu: Kezdés
pt_br: Iniciar
ru: Начать
tr: Başlat
zh_tw: 開始

source: Camera On
ar: الكاميرا تعمل
eo: Fotilo Enŝaltita
es: Cámara activada
fi: Kamera käytössä
gl: Cámara activada
hi: कैमरा चालू
hu: Kamera be
pt_br: Ligar câmera
ru: Камера включена
tr: Kamera Açık
zh_tw: 相機開啟

source: Camera Off
ar: الكاميرا معطلة
eo: Fotilo Malŝaltita
es: Cámara desactivada
fi: Kamera ei käytössä
gl: Cámara desactivada
hi: कैमरा बंद
hu: Kamera ki
pt_br: Desligar câmera
ru: Камера выключена
tr: Kamera Kapalı
zh_tw: 相機關閉

source: Micro On
ar: المسجل يعمل
eo: Mikro On
es: Micrófono activado
fi: Mikrofoni käytössä
gl: Micrófono activado
hi: माइक्रो ऑन
hu: Mikrofon be
pt_br: Ligar microfone
ru: Микрофон включён
tr: Mikrofon Açık
zh_tw: 麥克風開啟

source: Micro Off
ar: المسجل معطل
eo: Mikro Off
es: Micrófono desactivado
fi: Mikrofoni ei käytössä
gl: Micrófono desactivado
hi: माइक्रो बंद
hu: Mikrofon ki
pt_br: Desligar microfone
ru: Микрофон выключен
tr: Mikrofon Kapalı
zh_tw: 麥克風關閉

source: Micro
ar: ميكرو
eo: Mikro
es: Micrófono
fi: Mikrofoni
gl: Micrófono
hi: माइक्रो
hu: Mikrofon
pt_br: Microfone
ru: Микрофон
tr: Mikrofon
zh_tw: 麥克風

source: Camera
ar: كاميرا
eo: Fotilo
es: Cámara
fi: Kamera
gl: Cámara
hi: कैमरा
hu: Kamera
pt_br: Câmera
ru: Камера
tr: Kamera
zh_tw: 相機

# @title:window
source: Conference Call Information
ar: معلومات المكالمة الجماعية
eo: Informoj pri Konferencovoko
es: Información de la llamada de conferencia
fi: Konferenssipuhelun tiedot
gl: Información da chamada de conferencia
hi: कॉन्फ्रेंस कॉल जानकारी
hu: Konferenciahívás-információk
pt_br: Informação da chamada de conferência
ru: Сведения о конференц-вызове
tr: Video Konferans Bilgisi
zh_tw: 會議通話資訊

source: Meeting URL:
ar: رابط الاجتماع:
eo: Renkontiĝa URL:
es: URL de la reunión:
fi: Tapaamisen verkko-osoite:
gl: URL da reunión:
hi: मीटिंग यूआरएल:
hu: Értekezlet URL-je:
pt_br: URL da reunião:
ru: URL-адрес встречи:
tr: Toplantı URL’si:
zh_tw: 會議網址：

source: Provider:
ar: المزود:
eo: Provizanto:
es: Proveedor:
fi: Tarjoaja:
gl: Fornecedor:
hi: प्रदाता:
hu: Szolgáltató:
pt_br: Servidor:
ru: Поставщик:
tr: Sağlayıcı:
zh_tw: 提供者：

source: Display Account in Current Activity
ar: اعرض الحساب في النشاط الحالي
eo: Montri Konton en Aktuala Aktiveco
es: Mostrar cuenta en la actividad actual
fi: Näytä nykyisessä toiminnassa tili
gl: Amosar a conta na actividade actual
hi: वर्तमान गतिविधि में खाता प्रदर्शित करें
hu: Fiók megjelenítése a jelenlegi aktivitásban
pt_br: Exibir conta na atividade atual
ru: Показывать учётную запись в текущей комнате Plasma
tr: Geçerli Etkinlikte Hesabı Görüntüle
zh_tw: 在目前活動中顯示帳戶

# @option:check
source: Enable Text To Speech
ar: مكّن نطق النّصّ
es: Activar texto a voz
fi: Käytä puhesynteesiä
pt_br: Habilitar texto para fala
tr: Metin konuşmayı etkinleştir
zh_tw: 啟用文字轉語音

# Move selected account up.
source: Up
ar: لأعلى
eo: Supren
es: Arriba
fi: Ylemmäs
gl: Subir
hi: ऊपर
hu: Fel
pt_br: Acima
ru: Выше
tr: Yukarı
zh_tw: 上移

# Move selected account down.
source: Down
ar: لأسفل
eo: Malsupren
es: Abajo
fi: Alemmas
gl: Baixar
hi: नीचे
hu: Le
pt_br: Abaixo
ru: Ниже
tr: Aşağı
zh_tw: 下移

source: Add…
ar: أضف…
eo: Aldoni…
es: Añadir…
fi: Lisää…
gl: Engadir…
hi: जोड़ना…
hu: Hozzáadás…
pt_br: Adicionar…
ru: Добавить…
tr: Ekle…
zh_tw: 新增…

source: Modify…
ar: عدّل…
eo: Modifi…
es: Modificar…
fi: Muuta…
gl: Modificar…
hi: संशोधित करें…
hu: Módosítás…
pt_br: Modificar…
ru: Изменить…
tr: Değiştir…
zh_tw: 變更…

source: Remove
ar: أزل
eo: Forigi
es: Eliminar
fi: Poista
fr: Supprimer
gl: Retirar
hi: निकालना
hu: Eltávolítás
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Вилучити
zh_tw: 移除

source: Configure Accounts in Current Activity
ar: اضبط الحسابات في النشاط الحالي
eo: Agordi Kontojn en Aktuala Aktiveco
es: Configurar cuentas en la actividad actual
fi: Nykyisen aktiviteetin tilien asetukset
gl: Configurar as contas da actividade actual.
hi: वर्तमान गतिविधि में खाते कॉन्फ़िगर करें
hu: Fiók beállítása a jelenlegi aktivitásban
pt_br: Configurar contas na atividade atual
ru: Настроить учётные записи в текущей комнате Plasma
tr: Geçerli Etkinlikte Hesapları Yapılandır
zh_tw: 設定目前活動中的帳戶

# @option:check
source: &Use custom fonts
ar: ا&ستخدم خطوطًا مخصّصة
eo: &Uzi proprajn tiparojn
es: &Usar tipos de letra personalizados
fi: &Käytä omia fontteja
gl: &Usar fontes personalizadas.
hi: &कस्टम फ़ॉन्ट का उपयोग करें
hu: &Egyéni betűkészlet használata
pt_br: &Usar fontes personalizadas
ru: &Использовать нестандартные шрифты
tr: Ö&zel yazıtipleri kullan
zh_tw: 使用自訂字型(&U)

# @option:check
source: Set status to "Online" on startup
ar: اضبط الحالة على ”متصل“ عند بدء التشغيل
es: Establecer estado como «En línea» al inicio
fi: Aseta tilit käynnistettäessä verkossa oleviksi
gl: Definir o estado como «En liña» no inicio.
hi: स्टार्टअप पर स्थिति को "ऑनलाइन" पर सेट करें
pt_br: Definir contas online na inicialização
ru: Установить статус «В сети» при запуске
tr: Başlangıçta, hesapları “Çevrimiçi” yap
zh_tw: 啟動時將狀態設為「線上」

# @option:check
source: Enable image previews
ar: مكّن معاينة الصورة
es: Activar vistas previas de imágenes
fi: Käytä kuvien esikatselua
gl: Activar as vistas previas de imaxes.
hi: छवि पूर्वावलोकन सक्षम करें
pt_br: Habilitar visualizações de imagem
ru: Включить предпросмотр изображений
tr: Görsel önizlemelerini etkinleştir
zh_tw: 啟用圖片預覽

# @option:check
source: Enable URL previews
ar: مكّن معاينة الرابط
es: Activar vistas previas de URLs
fi: Käytä verkko-osoitteiden esikatselua
gl: Activar as vistas previas de URL.
hi: URL पूर्वावलोकन सक्षम करें
hu: URL előnézetek engedélyezése
pt_br: Habilitar visualizações de URL
ru: Включить предпросмотр содержимого по ссылкам
tr: URL önizlemelerini etkinleştir
zh_tw: 啟用網址預覽

# @option:check
source: Mark channel as read when writing a reply
ar: ضع علامة على القناة كمقروءة عند كتابة رد
es: Marcar canal como leído cuando se escribir una respuesta
fi: Merkitse kanava luetuksi viestiin vastattaessa
gl: Marcar a canle como lida ao escribir unha resposta.
hi: उत्तर लिखते समय चैनल को पढ़ा हुआ चिह्नित करें
pt_br: Marcar canal como lido ao escrever uma resposta
ru: Отметить канал как прочитанный при написании ответа
tr: Yanıt yazarken kanalı okundu olarak imle
zh_tw: 撰寫回覆時將頻道標記為已讀

# @option:check
source: Enable system tray icon
ar: مكّن أيقونة صينيّة النّظام
eo: Ebligi taskopletan piktogramon
es: Activar icono de la bandeja del sistema
fi: Näytä kuvake ilmoitusalueella
gl: Activar a icona na área de notificación.
hi: सिस्टम ट्रे आइकन सक्षम करें
hu: Ikon megjelenítése a paneltálcán
pt_br: Habilitar ícone na área de notificação
ru: Показывать значок в системном лотке
tr: Sistem tepsisi simgesini etkinleştir
zh_tw: 啟用系統匣圖示

# @option:check
source: Enable logging
ar: مكّن السجل
eo: Ŝalti protokoladon
es: Habilitar registros
fi: Käytä lokia
gl: Activar o rexistro.
hi: लॉगिंग सक्षम करें
hu: Naplózás bekapcsolása
pt_br: Habilitar registro de logs
ru: Вести журнал
tr: Günlüklemeyi etkinleştir
zh_tw: 啟用紀錄

# @option:check
source: Highlight messages when hovering
ar: تسليط الضوء على الرسائل عند التحويم
es: Resaltar mensajes al pasar por encima
fi: Korosta viestit leijuttaessa niiden yllä
gl: Realzar as mensaxes ao cubrilas.
hi: माउस घुमाते समय संदेशों को हाइलाइट करें
pt_br: Realçar mensagens ao passar o mouse sobre elas
ru: Подсвечивать сообщения при наведении указателя мыши
tr: Üzerine gelindiğinde iletileri vurgula
zh_tw: 滑鼠停駐時突顯訊息

# @option:check
source: Animate GIFs
ar: الرسوم المتحركة GIF
es: Animar GIFs
fi: Animoi GIF-kuvat
gl: Animar as GIF.
hi: GIFs को एनिमेट करें
pt_br: GIFs animados
ru: Анимировать GIF-изображения
tr: GIF’leri oynat
zh_tw: 動態 GIF

# @option:check
source: Enable local database
ar: مكّن قاعدة البيانات المحلية
es: Activar la base de datos local
pt_br: Habilitar banco de dados local
tr: Yerel veri tabanını etkinleştir
zh_tw: 啟用本地資料庫

# @option:check
source: Enable Plasma Activities integration
ar: مكّن التكامل مع أنشطة بلازما
es: Activar integración con actividades de Plasma
fi: Käytä Plasman aktiviteettieheytystä
gl: Activar a integración coas actividades de Plasma.
hi: प्लाज़्मा गतिविधियाँ एकीकरण सक्षम करें
hu: Plasma Aktivitások integráció bekapcsolása
pt_br: Habilitar integração com as Atividades do Plasma
ru: Включить интеграцию с комнатами Plasma
tr: Plasma Etkinlikler tümleştirmesini etkinleştir
zh_tw: 啟用 Plasma 活動整合

source: Tools Plugins
ar: ملحقات الأدوات
es: Complementos de herramientas
fi: Työkaluliitännäiset
gl: Complementos de ferramentas
pt_br: Plugins de Ferramentas
tr: Araç Eklentileri
zh_tw: 工具外掛程式

source: Text Plugins
ar: ملحقات النصوص
es: Complementos de texto
fi: Tekstiliitännäiset
gl: Complementos de texto
pt_br: Plugins de texto
tr: Metin Eklentileri
zh_tw: 文字外掛程式

# @title:window
source: Configure Ruqola
ar: اضبط رقولة
eo: Agordi Ruqola
es: Configurar Ruqola
fi: Ruqolan asetukset
fr: Configurer Ruqola
gl: Configurar Ruqola
hi: रुकोला को कॉन्फ़िगर करें
hu: A Ruqola beállítása
ia: Configura Ruqola
nl: Ruqola configureren
pl: Ustawienia Ruqoli
pt_br: Configurar Ruqola
ru: Настройка Ruqola
sv: Anpassa Ruqola
tr: Roka’yı Yapılandır
uk: Налаштування Ruqola
zh_tw: 設定 Ruqola

# @title Preferences page name
source: General
ar: عام
eo: Ĝenerala
fi: Perusasetukset
fr: Général
gl: Xeral
hi: सामान्य
hu: Általános
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общие
sv: Allmänt
tr: Genel
uk: Загальне
zh_tw: 一般

# @title Preferences page name
source: Accounts
ar: الحسابات
es: Cuentas
fi: Tilit
gl: Contas
hi: हिसाब किताब
hu: Fiókok
pt_br: Contas
ru: Учётные записи
tr: Hesaplar
zh_tw: 帳戶

# @title Preferences page name
source: Font
ar: الخط
eo: Tiparo
es: Tipo de letra
fi: Fontti
fr: Police
gl: Fonte
hi: फ़ॉन्ट
hu: Betűtípus
nl: Lettertype
pl: Czcionka
pt_br: Fonte
ru: Шрифт
sv: Teckensnitt
tr: Yazıtipi
uk: Шрифт
zh_tw: 字型

# @title AutoCorrection page name
source: Auto-Correction
ar: التصحيح
es: Auto-corrección
fi: Automaattikorjaus
gl: Corrección automática
hi: स्वतः सुधार
hu: Automatikus javítás
pt_br: Correção automática
ru: Автоисправление
tr: Kendiliğinden Düzeltme
zh_tw: 自動修正

# @title Preferences page name
source: Spell Checking
ar: التدقيق الإملائي
eo: Ortografio
es: Comprobación de ortografía
fi: Oikeinkirjoituksen tarkistus
fr: Vérification de l'orthographe
gl: Corrección ortográfica
hi: वर्तनी जाँच
hu: Helyesírás-ellenőrzés
ia: Controlo Orthographic
nl: Spellingcontrole
pl: Sprawdzanie pisowni
pt_br: Verificação ortográfica
ru: Проверка орфографии
sv: Stavningskontroll
tr: Yazım Denetimi
uk: Перевірка правопису
zh_tw: 拼字檢查

# @title Preferences page name
source: Translation
ar: الترجمة
es: Traducción
fi: Käännös
gl: Tradución
hi: अनुवाद
hu: Fordítás
pt_br: Tradução
ru: Перевод
tr: Çeviri
zh_tw: 翻譯

# @title Preferences page name
source: User Feedback
ar: ملاحظات المستخدمين
eo: Uzanto-Reago
es: Comentarios de usuario
fi: Käyttäjäpalaute
fr: Retour de l'utilisateur
gl: Achegas de persoas usuarias
hi: उपयोगकर्ता प्रतिसाद
hu: Felhasználói visszajelzés
ia: Responsa del usator
nl: Terugkoppeling van gebruiker
pl: Informacja zwrotna
pt_br: Comentários do usuário
ru: Обратная связь
sv: Användaråterkoppling
tr: Kullanıcı Geri Bildirimi
uk: Відгуки користувача
zh_tw: 使用者回饋

# @title Preferences page name
source: Accessibility
ar: الإتاحة
eo: Alirebleco
es: Accesibilidad
fi: Esteettömyys
gl: Accesibilidade
hi: सरल उपयोग
hu: Akadálymentesítés
pt_br: Acessibilidade
ru: Специальные возможности
tr: Erişilebilirlik
zh_tw: 無障礙輔助

# @title Preferences page name
source: Plugins
ar: الملحقات
es: Complementos
fi: Liitännäiset
gl: Complementos
tr: Eklentiler
zh_tw: 外掛程式

# @title:window
source: Remove Account
ar: أزل الحساب
eo: Forigi Konton
es: Eliminar cuenta
fi: Poista tili
fr: Supprimer un compte
gl: Retirar a conta
hi: खाता हटाएँ
hu: Fiók eltávolítása
ia: Remove conto
nl: Account verwijderen
pl: Usuń konto
pt_br: Excluir conta
ru: Удаление учётной записи
sv: Ta bort konto
tr: Hesabı Kaldır
uk: Вилучення облікового запису
zh_tw: 移除帳戶

# @option:check
source: Remove logs stored on disk
ar: أزل السجلات المخزنة على القرص
eo: Forigi protokolojn konservitajn sur disko
es: Eliminar registros almacenados en disco
fi: Poista levylle talletetut lokit
gl: Retirar os rexistros almacenados no disco.
hi: डिस्क पर संग्रहीत लॉग हटाएँ
hu: A lemezen tárolt naplók eltávolítása
pt_br: Excluir registros armazenados no disco
ru: Удалить записи журнала, хранящиеся на диске
tr: Diskte depolanan günlükleri kaldır
zh_tw: 移除磁碟上儲存的紀錄

source: Do you want to remove this account '%1'?
ar: هل تريد إزالة هذا الحساب '%1'؟
eo: Ĉu vi volas forigi ĉi tiun konton '%1'?
es: ¿Quiere eliminar esta cuenta «%1»?
fi: Haluatko poistaa tilin ”%1”?
fr: Voulez-vous vraiment supprimer ce compte « %1 » ?
gl: Quere retirar a conta «%1»?
hi: क्या आप इस खाते '%1' को हटाना चाहते हैं?
hu: Szeretné eltávolítani a(z) „%1” fiókot?
ia: Tu vole remover iste conto '%1''
nl: Wilt u dit account verwijderen: "%1"?
pl: Czy usunąć to konto '%1'?
pt_br: Deseja excluir esta conta '%1'?
ru: Удалить учётную запись «%1»?
sv: Vill du ta bort kontot '%1'?
tr: “%1” hesabını kaldırmak istediğinizden emin misiniz?
uk: Хочете вилучити обліковий запис «%1»?
zh_tw: 您確定要移除帳戶「%1」嗎？

# @action:button
source: Connect
ar: اتصل
es: Conectar
fi: Yhdistä
gl: Conectar
hi: जोड़ना
hu: Kapcsolódás
pt_br: Conectar
ru: Подключиться
tr: Bağlan
zh_tw: 連線

# @label:textbox
source: Server URL:
ar: عنوان الخادم:
es: URL del servidor:
fi: Palvelimen osoite:
gl: URL do servidor:
hi: सर्वर यूआरएल:
hu: Kiszolgáló URL-je:
pt_br: URL do servidor:
ru: Адрес сервера:
tr: Sunucu URL’si:
zh_tw: 伺服器網址：

source: Failed to connect to server: %1
ar: فشل الاتصال بالخادم: %1
es: Fallo al conectar al servidor: %1
fi: Palvelimeen yhdistäminen epäonnistui: %1
gl: Non se puido conectar ao servidor: %1
hi: सर्वर से कनेक्ट करने में विफल: %1
pt_br: Falha ao conectar ao servidor: %1
ru: Не удалось подключиться к серверу: %1
tr: Sunucuya yeniden bağlanılamadı: %1
zh_tw: 連線到伺服器失敗：%1

# @title:window
source: Configure Activities
ar: اضبط الأنشطة
eo: Agordi Aktivecojn
es: Configurar actividades
fi: Aktiviteettiasetukset
gl: Configurar as actividades
hi: गतिविधियाँ कॉन्फ़िगर करें
hu: Aktivitások beállítása
pt_br: Configurar atividades
ru: Настройка комнат Plasma
tr: Etkinlikleri Yapılandır
zh_tw: 設定活動

# @option:check
source: Limit to the selected activities:
ar: الحد من الأنشطة المحددة:
eo: Limigi al la elektitaj aktivecoj:
es: Límite a las actividades seleccionadas:
fi: Rajaa valittuihin aktiviteetteihin:
gl: Limitar ás actividades seleccionadas:
hi: चयनित गतिविधियों तक सीमित रखें:
hu: Korlátozás a kijelölt aktivitásokra:
pt_br: Limitar para as atividades selecionadas:
ru: Ограничить выбранными комнатами Plasma:
tr: Seçili etkinliklere sınırla:
zh_tw: 限制於所選活動：

# @label:textbox
source: If you limit this account to activity, it will be shown in Ruqola only when you are in those activities. Furthermore, when you switch to an activity it should not be available in, it will automatically be hidden.
ar: إذا حصرت هذا الحساب في نشاط معين، فسوف يظهر في رقولة فقط عندما تكون في تلك الأنشطة. علاوة على ذلك، عندما تقوم بالتبديل إلى نشاط لا ينبغي أن يكون متاحًا فيه، فسوف يُخفى الحساب آليًّا.
eo: Se vi limigas ĉi tiun konton al aktiveco, ĝi montriĝos en Ruqola nur kiam vi estas en tiuj agadoj. Krome, kiam vi ŝanĝas al agado en kiu ĝi ne devus esti disponebla, ĝi aŭtomate estos kaŝita.
es: Si limita esta cuenta a actividad, se mostrará en Ruqola solo cuando esté en esas actividades. Además, cuando cambie a una actividad en la que no está disponible, será automáticamente ocultado.
fi: Jos rajoitat tilin aktiviteetin mukaan, Ruqola näyttää sen vain, kun olet oikeassa aktiviteetissa. Lisäksi vaihdettuasi aktiviteettiin, jossa sen ei tulisi olla saatavilla, se automaattisesti piilotetaan.
gl: Se limita a conta á actividade, amosarase en Ruqola só cando estea nesas actividades. Ademais, cando cambie a unha actividade na que non debería estar dispoñíbel, agocharase automaticamente.
hi: यदि आप इस खाते को गतिविधि तक सीमित रखते हैं, तो यह रुकोला में केवल तभी दिखाया जाएगा जब आप उन गतिविधियों में होंगे। इसके अलावा, जब आप किसी ऐसी गतिविधि पर स्विच करते हैं जिसमें यह उपलब्ध नहीं होना चाहिए, तो यह स्वचालित रूप से छिप जाएगा।
hu: Ha bizonyos aktivitásokra korlátozza ezt a fiókot, az csak akkor jelenik meg a Ruqolában, ha azt az aktivitást használja. Továbbá ha olyan aktivitásra vált, ahol az nem szabad, hogy elérhető legyen, a fiók automatikusan rejtésre kerül.
pt_br: Se você limitar esta conta à atividade, ela será exibida no Ruqola apenas quando você estiver nessas atividades. Além disso, ao alternar para uma atividade na qual ela não deveria estar disponível, ela será ocultada automaticamente.
ru: Если ограничить эту учётную запись какими-либо комнатами Plasma, она будет показана в Ruqola только во время нахождения в них. Более того, учётная запись автоматически скрывается при переходе в ту комнату Plasma, в которой она не должна быть доступна.
tr: Bu hesabı bir etkinliğe sınırlarsanız yalnızca bu etkinlikteyken Roka’da görüntülenecektir. Dahası, kullanılabilir olmadığı bir etkinliğe geçerseniz kendiliğinden gizlenir.
zh_tw: 若限制此帳戶於特定活動，則僅當使用者處於該活動中時，帳戶才會在 Ruqola 中顯示。此外，當您切換到其他非指定活動時，帳戶會自動隱藏。

# @title:window
source: Add Server
ar: أضف خادمًا
eo: Aldoni Servilon
es: Añadir servidor
fi: Lisää palvelin
fr: Ajouter un serveur
gl: Engadir un servidor
hi: सर्वर जोड़ें
hu: Kiszolgáló hozzáadása
ia: Adde Servitor
nl: Server toevoegen
pl: Dodaj serwer
pt_br: Adicionar servidor
ru: Добавление сервера
sv: Lägg till server
tr: Sunucu Ekle
uk: Додати сервер
zh_tw: 新增伺服器

# @action:button
source: Configure Activities
ar: اضبط الأنشطة
eo: Agordi Aktivecojn
es: Configurar actividades
fi: Aktiviteettiasetukset
gl: Configurar as actividades
hi: गतिविधियाँ कॉन्फ़िगर करें
hu: Aktivitások beállítása
pt_br: Configurar atividades
ru: Настроить комнаты Plasma
tr: Etkinlikleri Yapılandır
zh_tw: 設定活動

# @title:window
source: Modify Account
ar: عدّل الحساب
eo: Modifi Konton
es: Modificar cuenta
fi: Muokkaa tiliä
fr: Modifier un compte
gl: Modificar a conta
hi: खाता संशोधित करें
hu: Fiók módosítása
ia: Modifica conto
nl: Account wijzigen
pl: Edycja konta
pt_br: Modificar conta
ru: Изменение учётной записи
sv: Ändra konto
tr: Hesabı Değiştir
uk: Зміна облікового запису
zh_tw: 修改帳戶

# @title:window
source: Database Info
ar: معلومات قاعدة البيانات
eo: Informoj pri datumbazo
es: Base de datos de información
fi: Tietokannan tiedot
gl: Información da base de datos
hi: डेटाबेस जानकारी
hu: Adatbázis-információk
pt_br: Informações do banco de dados
ru: Сведения о базе данных
tr: Veri Tabanı Bilgisi
zh_tw: 資料庫資訊

source: Messages
ar: الرسائل
es: Mensajes
fi: Viestit
pt_br: Mensagens
tr: İletiler
zh_tw: 訊息

source: DataBase Messages
ar: رسائل قاعدة البيانات
es: Mensajes de la base de datos
fi: Tietokanta – viestit
pt_br: Mensagens do banco de dados
tr: Veri Tabanı İletileri
zh_tw: 資料庫訊息

source: DataBase Accounts
ar: حسابات قاعدة البيانات
es: Cuentas de la base de datos
fi: Tietokanta – tilit
pt_br: Contas do banco de dados
tr: Veri Tabanı Hesapları
zh_tw: 資料庫帳戶

source: DataBase Rooms
ar: غرف قاعدة البيانات
es: Salas de la base de datos
fi: Tietokanta – huoneet
pt_br: Salas do banco de dados
tr: Veri Tabanı Odaları
zh_tw: 資料庫聊天室

source: DataBase Global
ar: قاعدة البيانات العالمية
es: Global de base de datos
fi: Tietokanta – yleisasetukset
pt_br: Banco de dados global
tr: Veri Tabanı Global
zh_tw: 資料庫全域

source: DataBase E2E
ar: قاعدة البيانات E2E
es: Base de datos E2E
fi: Tietokanta – salaus
pt_br: Banco de dados E2E
tr: Veri Tabanı Uçtan Uca Şifreleme
zh_tw: 資料庫點對點加密
