Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Timeouts
ar: المهلات
eo: Tempoforpasoj
es: Expiraciones
fi: Aikakatkaisut
fr: Délais maximaux
gl: Límites de tempo
hi: समय समाप्ति
hu: Időkorlátok
pl: Czasy oczekiwania
pt_br: Tempos limite
ru: Время ожидания
sv: Tidsgränser
tr: Zaman Aşımları
uk: Часи очікування
zh_tw: 逾時

# @info:tooltip
source: How many milliseconds wait for a search result before return an error
ar: كم عدد المللي ثانية لانتظار نتيجة البحث قبل إرجاع خطأ
eo: Kiom da milisekundoj atendas serĉrezulton antaŭ redoni eraron
es: Cuantos mili-segundos esperar por el resultado de una búsqueda antes de retornar un error
fi: Montako millisekuntia hakutulosta odotetaan ennen virheen palauttamista
gl: Cantidade de milisegundos que agardar por un resultado de busca antes de devolver un erro.
hi: किसी खोज परिणाम के लिए त्रुटि लौटाने से पहले कितने मिलीसेकंड प्रतीक्षा करनी पड़ती है
hu: Hány ezredmásodperc várakozás legyen egy keresési eredményre egy hiba visszaadása előtt
pt_br: Quantos milissegundos esperar por um resultado de pesquisa antes de retornar um erro
ru: Длительность ожидания результатов поиска перед возвратом сообщения об ошибке (в миллисекундах)
tr: Bir hata döndürmeden önce bir arama sonucu için kaç milisaniye bekleneceği

source: Timeout (ms)
ar: المهلة (م.ث)
eo: Tempo (ms)
es: Expiración (ms)
fi: Aikakatkaisu (ms)
fr: Délai maximal (ms)
gl: Límite de tempo (ms)
hi: समय समाप्ति (एमएस)
hu: Időkorlát (ezredmásodperc)
pl: Czas oczekiwania (ms)
pt_br: Tempo limite (ms)
ru: Время ожидания (мс)
sv: Tidsgräns (ms)
tr: Zaman Aşımı (ms)
uk: Час очікування (мс)
zh_tw: 逾時（毫秒）

source: Connection Timeout (ms)
ar: مهلة الاتصال (مللي ثانية)
eo: Konektotempo (ms)
es: Expiración de conexión (ms)
fi: Yhteyden aikakatkaisu (ms)
fr: Délai maximal pour connexion (ms)
gl: Límite de tempo de conexión (ms)
hi: कनेक्शन टाइमआउट (एमएस)
hu: Kapcsolat időkorlátja (ezredmásodperc)
nl: Timeout van verbinding (ms)
pl: Czas oczekiwania na połączenie (ms)
pt_br: Tempo limite de conexão (ms)
ru: Время ожидания соединения (мс)
sv: Anslutningstidsgräns (ms)
tr: Bağlantı Zaman Aşımı (ms)
uk: Час очікування на встановлення з'єднання (мс)
zh_tw: 連線逾時（毫秒）

source: How many milliseconds wait after the latest LDAP operation until close the connection. (Each operation will open a new connection)
ar: كم عدد المللي ثانية انتظار بعد آخر عملية LDAP حتى إغلاق الاتصال. (ستفتح كل عملية اتصال جديد)
eo: Kiom da milisekundoj atendas post la plej nova LDAP-operacio ĝis fermo de la konekto. (Ĉiu operacio malfermos novan konekton)
es: Cuantos mili-segundos esperar después de la última operación LDAP hasta cerrar la conexión. (Cada operación abrirá una nueva conexión)
fi: Montako millisekuntia viimeisimmän LDAP-toimenpiteen jälkeen odotetaan ennen yhteyden katkaisemista. (Kukin toimenpide avaa uuden yhteyden)
fr: Temps d'attente maximal en millisecondes après la dernière opération « LDAP » avant de fermer la connexion. (Chaque opération ouvrira une nouvelle connexion).^
gl: Cantidade de milisegundos que agardar pola última operación de LDAP antes de pechar a conexión. Cada operación abrirase nunha conexión de seu.
hi: नवीनतम LDAP ऑपरेशन के बाद कनेक्शन बंद होने तक कितने मिलीसेकंड प्रतीक्षा करनी पड़ती है। (प्रत्येक ऑपरेशन एक नया कनेक्शन खोलेगा)
hu: Hány ezredmásodperc várakozás legyen a legutóbbi LDAP-művelet után a kapcsolat lezárásáig (minden művelet új kapcsolatot fog nyitni).
nl: Hoeveel milliseconden wachten na de laatste LDAP-bewerking tot het sluiten van de verbinding. (Elke bewerking zal een nieuwe verbinding openen)
pl: Liczba milisekund do zamknięcia połączenia po ostatnim działaniu LDAP. (Każde działanie otworzy nowe połączenie)
pt_br: Quantos milissegundos aguardar após a última operação LDAP até fechar a conexão. (Cada operação abrirá uma nova conexão)
ru: Длительность ожидания перед закрытием подключения после последней операции LDAP (в миллисекундах). (Каждая операция открывает новое подключение)
sv: Hur många millisekunder att vänta efter den senaste LDAP-åtgärden innan anslutningen stängs (varje åtgärd öppnar en ny anslutning).
tr: Bağlantı kapatılana dek güncel LDAP işleminden sonra kaç milisaniye bekleneceği. (Her işlem, yeni bir bağlantı açar)
uk: Кількість секунд, протягом яких слід очікувати після останньої дії LDAP до моменту закриття з'єднання. (Кожна дія відкриватиме нове з'єднання)

source: Idle Timeout (ms)
ar: مهلة السكون (م.ث)
eo: Neaktiva tempodaŭro (ms)
es: Expiración en reposo (ms)
fi: Joutoajan aikakatkaisu (ms)
fr: Délai maximal d’inactivité (ms)
gl: Límite de tempo sen actividade (ms)
hi: निष्क्रिय समय समाप्ति (एमएस)
hu: Tétlenségi időkorlát (ezredmásodperc)
nl: Timeout van inactief (ms)
pl: Czas oczekiwania na bezczynność (ms)
pt_br: Tempo limite ocioso (ms)
ru: Время ожидания в режиме простоя (мс)
sv: Overksam tidsgräns (ms)
tr: Boşta Zaman Aşımı (ms)
uk: Час очікування бездіяльності (мс)
zh_tw: 閒置逾時（毫秒）

# @option:check
source: Trace method calls
ar: تتبع استدعاءات الوظيفة
eo: Spuri metodovokojn
es: Trazar llamadas a métodos
fi: Jäljitä metodikutsuja
gl: Trazas as chamadas de métodos.
hi: ट्रेस विधि कॉल
hu: Metódushívások nyomon követése
pt_br: Rastrear chamadas de método
ru: Отслеживать вызовы методов
tr: Yöntem çağrılarını izle

# @option:check
source: Trace subscription calls
ar: تتبع استدعاءات الاشتراك
eo: Spuri abonvokojn
es: Trazas de llamadas a suscripciones
fi: Jäljitä tilauskutsuja
gl: Trazas as chamadas de subscrición.
hi: सदस्यता कॉल का पता लगाएं
hu: Feliratkozási hívások nyomon követése
pt_br: Rastrear chamadas de assinatura
ru: Отслеживать вызовы подписки
tr: Abonelik çağrılarını izle

# @info:tooltip
source: A channel that will receive all captured exceptions. Leave empty to ignore exceptions.
ar: قناة ستتلقى جميع الاستثناءات الملتقطة. اتركها فارغة لتجاهل الاستثناءات.
eo: Kanalo kiu ricevos ĉiujn kaptitajn esceptojn. Lasu malplena por ignori esceptojn.
es: Un canal que recibirá todas las excepciones capturadas. Déjelo vacío para ignorar excepciones.
fi: Kanava, joka vastaanottaa kaikki kaapatut poikkeukset. Sivuuta poikkeukset jättämällä tyhjäksi.
gl: Unha canle que recibirá todas as excepcións capturadas. Déixeo baleiro para ignorar as excepcións.
hi: एक चैनल जो सभी कैप्चर किए गए अपवादों को प्राप्त करेगा। अपवादों को अनदेखा करने के लिए खाली छोड़ दें।
hu: Egy csatorna, amely az összes elfogott kivételt megkapja. Hagyja üresen a kivételek figyelmen kívül hagyásához.
pt_br: Um canal que receberá todas as exceções capturadas. Deixe em branco para ignorar exceções.
ru: Канал, который будет получать все перехваченные исключения. Оставьте пустым, чтобы игнорировать исключения.
tr: Tüm yakalanan istisnaları alacak bir kanal. İstisnaları yok saymak için boş bırakın.

source: Log Exceptions to Channel
ar: سجّل الاستثناءات في قناة
eo: Ensalutu Esceptojn al Kanalo
es: Registros de excepciones al canal
fi: Vie kanavan poikkeukset lokiin
gl: Rexistrar as excepcións na canle
hi: चैनल में अपवाद लॉग करें
hu: Kivételek naplózása egy csatornába
nl: Uitzonderingen naar kanaal loggen
pt_br: Registrar exceções para o canal
ru: Вести журнал исключений на канале
tr: İstisnaları Kanala Günlükle
zh_tw: 將例外記錄到頻道

source: Errors Only
ar: الأخطاء فقط
eo: Nur Eraroj
es: Solo errores
fi: Vain virheet
gl: Só os erros
hi: केवल त्रुटियाँ
hu: Csak hibák
nl: Alleen fouten
pt_br: Somente erros
ru: Только ошибки
tr: Yalnızca Hatalar
zh_tw: 僅錯誤

source: Errors and Information
ar: الأخطاء والمعلومات
eo: Eraroj kaj Informoj
es: Errores e información
fi: Virheet ja tiedotukset
gl: Erros e información
hi: त्रुटियाँ और जानकारी
hu: Hibák és információk
nl: Fouten en informatie
pt_br: Erros e informações
ru: Ошибки и информация
tr: Hatalar ve Bilgi
zh_tw: 錯誤和資訊

source: Errors, Information and Debug
ar: الأخطاء والمعلومات والتنقيح
eo: Eraroj, Informoj kaj Sencimigo
es: Errores, información y depuración
fi: Virheet, tiedotteet ja virheenpaikannus
gl: Erros, información e depuración
hi: त्रुटियाँ, जानकारी और डीबग
hu: Hibák, információk és hibakeresés
nl: Fouten, informatie en debug
pt_br: Erros, informações e depuração
ru: Ошибки, информация и отладка
tr: Hatalar, Bilgi ve Hata Ayıklama
zh_tw: 錯誤、資訊和除錯

source: Log Level
ar: مستوى السجل
eo: Protokola Nivelo
es: Nivel de registros
fi: Lokitaso
gl: Nivel do rexistro
hi: लॉग स्तर
hu: Naplózási szint
pt_br: Nível de registro
ru: Уровень журнала
tr: Günlükleme Düzeyi
zh_tw: 紀錄等級

source: Log View Limit
ar: حد عرض السجل
eo: Limo de Protokolvido
es: Límite de vista de registros
fi: Lokinäkymärajoitus
gl: Límite da vista de rexistro
hi: लॉग दृश्य सीमा
hu: Naplónézet korlátja
nl: Limiet van weergave van log
pt_br: Limite de visualização de registro
ru: Ограничение просмотра журнала
tr: Günlük Görüntüleme Sınırı
zh_tw: 紀錄檢視限制

# @info:tooltip
source: The text here will be evaluated as RegExp (new RegExp('text')). Keep it empty to show trace of every call.
ar: سيقيَّم النص هنا على هيئة تعبير نمطي (RegExp('text') جديد). احتفظ به فارغًا لإظهار تتبع كل استدعاء.
eo: La teksto ĉi tie estos taksita kiel RegExp (nova RegExp('teksto')). Tenu ĝin malplena por montri spuron de ĉiu voko.
es: El texto aquí presente se evaluará como expresión regular (new RegExp('text')). Déjelo vacío para mostrar las trazas de todas las llamadas.
fi: Teksti tulkitaan säännölliseksi lausekkeeksi. Näytä jokainen kutsu jättämällä tämä tyhjäksi.
gl: Este texto avaliarase como unha expresión regular («new RegExp('texto')»). Déixeo baleiro para amosar a traza de cada chamada.
hi: यहाँ टेक्स्ट का मूल्यांकन RegExp (new RegExp('text')) के रूप में किया जाएगा। हर कॉल का ट्रेस दिखाने के लिए इसे खाली रखें।
hu: Az itt lévő szöveg reguláris kifejezésként lesz kiértékelve (new RegExp('text')). Hagyja üresen az összes hívás nyomon követésének megjelenítéséhez.
pt_br: O texto aqui será avaliado como RegExp (new RegExp('text')). Mantenha-o vazio para mostrar o rastreamento de cada chamada.
ru: Указанный здесь текст будет вычисляться как регулярное выражение (new RegExp('текст')). Оставьте пустым, если следует показывать трассировку каждого вызова.
tr: Buradaki metin düzenli ifade olarak değerlendirilecektir (yeni RegExp('metin')). Her bir çağrının izini göstermek için boş bırakın.

source: Trace method filter
ar: تتبع مرشح الوظيفة
eo: Filtrilo de la metodo de spuro
es: Filtro de trazas de métodos
gl: Filtro de traza de métodos
hi: ट्रेस विधि फ़िल्टर
hu: Metódus nyomon követésének szűrője
nl: Filter voor volgmethode
pt_br: Rastrear filtro de método
ru: Фильтр трассировки методов
tr: Yöntem süzgecini izle

# @option:check
source: Allow Message Editing
ar: اسمح بتحرير الرسالة
eo: Permesi Mesaĝan Redakton
es: Permitir edición de mensajes
fi: Salli viestin muokkaaminen
gl: Permitir editar mensaxes.
hi: संदेश संपादन की अनुमति दें
hu: Üzenet szerkesztésének engedélyezése
pt_br: Permitir edição de mensagem
ru: Разрешить редактирование сообщений
tr: İleti düzenlemeye izin ver
zh_tw: 允許編輯訊息

# @option:check
source: Allow Message Deleting
ar: اسمح بحذف الرسالة
eo: Permesi Forigon de Mesaĝo
es: Permitir borrar mensajes
fi: Salli viestin poistaminen
gl: Permitir eliminar mensaxes.
hi: संदेश हटाने की अनुमति दें
hu: Üzenet törlésének engedélyezése
pt_br: Permitir exclusão de mensagem
ru: Разрешить удаление сообщений
tr: İleti silmeye izin ver
zh_tw: 允許刪除訊息

# @option:check
source: Show Edited Status
ar: أظهر الحالة المحررة
eo: Montri Redaktitan Statuson
es: Mostrar estados editados
fi: Näytä muokkaustila
gl: Amosar o estado de edición.
hi: संपादित स्थिति दिखाएं
hu: Szerkesztett állapot megjelenítése
pt_br: Mostrar status editado
ru: Показывать состояние «Изменено»
tr: Düzenlendi durumunu göster
zh_tw: 顯示編輯狀態

# @option:check
source: Show Deleted Status
ar: أظهر الحالة المحذوفة
eo: Montri Forigitan Statuson
es: Mostrar estados borrados
fi: Näytä poistettu-tila
gl: Amosar o estado de eliminación.
hi: हटाई गई स्थिति दिखाएं
hu: Törölt állapot megjelenítése
pt_br: Mostrar status excluído
ru: Показывать состояние «Удалено»
tr: Silindi durumunu göster
zh_tw: 顯示刪除狀態

# @option:check
source: Allow Message Pinning
ar: اسمح بتثبيت الرسالة
eo: Permesi Mesaĝan Alpinglon
es: Permitir fijado de mensajes
fi: Salli viestin kiinnitys
gl: Permitir fixar mensaxes.
hi: संदेश पिन करने की अनुमति दें
hu: Üzenet kitűzésének engedélyezése
pt_br: Permitir fixar mensagem
ru: Разрешить закрепление сообщений
tr: İleti sabitlemeye izin ver
zh_tw: 允許置頂訊息

# @option:check
source: Allow Message Snippeting
ar: اسمح باقتصاص الرسائل
eo: Permesi Mesaĝan Fragmenton
es: Permitir recortado de mensajes
fi: Salli viestikatkelmat
gl: Permitir recortar mensaxes.
hi: संदेश स्निपेटिंग की अनुमति दें
hu: Kódrészlet beküldésének engedélyezése
pt_br: Permitir trechos de mensagens
ru: Разрешить фрагментирование сообщений
tr: İleti kırpmaya izin ver
zh_tw: 允許訊息片段

# @option:check
source: Allow converting long messages to attachment
ar: اسمح بتحويل الرسائل الطويلة إلى مرفقات
eo: Permesi konverti longajn mesaĝojn al aldonaĵo
es: Permitir la conversión de mensajes largos en adjuntos
fi: Salli pitkien viestin muuntaminen liitteiksi
gl: Permitir converter mensaxes longas en anexos.
hi: लंबे संदेशों को अनुलग्नक में बदलने की अनुमति दें
hu: Hosszú üzenetek mellékletté alakításának engedélyezése
pt_br: Permitir a conversão de mensagens longas para anexo
ru: Разрешить преобразование длинных сообщений во вложение
tr: Uzun iletileri ilişiğe dönüştürmeye izin ver
zh_tw: 允許將長訊息轉為附件

# @option:check
source: Video Recorder Enabled
ar: مكّن مسجل الفيديو
eo: Videoregistrilo Ebligita
es: Grabación de video activada
fi: Videonauhoitus käytössä
gl: Activar a gravación de vídeo.
hi: वीडियो रिकॉर्डर सक्षम
hu: Videórögzítő engedélyezve
pt_br: Gravador de vídeo habilitado
ru: Запись видео включена
tr: Video kaydedicisi etkin
zh_tw: 啟用錄影

# @option:check
source: Remove EXIF metadata from supported files
ar: أزل بيانات EXIF الوصفية من الملفات المدعومة
eo: Forigi EXIF-metadatumojn de subtenataj dosieroj
es: Eliminar metadatos EXIF de archivos soportados
fi: Käytä tuettujen tiedostojen Exif-metatietoja
gl: Retirar os metadatos EXIF dos ficheiros compatíbeis.
hi: समर्थित फ़ाइलों से EXIF मेटाडेटा हटाएँ
hu: EXIF-metaadatok eltávolítása a támogatott fájlokból
pt_br: Remover metadados EXIF dos arquivos suportados
ru: Удалить метаданные EXIF из поддерживаемых файлов
tr: Desteklenen dosyalardan EXIF üst verisini kaldır
zh_tw: 從支援的檔案移除 EXIF 中繼資料

# @option:check
source: Enable image thumbnails to save bandwidth
ar: مكّن الصور المصغرة للصور لحفظ حزمة البيانات
eo: Ebligi bildajn bildetojn por ŝpari bendolarĝon
es: Activar miniaturas de imágenes para reducir el ancho de banda
fi: Käytä pienoiskuvia kaistanleveyden säästämiseksi
gl: Activar as miniaturas de imaxes para gardar o largo de banda.
hi: बैंडविड्थ बचाने के लिए छवि थंबनेल सक्षम करें
hu: Képek bélyegképeinek engedélyezése a sávszélesség megtakarításához
pt_br: Habilitar miniaturas de imagens para economizar largura de banda
ru: Включить миниатюры изображений для экономии трафика
tr: Bant genişliğini korumak için küçük görsel önizlemelerini etkinleştir
zh_tw: 啟用影像縮圖來降低網路用量

# @option:check
source: Audio Recorder Enabled
ar: مسجل الصوت ممكّن
eo: Aŭdregistrilo Ebligita
es: Grabación de audio activada
fi: Ääninauhoitus käytössä
gl: Activar a gravación de son.
hi: ऑडियो रिकॉर्डर सक्षम
hu: Hangrögzítő engedélyezve
pt_br: Gravador de áudio habilitado
ru: Запись аудио включена
tr: Ses kaydedicisi etkin
zh_tw: 啟用錄音

# @option:check
source: Enable Auto-Translate
ar: مكّن الترجمة آليّة
eo: Ebligi Aŭtomatan tradukadon
es: Activar auto-traducción
fi: Käytä automaattista käännöstä
gl: Activar a tradución automática.
hi: स्वतः अनुवाद सक्षम करें
hu: Automatikus fordítás engedélyezése
pt_br: Habilitar tradução automática
ru: Включить автоперевод
tr: Otomatik çeviriyi etkinleştir
zh_tw: 啟用自動翻譯

# @option:check
source: Embed Link Previews
ar: ضمّن معاينات الروابط
eo: Enigi Ligi-antaŭrigardojn
es: Vista previa integrada de enlaces
fi: Upota linkkiesikatselut
gl: Incrustar as vistas previas de ligazóns.
hi: एम्बेड लिंक पूर्वावलोकन
hu: Beágyazott hivatkozás előnézetei
pt_br: Embutir visualizações de link
ru: Встроенный предпросмотр ссылок
tr: Bağlantı önizlemelerini göm
zh_tw: 嵌入連結預覽

# @info:tooltip
source: Enter 0 to disable blocking.
ar: أدخل 0 لتعطيل المنع.
eo: Enigi 0 por malŝalti blokadon.
es: Introduzca 0 para desactivar el bloqueo.
fi: Poista esto arvolla 0.
gl: Insira 0 para desactivar o bloqueo.
hi: अवरोधन अक्षम करने के लिए 0 दर्ज करें.
hu: Adjon meg 0-t a tiltás letiltásához.
pt_br: Digite 0 para desabilitar o bloquio.
ru: Введите 0 для отключения блокирования
tr: Engellemeyi devre dışı bırakmak için 0 girin.
zh_tw: 輸入 0 來停用阻擋。

source: Block Message Editing After (n) Minutes
ar: امنع تحرير الرسائل بعد (ن) دقيقة
eo: Bloki Mesaĝan Redakton Post (n) Minutoj
es: Bloquear borrado de mensajes después de (n) minutos
fi: Estä viestin muokkaus ajassa (minuutteina)
fr: Bloquer la modification de messages après (n) minutes
gl: Bloquear a edición de mensaxes tras N minutos.
hi: (n) मिनट के बाद संदेश संपादन को ब्लॉक करें
hu: Üzenet szerkesztésének tiltása (n) perc után
nl: Berichten bewerken blokkeren na (n) minuten
pl: Zablokuj zmienianie wiadomości po (n) minutach
pt_br: Bloquear edição de mensagem após (n) minutos
ru: Блокировать редактирование сообщений по истечении (n) минут.
sv: Blockera meddelanderedigering efter (n) minuter
tr: (n) Dakika Sonra İleti Düzenlemeyi Engelle
uk: Блокувати редагування повідомлень за (n) хвилин
zh_tw: 超過 (n) 分鐘後阻擋訊息編輯

# @info:tooltip
source: Block Message Deleting After (n) Minutes.
ar: امنع حذف الرسائل بعد (ن) دقيقة.
eo: Bloki Mesaĝon Forigante Post (n) Minutoj.
es: Bloquear borrado de mensajes después de (n) minutos.
fi: Estä viestin poistaminen ajassa (minuutteina)
gl: Bloquear a eliminación de mensaxes tras N minutos.
hi: (n) मिनट के बाद संदेश को हटाने से रोकें।
hu: Üzenet törlésének tiltása (n) perc után.
pt_br: Bloquear exclusão de mensagem após (n) minutos.
ru: Блокировать удаление сообщений по истечении (n) минут
tr: (n) dakika sonra ileti silmeyi engelleyin.
zh_tw: 超過 (n) 分鐘後阻擋訊息刪除。

source: Block Message Deleting After (n) Minutes
ar: امنع حذف الرسائل بعد (ن) دقيقة
eo: Bloki Mesaĝon Forigante Post (n) Minutoj
es: Bloquear borrado de mensajes después de (n) minutos
fi: Estä viestin poistaminen ajassa (minuutteina)
fr: Bloquer la suppression de messages après (n) minutes
gl: Bloquear a eliminación de mensaxes tras N minutos.
hi: (n) मिनट के बाद संदेश को ब्लॉक करें
hu: Üzenet törlésének tiltása (n) perc után
nl: Bericht verwijderen blokkeren na (n) minuten
pl: Zablokuj usuwanie wiadomości po (n) minutach
pt_br: Bloquear exclusão de mensagem após (n) minutos
ru: Блокировать удаление сообщений по истечении (n) минут
sv: Blockera meddelandeborttagning efter (n) minuter
tr: (n) Dakika Sonra İleti Silmeyi Engelle
uk: Блокувати вилучення повідомлень за (n) хвилин
zh_tw: 超過 (n) 分鐘後阻擋訊息刪除

# @info:tooltip
source: This is a deprecated feature. It may not work as expected and will not get new updates.
ar: هذه ميزة متروكة. قد لا تعمل كما هو متوقع ولن تحصل على تحديثات جديدة.
eo: Ĉi tio estas malrekomendita trajto. Ĝi eble ne funkcios kiel atendite kaj ne ricevos novajn ĝisdatigojn.
es: Esta es una funcionalidad obsoleta. Puede que no funcione como se espera y no recibirá nuevas actualizaciones.
fi: Ominaisuus on vanhentunut. Se ei ehkä toimi odotetusti eikä siihen tule päivityksiä.
gl: Esta funcionalidade está obsoleta. Pode non funcionar como se espera e non se actualizará.
hi: यह एक अप्रचलित सुविधा है। हो सकता है कि यह अपेक्षा के अनुसार काम न करे और इसे नए अपडेट न मिलें।
hu: Ez egy elavult funkció. Előfordulhat, hogy nem az elvárt módon működik, és nem kap új frissítéseket.
pt_br: Este é um recurso obsoleto. Pode não funcionar como esperado e não receberá novas atualizações.
ru: Это устаревшая возможность. Она может не работать ожидаемым образом и не будет получать обновления.
tr: Bu, artık kullanılmayan bir özelliktir. Beklenildiği gibi çalışmayabilir ve yeni güncellemeleri sunmaz.
zh_tw: 這是已棄用的功能。它可能不會依預期運作，並且不會再有更新。

# @info:tooltip
source: Allow Message Pinning
ar: اسمح بتثبيت الرسالة
eo: Permesi Mesaĝan Alpinglon
es: Permitir fijado de mensajes
fi: Salli viestin kiinnitys
gl: Permitir fixar mensaxes.
hi: संदेश पिन करने की अनुमति दें
hu: Üzenet kitűzésének engedélyezése
pt_br: Permitir fixar mensagem
ru: Разрешить закрепление сообщений
tr: İleti sabitlemeye izin ver
zh_tw: 允許置頂訊息

# @info:tooltip
source: Requires 'video/webm' files to be an accepted media type within 'File Upload' settings.
ar: يتطلب أن تكون ملفات 'video/webm' من أنواع الوسائط المقبولة ضمن إعدادات 'رفع الملف'.
eo: Postulas 'video/webm' dosierojn esti akceptita aŭdvidaĵa tipo ene de 'Dosiero Alŝuto' agordoj.
es: Necesita que los archivos «video/webm» sean aceptados como tipos de medios en las preferencias «Subida del archivo».
fi: Vaatii, että ”video/webm”-mediatyyppi lisätään hyväksytyksi tiedoston lähetysasetuksissa.
gl: Require que os ficheiros «video/webm» sexan tipos multimedia aceptados na configuración de «Subida de ficheiros».
hi: 'फ़ाइल अपलोड' सेटिंग के अंतर्गत 'वीडियो/वेबएम' फ़ाइलों को एक स्वीकृत मीडिया प्रकार होना आवश्यक है।
hu: Azt igényli, hogy a „video/webm” fájlok elfogadott médiatípus legyen a „Fájlfeltöltés” beállításaiban.
pt_br: Requer que os arquivos 'vídeo/webm' sejam um tipo de mídia aceito nas configurações de 'Envio de arquivo'.
ru: Необходимо, чтобы файлы «video/webm» были среди допустимых типов мультимедийных данных в параметрах «Отправки файлов»
tr: “Dosya Karşıya Yükleme” ayarlarında, “video/webm” dosyalarının kabul edilen bir ortam türü olmasını gerektirir.
zh_tw: 需要在「檔案上傳」設定中接受 'video/webm' 檔案媒體類型

source: Maximum Allowed Characters Per Message
ar: الحد الأقصى للأحرف المسموح به لكل رسالة
eo: Maksimume Permesitaj Signoj per Mesaĝo
es: Número de caracteres máximos permitidos por mensaje
fi: Viestin merkkien enimmäismäärä
fr: Nombre maximal de caractères permis par message
gl: Límite de caracteres por mensaxe
hi: प्रति संदेश अधिकतम स्वीकृत वर्ण
hu: Üzenetenként megengedett legtöbb karakter
nl: Maximum aantal toegestane tekens per bericht
pl: Dopuszczalna liczba znaków na wiadomość
pt_br: Máximo de caracteres permitidos por mensagem
ru: Максимально допустимое количество символов в сообщении
sv: Maximalt antal tillåtna tecken per meddelande
tr: İleti Başına En Çok İzin Verilen Karakter
uk: Максимальна дозволена кількість символів у повідомленні
zh_tw: 每訊息最大字元數

source: Safe Ports
ar: المنافذ الآمنة
eo: Sekuraj Pordoj
es: Puertos seguros
fi: Turvalliset portit
fr: Ports sûrs
gl: Portos seguros
hi: सुरक्षित बंदरगाह
hu: Biztonságos portok
nl: Veilige poorten
pt_br: Portas seguras
ru: Безопасные порты
sv: Säkra portar
tr: Güvenli Kapılar
uk: Безпечні порти
zh_tw: 安全連接埠

source: Maximum Number of Chained Quotes
ar: الحد الأقصى لعدد الاقتباسات المتسلسلة
eo: Maksimuma Nombro de Ĉenitaj Citaĵoj
es: Máximo número de menciones encadenadas
fi: Ketjutettujen lainausten enimmäismäärä
gl: Límite de citas encadeadas
hi: श्रृंखलाबद्ध उद्धरणों की अधिकतम संख्या
hu: Láncolt idézetek legnagyobb száma
pt_br: Número máximo de citações encadeadas
ru: Максимальное количество цитат в цепочке
tr: En Çok Zincirlenen Alıntı Sayısı
zh_tw: 引用串最大深度

source: Keep Messages and User Name
ar: احتفظ بالرسائل واسم المستخدم
eo: Konservi Mesaĝojn kaj Uzantnomon
es: Mantener mensajes y nombre de usuario
fi: Säilytä viestit ja käyttäjätunnus
gl: Manter as mensaxes e o nome de persoa usuaria
hi: संदेश और उपयोगकर्ता नाम रखें
hu: Üzenetek és felhasználónév megtartása
pt_br: Manter mensagens e nome do usuário
ru: Сохранить сообщения и имя пользователя
tr: İletileri ve Kullanıcı Adını Tut
zh_tw: 保留訊息和使用者名稱

source: Delete All Messages
ar: احذف كافة الرسائل
eo: Forigi Ĉiujn Mesaĝojn
es: Borrar todos los mensajes
fi: Poista kaikki viestit
gl: Eliminar todas as mensaxes
hi: सभी संदेश हटाएं
hu: Összes üzenet törlése
pt_br: Excluir todas as mensagens
ru: Удалить все сообщения
tr: Tüm İletileri Sil
zh_tw: 刪除所有訊息
