Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Remove Link Between User and Messages
ar: أزل الارتباط بين المستخدم والرسائل
eo: Forigi Ligon Inter Uzanto kaj Mesaĝoj
es: Eliminar enlace entre usuarios y mensajes
fi: Poista linkki viesteistä käyttäjään
gl: Retirar a ligazóns entre persoa usuaria e mensaxes
hi: उपयोगकर्ता और संदेशों के बीच लिंक हटाएं
hu: A felhasználó és az üzenetek közötti összekapcsolás eltávolítása
pt_br: Remover ligação entre usuário e mensagens
ru: Удалить связь между пользователем и сообщениями
tr: Kullanıcı ve İletiler Arasındaki Bağlantıyı Kaldır
zh_tw: 移除使用者和訊息之間的連結

source: Determine what to do with messages of users who remove their account. Keep Messages and User Name: The message and files history of the user will be deleted from Direct Messages and will be kept in other rooms. Delete All Messages: All messages and files from the user will be deleted from the database and it will not be possible to locate the user anymore. Remove link between user and messages: This option will assign all messages and files of the user to Rocket.Chat bot and Direct Messages are going to be deleted.
ar: تحديد ما يجب القيام به مع رسائل المستخدمين الذين يحذفون حساباتهم. احتفظ بالرسائل واسم المستخدم: ستُحذف الرسائل والملفات الخاصة بالمستخدم من الرسائل الخاصّة ويُحتفظ بها في الغرف الأخرى. احذف جميع الرسائل: ستُحذف جميع الرسائل والملفات من المستخدم من قاعدة البيانات ولن يكون من الممكن تحديد موقع المستخدم بعد الآن. أزل الرابط بين المستخدم والرسائل: سيعين هذا الخيار جميع الرسائل والملفات الخاصة بالمستخدم إلى آليّ روكت تشات وستُحذف الرسائل الخاصة.
eo: Determini kion fari kun mesaĝoj de uzantoj, kiuj forigas sian konton. Konservi Mesaĝojn kaj Uzantnomon: La mesaĝo kaj dosierhistorio de la uzanto estos forigitaj de Rektaj Mesaĝoj kaj estos konservitaj en aliaj ĉambroj. Forigi Ĉiujn Mesaĝojn: Ĉiuj mesaĝoj kaj dosieroj de la uzanto estos forigitaj el la datumbazo kaj ne plu eblos lokalizi la uzanton. Forigi ligilon inter uzanto kaj mesaĝoj: Ĉi tiu elekteblo asignos ĉiujn mesaĝojn kaj dosierojn de la uzanto al Rocket.Chat-bot kaj Rektaj Mesaĝoj estos forigitaj.
es: Decida que hacer con los mensajes de usuarios que eliminan su cuenta. Mantener mensajes y nombre de usuario: El historial de mensajes y archivos del usuario se borrarán de mensajes directos pero se mantendrán en otras salas. Borrar todos los mensajes: Se borrarán todos los mensajes y archivos del usuario de la base de datos y no será posible localizar al usuario de nuevo. Eliminar enlace entre usuarios y mensajes: Esta opción asigna todos los mensajes y archivos del usuario al bot de Rocket.Chat y los mensajes directos se borrarán.
fi: Määritä, mitä tehdä tilinsä poistaneiden käyttäjien viesteille. Säilytä viestit ja käyttäjätunnus: käyttäjän viesti- ja tiedostohistoria poistetaan suoraviesteistä ja säilytetään muissa huoneissa. Poista kaikki viestit: kaikki käyttäjän viestit ja tiedostot poistetaan tietokannasta, eikä käyttäjä ole enää mahdollista paikantaa. Poista linkki viesteistä käyttäjään: tämä asetus osoittaa käyttäjän kaikki viestit ja tiedostot Rocket.Chat-botille, mutta suoraviestit poistetaan.
gl: Determinar que facer con mensaxes de persoas usuarias que retiran a súa conta. Manter as mensaxes e o nome de persoa usuaria: o historial de mensaxes e ficheiros da persoa usuaria eliminarase de mensaxes directas e manterase noutras salas. Eliminar todas as mensaxes: todas as mensaxes e ficheiros da persoa usuaria eliminaranse da base de datos e deixará de ser posíbel atopar a persoa usuaria. Retirar a ligazón entre a persoa usuaria e as mensaxes: es opción asigna todas as mensaxes e ficheiros da persoa usuaria ao robot de Rocket.Chat e elimina as mensaxes directas.
hi: निर्धारित करें कि उन उपयोगकर्ताओं के संदेशों के साथ क्या करना है जो अपना खाता हटाते हैं। संदेश और उपयोगकर्ता नाम रखें: उपयोगकर्ता के संदेश और फ़ाइल इतिहास को डायरेक्ट मैसेज से हटा दिया जाएगा और अन्य कमरों में रखा जाएगा। सभी संदेश हटाएं: उपयोगकर्ता के सभी संदेश और फ़ाइलें डेटाबेस से हटा दी जाएंगी और अब उपयोगकर्ता का पता लगाना संभव नहीं होगा। उपयोगकर्ता और संदेशों के बीच लिंक निकालें: यह विकल्प उपयोगकर्ता के सभी संदेशों और फ़ाइलों को रॉकेट को सौंप देगा। चैट बॉट और डायरेक्ट मैसेज हटा दिए जाएंगे।
hu: Adja meg, hogy mi történjen a fiókjukat eltávolító felhasználók üzeneteivel. Üzenetek és felhasználónév megtartása: A felhasználó üzenetei és fájljai előzményei törlődnek a közvetlen üzenetekből, de megmaradnak más szobákban. Összes üzenet törlése:A felhasználó összes üzenete és fájlja törlődik az adatbázisból, és a felhasználót többé nem lehet megtalálni. A felhasználó és az üzenetek közötti összekapcsolás eltávolítása: Ez a beállítás a felhasználó összes üzenetét és fájlját a Rocket.Chat bothoz rendeli, a közvetlen üzenetek törlésre kerülnek.
pt_br: Determine o que fazer com as mensagens de usuários que removerem suas contas. Manter mensagens e nome de usuário: O histórico de mensagens e arquivos do usuário será excluído das mensagens diretas e mantido em outras salas. Excluir Todas as mensagens: Todas as mensagens e arquivos do usuário serão excluídos do banco de dados e não será mais possível localizá-lo. Remover a ligação entre o usuário e as mensagens: Esta opção atribuirá todas as mensagens e arquivos do usuário ao bot Rocket.Chat e as mensagens diretas serão excluídas.
ru: Определить, что делать с сообщениями пользователей, которые удалили свою учётную запись. «Сохранить сообщения и имя пользователя»: журнал сообщений и файлов пользователя будет удалён из личных сообщений, но останется в других комнатах. «Удалить все сообщения»: все сообщения и файлы будут удалены из базы данных, поиск данных этого пользователя станет невозможным. «Удалить связь между пользователем и сообщениями»: при выборе этого варианта все сообщения и файлы пользователя будут связаны с ботом Rocket.Chat, а личные сообщения будут удалены.
tr: Hesabını kaldıran kullanıcıların iletileriyle ne yapacağınızı belirleyin. İletileri ve Kullanıcı Adını Tut: Kullanıcının ileti ve dosya geçmişi Doğrudan İletilerden silinecek ve diğer odalarda tutulacaktır. Tüm İletileri Sil: Kullanıcıdan gelen tüm iletiler ve dosyalar veri tabanından silinecek ve artık kullanıcıyı bulmak olanaklı olmayacaktır. Kullanıcı ve İletiler Arasındaki Bağlantıyı Kaldır: Bu seçenek, kullanıcının tüm iletilerini ve dosyalarını Rocket.Chat botuna atar ve Doğrudan İletiler silinir.
zh_tw: 決定使用者刪除帳戶後其訊息該如何處理。「保留訊息和使用者名稱」：使用者的訊息和檔案歷史會從私訊刪除，但在其他聊天室會保留。「刪除所有訊息」：從資料庫刪除來自該使用者的所有訊息和檔案，之後便不再能夠找到該使用者。「移除使用者和訊息之間的連結」：這個選項會讓該使用者的訊息和檔案指派為 Rocket.Chat 機器人名下的訊息或檔案，而私訊則會刪除。

source: Message Erasure Type
ar: نوع محو الرسائل
eo: Mesaĝo Forigita Tipo
es: Borrado del tipo de mensaje
fi: Viestin poistamisen tapa
gl: Tipo de eliminación de mensaxes
hi: संदेश मिटाने का प्रकार
hu: Üzenet törlési típusa
pt_br: Tipo de apagamento de mensagem
ru: Тип удаления сообщений
tr: İleti Silme Türü
zh_tw: 訊息抹除類型

source: Messages will be grouped with previous message if both are from the same user and the elapsed time was less than the informed time in seconds.
ar: ستُضم الرسائل مع الرسالة السابقة إذا كانت الرسالتان من نفس المستخدم وكان الوقت المنقضي أقل من الوقت المُبلغ عنه بالثواني.
eo: Mesaĝoj estos grupigitaj kun antaŭa mesaĝo se ambaŭ estas de la sama uzanto kaj la pasita tempo estis malpli ol la informita tempo en sekundoj.
es: Los mensajes de agruparán con mensajes previos si todos ellos son del mismo usuario y el tiempo transcurrido es menos que el tiempo para informar en segundos.
fi: Viestit ryhmitellään aiemman kanssa, jos ne ovat samalta käyttäjältä ja aikaa on kulunut (sekunteina) annettua vähemmän.
gl: As mensaxes agruparanse con mensaxes anteriores se as dúas son da mesma persoa usuaria e o tempo transcorrido non chega ao tempo informado en segundos.
hi: यदि दोनों संदेश एक ही उपयोगकर्ता के हैं तथा बीता हुआ समय, सेकंड में बताए गए समय से कम है, तो उन्हें पिछले संदेश के साथ समूहीकृत कर दिया जाएगा।
hu: Az üzenetek akkor lesznek csoportosítva az előző üzenettel, ha mindkettő ugyanattól a felhasználótól származik, és az eltelt idő kevesebb volt a másodpercben megadott időnél.
pt_br: As mensagens serão agrupadas com a mensagem anterior se ambas forem do mesmo usuário e o tempo decorrido for menor que o tempo informado em segundos.
ru: Сообщения будут сгруппированы, если они оба от одного и того же пользователя и между ними прошло меньше времени, чем указано здесь (в секундах).
tr: İletiler, her ikisi de aynı kullanıcıdansa ve geçen süre bilgilenme süresinden saniye türünden daha azsa gruplandırılırlar.

source: Grouping Period (in seconds)
ar: فترة التجميع (بالثواني)
eo: Grupperiodo (en sekundoj)
es: Periodo de agrupación (en segundos)
fi: Ryhmittelyjakso (sekunteina)
gl: Período de agrupamento (en segundos)
hi: समूहीकरण अवधि (सेकंड में)
hu: Csoportosítási időszak (másodpercben)
pt_br: Período de agrupamento (em segundos)
ru: Период группировки (в секундах)
tr: Gruplandırma Süresi (saniye türünden)
zh_tw: 群組化時長（秒）

source: Direct Message Maximum Users
ar: الحد الأقصى لمستخدمي الرسالة المباشرة
eo: Rekta Mesaĝo Maksimumaj Uzantoj
es: Máximo de usuarios en mensajes directos
fi: Suoraviestin tunnusten enimmäismäärä
gl: Número máximo de persoas usuarias en mensaxes directas
hi: प्रत्यक्ष संदेश अधिकतम उपयोगकर्ता
hu: Legnagyobb felhasználószám közvetlen üzenetekben
pt_br: Máximo de usuários em mensagem direta
ru: Максимальное количество пользователей для личного сообщения
tr: Doğrudan İleti Gönderilecek En Çok Kullanıcı

source: Message Attachments
ar: مرفقات الرسالة
eo: Mesaĝaj Aldonaĵoj
es: Adjuntos del mensaje
fi: Viestin liitteet
gl: Anexos de mensaxes
hi: संदेश अनुलग्नक
hu: Üzenet mellékletei
nl: Bijlagen bij berichten
pt_br: Anexos de mensagem
ru: Вложения сообщения
tr: İleti Ekleri
zh_tw: 訊息附件

# @info:tooltip
source: Strips out EXIF metadata from image files (jpeg, tiff, etc). This setting is not retroactive, so files uploaded while disabled will have EXIF data
ar: يحذف بيانات EXIF الوصفية من ملفات الصور (jpeg، tiff، إلخ). هذا الإعداد ليس بأثر رجعي، لذا ستحتوي الملفات المرفوعة عندما يكون هذا الخيار معطل على بيانات EXIF
eo: Forigas EXIF-metadatumojn de bilddosieroj (jpeg, tiff, ktp). Ĉi tiu agordo ne estas retroaktiva, do dosieroj alŝutitaj dum malŝaltite havos EXIF-datumojn
es: Extirpa los metadatos EXIF de los archivos de imágenes (jpeg, tiff, etc). Esta preferencia no aplica retro-activamente, por tanto los archivos subidos cuando esta opción estaba deshabilitada, seguirán teniendo datos EXIF
fi: Poistaa kuvatiedostojen (JPEG, TIFF jne.) Exif-metatiedot. Asetus ei ole takautuva, joten jo lähetettyjen tiedostojen Exif-tieto säilyy
gl: Retira os metadatos EXIF de ficheiros de imaxes (JPEG, TIFF, etc.). Esta configuración non é retroactiva, así que os ficheiros subidos mentres estea desactivada terán os datos EXIF.
hi: छवि फ़ाइलों (jpeg, tiff, आदि) से EXIF मेटाडेटा को हटाता है। यह सेटिंग पूर्वव्यापी नहीं है, इसलिए अक्षम होने पर अपलोड की गई फ़ाइलों में EXIF डेटा होगा
hu: Eltávolítja az EXIF-metaadatokat a képfájlokból (jpeg, tiff stb.). Ez a beállítás nem visszamenőleges, így a letiltott állapotban feltöltött fájlok tartalmazni fogják az EXIF-adatokat.
pt_br: Remove metadados EXIF de arquivos de imagem (jpeg, tiff, etc.). Esta configuração não é retroativa, portanto, os arquivos enviados enquanto a opção não estava ativa terão dados EXIF.
ru: Убрать метаданные EXIF из файлов изображений (JPEG, TIFF и так далее). Этот параметр не имеет обратной силы, поэтому в тех файлах, которые были загружены, когда он был отключён, останутся данные EXIF.
tr: Görsel dosyalarından (jpeg, tiff vb.) EXIF üst verisini soyar. Bu ayar geriye dönük değildir; kapalıyken yüklenen dosyalarda EXIF verisi bulunacaktır

# @info:tooltip
source: Thumbnails will be served instead of the original image to reduce bandwidth usage. Images at original resolution can be downloaded using the icon next to the attachment's name.
ar: ستُعرض الصور المصغرة بدلاً من الصورة الأصلية لتقليل استخدام البيانات. يمكن تنزيل الصور بالدقة الأصلية باستخدام الأيقونة الموجودة بجوار اسم المرفق.
eo: Bildetoj estos servataj anstataŭ la originala bildo por redukti bendolarĝan uzadon. Bildoj kun origina distingivo povas esti elŝutitaj per la piktogramo apud la nomo de la aldonaĵo.
es: Las miniaturas de las imágenes sustituirán a las imágenes originales para reducir el uso de ancho de banda. Las imágenes con la resolución original pueden descargarse usando el icono al lado del nombre del adjunto.
fi: Kaistanleveyden säästämiseksi tarjotaan alkuperäisen kuvan sijaan pienoiskuva. Alkuperäisen tarkkuuden kuvan voi ladata liitteen nimen vieressä olevasta kuvakkeesta.
gl: Serviranse as miniaturas en vez de as imaxes orixinais para reducir o uso de largo de banda. As imaxes na súa resolución orixinal poden descargarse coa icona canda o nome do anexo.
hi: बैंडविड्थ उपयोग को कम करने के लिए मूल छवि के बजाय थंबनेल प्रस्तुत किए जाएंगे। मूल रिज़ॉल्यूशन वाली छवियों को अटैचमेंट के नाम के आगे दिए गए आइकन का उपयोग करके डाउनलोड किया जा सकता है।
hu: Bélyegképek kerülnek kiszolgálásra az eredeti kép helyett a sávszélesség használatának csökkentéséhez. Az eredeti felbontású képek a melléklet neve melletti ikon használatával tölthetők le.
pt_br: Miniaturas serão exibidas em vez da imagem original para reduzir o uso de largura de banda. Imagens na resolução original podem ser baixadas usando o ícone ao lado do nome do anexo.
ru: Для сокращения расхода трафика вместо исходных изображений будут использоваться миниатюры. Изображения в исходном разрешении можно загрузить с помощью значка, расположенного рядом с названием вложения.
tr: Bant genişliği kullanımını azaltmak için özgün görsel yerine küçük görsel önizlemeleri sunulacaktır. Özgün çözünürlükteki görseller ekin yanındaki simgeye tıklanarak indirilebilir.

source: Thumbnail's max width (in pixels)
ar: العرض الأقصى للمصغرات (بالبكسل)
eo: Maksimuma larĝo de bildeto (en rastrumeroj)
es: Máximo ancho de las miniaturas (en píxeles)
fi: Pienoiskuvan enimmäisleveys (kuvapisteinä)
gl: Anchura máxima das miniaturas (en píxeles)
hi: थंबनेल की अधिकतम चौड़ाई (पिक्सेल में)
hu: A bélyegkép legnagyobb szélessége (képpontban)
nl: Maximale breedte van miniatuur (in pixels)
pt_br: Largura máxima da miniatura (em pixels)
ru: Максимальная ширина миниатюры (в пикселах)
tr: Küçük görselin en büyük genişliği (piksel türünden)

source: Thumbnail's max height (in pixels)
ar: أقصى ارتفاع للمصغرات (بالبكسل)
eo: Maksimuma alteco de bildeto (en rastrumeroj)
es: Máxima altura de las miniaturas (en píxeles)
fi: Pienoiskuvan enimmäiskorkeus (kuvapisteinä)
gl: Altura máxima das miniaturas (en píxeles)
hi: थंबनेल की अधिकतम ऊंचाई (पिक्सेल में)
hu: A bélyegkép legnagyobb magassága (képpontban)
nl: Maximale hoogte van miniatuur (in pixels)
pt_br: Altura máxima da miniatura (em pixels)
ru: Максимальная высота миниатюры (в пикселах)
tr: Küçük görselin en büyük yüksekliği (piksel türünden)

source: Audio Message
ar: رسالة صوتية
eo: Sona Mesaĝo
es: Mensaje de audio
fi: Ääniviesti
gl: Mensaxe de son
hi: ऑडियो संदेश
hu: Hangüzenet
nl: Geluidsbericht
pt_br: Mensagem de áudio
ru: Аудиосообщение
tr: Ses İletisi
zh_tw: 語音訊息

source: Audio Message Bit Rate
ar: معدل بت الرسالة الصوتية
eo: Bito-Indico de Audio Mesaĝo
es: Tasa de bits en mensajes de audio
fi: Ääniviestin bittinopeus
gl: Taxa de bits da mensaxe de son
hi: ऑडियो संदेश बिट दर
hu: Hangüzenet bitsebessége
nl: Bitsnelheid van geluidsbericht
pt_br: Taxa de bits da mensagem de áudio
ru: Битрейт аудиосообщения
tr: Ses İletisi Bit Hızı
zh_tw: 語音訊息位元率

source: Auto-Translate
ar: ترجمة آليّة
eo: Aŭtomata tradukado
es: Traducir automáticamente
fi: Käännä automaattisesti
fr: Traduction automatique
gl: Traducir automaticamente
hi: ऑटो का अनुवाद
hu: Automatikus fordítás
ia: Auto-Traduction
nl: Automatisch vertalen
pl: Sam przetłumacz
pt_br: Tradução automática
ru: Автоперевод
sv: Översättning automatiskt
tr: Otomatik Çeviri
uk: Автоматичний переклад
zh_tw: 自動翻譯

source: Service Provider
ar: مقدم الخدمة
eo: Servoprovizanto
es: Proveedor del servicio:
fi: Palveluntarjoaja
gl: Fornecedor do servizo
hi: सेवा प्रदाता
hu: Szolgáltató
pt_br: Provedor de serviço
ru: Поставщик услуг
tr: Hizmet Sağlayıcı
zh_tw: 服務提供者

source: DeepL API Key
ar: مفتاح DeepL API
eo: DeepL API-Ŝlosilo
es: Clave de la API DeepL
fi: DeepL:n API-avain
gl: Chave da API de DeepL
hi: डीपएल एपीआई कुंजी
hu: DeepL API-kulcs
pt_br: Chave API do DeepL
ru: Ключ API DeepL
tr: DeepL API Anahtarı
zh_tw: DeepL API 金鑰

source: Google API Key
ar: مفتاح واجهة برمجة تطبيقات غوغل
eo: Google API-Ŝlosilo
es: Clave de la API de Google
fi: Googlen API-avain
gl: Chave da API de Google
hi: गूगल एपीआई कुंजी
hu: Google API-kulcs
pt_br: Chave API do Google
ru: Ключ API Google
tr: Google API Anahtarı
zh_tw: Google API 金鑰

source: Microsoft API Key
ar: مفتاح واجهة برمجة تطبيقات Microsoft
eo: Microsoft API-Ŝlosilo
es: Clave de la API de MIcrosoft
fi: Microsoftin API-avain
gl: Chave da API de Microsoft
hi: माइक्रोसॉफ्ट एपीआई कुंजी
hu: Microsoft API-kulcs
pt_br: Chave API da Microsoft
ru: Ключ API Microsoft
tr: Microsoft API Anahtarı
zh_tw: Microsoft API 金鑰

# @info:tooltip
source: Whether embedded link previews are enabled or not when a user posts a link to a website.
ar: إذا كانت معاينات الروابط المضمنة ممكّنة أم لا عندما ينشر المستخدم رابط لموقع ويب.
eo: Ĉu enigita ligo-antaŭprezentoj estas ebligitaj aŭ ne kiam uzanto afiŝas ligon al retejo.
es: Si la vista previa integrada del enlace está activada o no cuando un usuario escribe el enlace de una página web.
fi: Käytetäänkö käyttäjän julkaistessa linkin sivustoon upotettuja linkkiesikatseluja.
gl: Se as vistas previas incrustadas de ligazóns están activadas ou non cando unha persoa usuaria publica unha ligazón a un sitio web.
hi: जब कोई उपयोगकर्ता किसी वेबसाइट पर लिंक पोस्ट करता है तो एम्बेडेड लिंक पूर्वावलोकन सक्षम होता है या नहीं।
hu: Engedélyezve legyenek-e a beágyazott hivatkozás előnézetei vagy sem, ha a felhasználó egy weboldalra mutató hivatkozást küld be.
pt_br: Se as visualizações de links incorporados estão habilitadas ou não quando um usuário publica um link para um site.
ru: Включён ли встроенный предпросмотр при публикации ссылки на веб-сайт пользователем
tr: Bir kullanıcı, bir web sayfasına olan bir bağlantıyı gönderdiğinde gömülü bağlantı önizlemelerinin etkinleştirip etkinleştirilmeyeceği.

source: Embed Cache Expiration Days
ar: أيام انتهاء صلاحية خبيئة التضمين
eo: Enkorpigi Cache Eksvalidiĝaj Tagoj
es: Expiración en días de la caché integrada
fi: Upota välimuistin vanhenemisaika
gl: Días de caducidade da caché de incrustacións
hi: एम्बेड कैश समाप्ति दिन
hu: Beágyazási gyorsítótár lejárati napjai
pt_br: Dias de expiração do cache de incorporação
ru: Срок действия кэша предпросмотра ссылок (в днях)
tr: Gömülü Önbellek Son Kullanım Günleri

# @option:check
source: Allow Save Media to Gallery
ar: اسمح بحفظ الوسائط في المعرض
eo: Permesi Konservi Aŭdvidaĵon al Galerio
es: Permitir guardar medios en la Galería
fi: Salli median tallennus galleriaan
gl: Permitir gardar contido multimedia na galería.
hi: गैलरी में मीडिया सहेजने की अनुमति दें
hu: Média mentésének engedélyezése a galériába
pt_br: Permitir salvar mídia para a galeria
ru: Разрешить сохранение мультимедиа в галерею
tr: Galeriye ortam kaydetmeye izin ver
zh_tw: 允許將媒體儲存到圖庫

# @option:check
source: Force screen lock
ar: افرض قفل الشاشة
eo: Devigi ekranan ŝlosilon
es: Forzar bloqueo de pantalla
fi: Pakota näytön lukitus
gl: Forzar o bloqueo da pantalla.
hi: स्क्रीन लॉक बलपूर्वक करें
hu: Képernyőzárolás kényszerítése
pt_br: Forçar bloqueio de tela
ru: Принудительная блокировка экрана
tr: Ekranı kilitlemeye zorla
zh_tw: 強制使用螢幕鎖定

source: Screen Lock
ar: قفل الشاشة
eo: Ekrana Ŝlosilo
es: Bloqueo de pantalla
fi: Näytön lukitus
gl: Bloqueo de pantalla
hi: स्क्रीन लॉक है
hu: Képernyőzárolás
pt_br: Bloqueio de tela
ru: Блокировка экрана
tr: Ekran Kilidi
zh_tw: 螢幕鎖定

# @info:tooltip
source: When enabled, you'll force your users to use a PIN/BIOMETRY/FACEID to unlock the app.
ar: عند تمكين هذا الخيار، ستجبر المستخدمين على استخدام رقم التعريف الشخصي (PIN)/القياس الحيوي (BIOMETRY)/معرف الوجه (FACEID) لفتح قفل التطبيق.
eo: Kiam ĝi estas ebligita, vi devigos viajn uzantojn uzi PIN/BIOMETRIO/FACEID por malŝlosi la apon.
es: Cuando se activa, forzará a sus usuarios a usar un PIN/biometría/FaceId para desbloquear la aplicación.
fi: Jos käytössä, pakotat käyttäjät käyttämään sovelluksen avaamiseksi PIN-koodia tai biometristä tunnistusta.
gl: Cando se activa, forzará ás persoas usuarias a usar un PIN, biometría ou identificador facial para desbloquear a aplicación.
hi: सक्षम होने पर, आप अपने उपयोगकर्ताओं को ऐप अनलॉक करने के लिए पिन/बायोमेट्री/फेसआईडी का उपयोग करने के लिए बाध्य करेंगे।
hu: Ha engedélyezve van, akkor a felhasználókat PIN-KÓD/BIOMETRIKUS AZONOSÍTÓ/FACEID használatára kényszeríti az alkalmazás feloldásához.
pt_br: Quando ativado, você forçará seus usuários a usar um PIN/BIOMETRIA/FACEID para desbloquear o aplicativo.
ru: Если параметр включён, пользователям придётся использовать PIN-код, биометрию или Face ID для разблокировки приложения
tr: Etkinleştirildiğinde, kullanıcılarınızın ekran kilitlerini açmaları için PİN/BİYOMETRİ/FACEID kullanmaya zorlar.

# @info:tooltip
source: The time to request password again after the finish of the latest session, in seconds.
ar: الوقت المستغرق لطلب كلمة السر مرة أخرى بعد انتهاء الجلسة الأخيرة،بالثواني.
eo: La tempo por peti pasvorton denove post la fino de la plej nova seanco, en sekundoj.
es: El periodo de tiempo tras el que pedir la contraseña de nuevo después del fin de la última sesión, en segundos.
fi: Aika (sekunteina) viimeisimmän istunnon lopusta, jonka jälkeen salasanaa kysytään uudelleen.
gl: O tempo tras o cal solicitar de novo o contrasinal unha vez rematada a última sesión, en segundos.
hi: नवीनतम सत्र की समाप्ति के बाद पुनः पासवर्ड का अनुरोध करने का समय, सेकंड में।
hu: A legutolsó munkamenet befejezése utáni ismételt jelszóbekérési idő másodpercben.
pt_br: O tempo para solicitar a senha novamente após o término da última sessão, em segundos.
ru: Время до повторного запроса пароля после завершения последнего сеанса, в секундах
tr: En son oturumun bitiminden bu yana yeniden parola sorulması için geçecek süre.

source: Force Screen Lock After
ar: افرض قفل الشاشة بعد
eo: Forto Screen Lock After
es: Forzar bloque de pantalla después
fi: Lukitse näyttö ajassa
gl: Forzar o bloqueo da pantalla tras
hi: स्क्रीन लॉक को बलपूर्वक बंद करें
hu: Képernyőzárolás kényszerítése ez után:
pt_br: Forçar bloqueio de tela após
ru: Принудительно блокировать экран через
tr: Ekranın Kilitlenmeye Zorlanacağı Süre:

# @option:check
source: Sign in with Apple
ar: لج باستخدام أبل
eo: Ensaluti kun Apple
es: Registrarse con Apple
fi: Kirjaudu Applella
gl: Rexistrarse con Apple
hi: Apple के साथ साइन इन करें
hu: Bejelentkezés Apple-fiókkal
pt_br: Autenticação da Apple
ru: Войти с помощью данных Apple
tr: Apple ile oturum aç
zh_tw: 用 Apple 登入

# @option:check
source: Twitter Login
ar: ولوج تويتر
eo: Ensaluto de Twitter
es: Usuario de Twitter
fi: Twitter-kirjautuminen
gl: Acceso con Twitter.
hi: ट्विटर लॉगिन
hu: Twitter bejelentkezés
pt_br: Login do Twitter
ru: Запись Twitter
tr: X ile oturum aç
zh_tw: Twitter 登入

# @option:check
source: LinkedIn Login
ar: ولوج لينكد إن
eo: LinkedIn Ensaluto
es: Usuario de LinkedIn
fi: LinkedIn-kirjautuminen
gl: Acceso con LinkedIn.
hi: लिंक्डइन लॉगिन
hu: LinkedIn bejelentkezés
pt_br: Login do Linkedin
ru: Запись LinkedIn
tr: LinkedIn ile oturum aç
zh_tw: LinkedIn 登入

# @option:check
source: Meteor Login
ar: ولوج ميتيور
eo: Ensaluto de Meteor
es: Usuario de Meteor
fi: Meteor-kirjautuminen
gl: Acceso con Meteor.
hi: उल्का लॉगिन
hu: Meteor bejelentkezés
pt_br: Login do Meteor
ru: Запись Meteor
tr: Meteor ile oturum aç
zh_tw: Meteor 登入
