Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: No device found
ar: لا يوجد جهاز
eo: Neniu aparato trovata
es: No se encontró ningún dispositivo
fi: Laitteita ei löytynyt
fr: Aucun périphérique trouvé
gl: Non se atopou ningún dispositivo.
hi: कोई उपकरण नहीं मिला
hu: Nem található eszköz
nl: Geen apparaat gevonden
pl: Nie znaleziono żadnego urządzenia
pt_br: Nenhum dispositivo encontrado
ru: Устройств не найдено
sv: Hittade ingen enhet
tr: Aygıt bulunamadı
uk: Не знайдено жодного пристрою
zh_tw: 找不到裝置

source: %1 device (Total: %2)
ar: لا يوجد أجهزة (الإجمالي: %2)
eo: %1 aparato (Totalo: %2)
es: %1 dispositivo (Total: %2)
fi: Yksi laite (yhteensä: %2)
fr: Périphérique %1 (Total : %2)
gl: %1 dispositivo (totais: %2)
hi: %1 डिवाइस (कुल: %2)
hu: %1 eszköz (Összesen: %2)
nl: %1 apparaat (totaal: %2)
pl: %1 urządzenie (Łącznie: %2)
pt_br: %1 dispositivo (total: %2)
ru: %1 устройство (всего: %2)
sv: %1 enhet (totalt: %2)
tr: %1 aygıt (Toplam: %2)
uk: %1 пристрій (загалом: %2)
zh_tw: %1 個裝置 (總共：%2)

# @action
source: Disconnect
ar: اقطع الاتصال
eo: Malkonekti
es: Desconectar
fi: Katkaise yhteys
gl: Desconectar
hi: डिस्कनेक्ट
hu: Leválasztás
pt_br: Desconectar
ru: Отключить
tr: Bağlantıyı Kes
zh_tw: 離線

# @title:window
source: Create Personal Token
ar: أنشئ رمز شخصي
eo: Krei Personan Tokenon
es: Crear símbolo personal
fi: Luo henkilökohtainen pääsymerkki
fr: Créer un jeton personnel
gl: Crear un pase persoal
hi: व्यक्तिगत टोकन बनाएं
hu: Személyes token létrehozása
nl: Persoonlijk token aanmaken
pt_br: Criar token pessoal
ru: Создание личного маркера
sv: Skapa personlig symbol
tr: Kişisel Jeton Oluştur
uk: Створення особистого жетона
zh_tw: 建立個人權杖

# @option:check
source: Ignore Two Factor Authentication
ar: تجاهل الاستيثاق الثنائي
eo: Ignori Du-Faktoran Aŭtentigon
es: Ignorar autenticación de dos factores
fi: Sivuuta kahden tekijän todennus
gl: Ignorar a autenticación de dous factores
hi: दो कारक प्रमाणीकरण को अनदेखा करें
hu: Kétfaktoros hitelesítés mellőzése
pt_br: Ignorar autenticação de dois fatores
ru: Игнорировать двухфакторную аутентификацию
tr: İki adımlı kimlik doğrulamayı yok say
zh_tw: 忽略兩步驟驗證

# @info:placeholder
source: Search Personal Access Token…
ar: ابحث عن رمز الوصول الشخصي…
eo: Serĉi Personan Alirĵetonon…
es: Buscar símbolo de acceso personal…
fi: Etsi henkilökohtaista pääsymerkkiä…
gl: Buscar un pase de acceso persoal…
hi: व्यक्तिगत एक्सेस टोकन खोजें…
hu: Személyes hozzáférési token keresése…
pt_br: Pesquisar token de acesso pessoal…
ru: Поиск личного маркера доступа…
tr: Kişisel erişim jetonu ara…
zh_tw: 搜尋個人存取權杖…

source: <qt>Please save your token carefully as you will no longer be able to view it afterwards.<br><b>Token:</b> %1<br><b>Your user Id:</b> %2</qt>
ar: <qt>يرجى حفظ رمزك بعناية حيث لن تتمكن من عرضه بعد ذلك.<br><b>الرمز:</b> %1<br><b>معرف المستخدم الخاص بك:</b> %2</qt>
eo: <qt>Bonvolu konservi vian ĵetonon zorge ĉar vi ne plu povos vidi ĝin poste.<br><b>Signo:</b> %1<br><b>Via uzantidentigilo:</b> %2 </ qt >
es: <qt>Por favor guarde su símbolo con cuidado ya que no podrá verlo de nuevo.<br><b>Símbolo:</b> %1<br><b>Su identificador de usuario:</b> %2</qt>
fi: <qt>Tallenna pääsymerkki huolellisesti, koska sitä ei enää myöhemmin voida näyttää.<br><b>pääsymerkki:</b> %1<br><b>käyttäjätunnus:</b> %2</qt>
fr: <qt>Veuillez enregistrer votre jeton avec soin car vous ne pourrez plus l'afficher plus tard.<br><b>Jeton :</b> %1<br><b>Votre identifiant utilisateur :</b> %2</qt>
gl: <qt>Garde ben o pase, non volverá poder velo.<br><b>Pase:</b> %1<br><b>O seu identificador de persoa usuaria:</b> %2</qt>
hi: <qt>कृपया अपना टोकन सावधानी से सुरक्षित रखें क्योंकि इसके बाद आप इसे देख नहीं पाएंगे।<br> <b>टोकन:</b> %1<br> <b>आपका उपयोगकर्ता आईडी:</b> %2</qt>
hu: <qt>Mentse el gondosan a tokenjét, mivel ezután többé nem fogja tudni megtekinteni azt.<br><b>Token:</b> %1<br><b>Az Ön felhasználó-azonosítója:</b> %2</qt>
nl: <qt>Bewaar uw token met zorg omdat u niet langer in staat zult zijn het nadien te bekijken.<br><b>Token:</b> %1<br><b>Uw gebruikers-id:</b> %2</qt>
pt_br: <qt>Guarde seu token com cuidado, pois você não poderá mais visualizá-lo posteriormente.<br><b>Token:</b> %1<br><b>Seu ID de usuário:</b> %2</qt>
ru: <qt>Сохраните маркер в надёжном месте, так как он не будет показан снова.<br><b>Маркер:</b> %1<br><b>Ваш идентификатор пользователя:</b> %2</qt>
sv: <qt>Spara symbolen omsorgsfullt eftersom du inte kan titta på den efteråt.<br><b>Symbol:</b> %1<br><b>Din användaridentifikation:</b> %2</qt>
tr: <qt>Jetonunuzu dikkatlice saklayın; çünkü artık daha sonra onu görüntüleyemeyeceksiniz.<br><b>Jeton:</b> %1<br><b>Kullanıcı kimliğiniz:</b> %2</qt>
uk: <qt>Будь ласка, надійно збережіть ваш жетон, оскільки пізніше ви не зможете його переглянути.<br><b>Жетон:</b> %1<br><b>Ваш ідентифікатор користувача:</b> %2</qt>
zh_tw: <qt>請確保您存好您的權杖，之後將無法再次由此檢視它。。<br><b>權杖：</b>%1<br><b>您的使用者 ID：</b>%2</qt>

# @title:window
source: Personal Token Created
ar: أنشئ الرمز الشخصي
eo: Persona Ĵetono Kreita
es: Símbolo personal creado
fi: Henkilökohtainen pääsymerkki luotu
gl: Creouse un pase persoal
hi: व्यक्तिगत टोकन बनाया गया
hu: Személyes token létrehozva
pt_br: Token pessoal criado
ru: Личный маркер создан
tr: Kişisel Jeton Oluşturuldu
zh_tw: 已建立個人權杖

source: Personal Token removed.
ar: أزيل الرمز الشخصي
eo: Persona Ĵetono forigita.
es: Símbolo personal eliminado.
fi: Henkilökohtainen pääsymerkki poistettu.
fr: Jeton personnel supprimé.
gl: Retirouse o pase persoal.
hi: व्यक्तिगत टोकन हटा दिया गया.
hu: Személyes token eltávolítva.
nl: Persoonlijk token verwijderd.
pt_br: Token pessoal removido.
ru: Личный маркер удалён.
sv: Personlig symbol borttagen.
tr: Kişisel Jeton Kaldırıldı.
uk: Особистий жетон вилучено.
zh_tw: 已移除個人權杖。

# @title:window
source: Remove Personal Token
ar: أزل الرمز الشخصي
eo: Forigi Personan Ĵetonon
es: Eliminar símbolo personal
fi: Poista henkilökohtainen pääsymerkki
gl: Retirar o pase persoal
hi: व्यक्तिगत टोकन हटाएँ
hu: Személyes token eltávolítása
pt_br: Remover token pessoal
ru: Удаление личного маркера
tr: Kişisel Jetonu Kaldır
zh_tw: 移除個人權杖

# @title:window
source: Personal Token Regenerated
ar: أعيد إنشاء الرمز الشخصي
eo: Persona Ĵetono Regenerita
es: Símbolo personal regenerado
fi: Henkilökohtainen pääsymerkki luotu uudelleen
gl: O pase persoas xerouse de novo
hi: व्यक्तिगत टोकन पुनर्जीवित
hu: Személyes token újra előállítva
pt_br: Token pessoal regerado
ru: Личный маркер пересоздан
tr: Kişisel Jeton Yeniden Üretildi
zh_tw: 已重新產生個人權杖

# @action
source: Regenerate…
ar: أعد التوليد…
eo: Regeneri…
es: Regenerar…
fi: Luo uudelleen…
gl: Xerar de novo…
hi: पुनर्जीवित करें…
hu: Újra előállítás…
pt_br: Regerar…
ru: Пересоздать…
tr: Yeniden Üret…
zh_tw: 重新產生…

source: Are you sure that you want to delete "%1" Token?
ar: أمتأكّد من حذف رمز "%1؟
eo: Ĉu vi certas, ke vi volas forigi "%1" Tokenon?
es: ¿Está seguro de que quiere borrar el símbolo «%1»?
fi: Haluatko varmasti poistaa merkin ”%1”?
fr: Voulez-vous vraiment supprimer le jeton « %1 » ?
gl: Seguro que quere eliminar o pase «%1»?
hi: क्या आप निश्चित हैं कि आप "%1" टोकन हटाना चाहते हैं?
hu: Biztosan törölni szeretné a(z) „%1” tokent?
nl: Wilt u het token "%1" verwijderen?
pt_br: Tem certeza de que deseja excluir o token "%1"?
ru: Удалить маркер «%1»?
sv: Är du säker på att du vill ta bort "%1" symbol?
tr: “%1” jetonunu silmek istediğinizden emin misiniz?
uk: Ви справді хочете вилучити жетон «%1»?
zh_tw: 您確定要刪除 "%1" 權杖嗎？

# @title:window
source: Remove Token
ar: أزل الرمز
eo: Forigi Ĵetonon
es: Eliminar símbolo
fi: Poista pääsymerkki
gl: Retirar o pase
hi: टोकन हटाएँ
hu: Token eltávolítása
pt_br: Remover token
ru: Удаление маркера
tr: Jetonu Kaldır
zh_tw: 移除權杖

# @option:check
source: Receive login detection emails
ar: استلم رسائل البريد الإلكتروني لاكتشاف الولوج
eo: Ricevi retpoŝtojn pri ensalutaj detektado
es: Recibir correos electrónicos de detección de inicio de sesión
fi: Vastaanota sähköpostia kirjautumisista
gl: Recibir mensaxes de correo electrónico de detección de acceso.
hi: लॉगिन पहचान ईमेल प्राप्त करें
hu: Bejelentkezést észlelő e-mailek fogadása
pt_br: Receber e-mails de detecção de login
ru: Получать по почте уведомления о фактах входа
tr: Oturum açmayı algılama e-postalarını al
zh_tw: 接收登入通知電子郵件

# @option:check
source: Use Emojis
ar: استعمل الصورة التعبيرية
eo: Uzi Emojis
es: Usar emojis
fi: Käytä emojeja
gl: Usar expresións.
hi: इमोजी का उपयोग करें
hu: Emodzsik használata
pt_br: Usar emojis
ru: Использовать смайлики
tr: Emojiler kullan
zh_tw: 使用表情符號

# @option:check
source: Convert Ascii to Emoji
ar: حول أسكي إلى رموز تعبيرية
eo: Konverti Ascii al Emoji
es: Convertir texto a emoji
fi: Muunna ASCII emojeiksi
gl: Converter ASCII en expresións.
hi: Ascii को इमोजी में बदलें
hu: ASCII átalakítása emodzsira
pt_br: Converter ascii para emoji
ru: Преобразовывать ASCII в смайлики
tr: ASCII’yi emojiye dönüştür
zh_tw: 將 ASCII 表情轉換為顏文字

# @option:check
source: Hide roles
ar: أخفِ الأدوار
eo: Kaŝi rolojn
es: Ocultar roles
fi: Piilota roolit
gl: Agochar os roles.
hi: भूमिकाएँ छिपाएँ
hu: Szerepek elrejtése
pt_br: Ocultar funções
ru: Скрывать роли
tr: Rolleri gizle
zh_tw: 隱藏角色

# @option:check
source: Display avatars
ar: اعرض الصور الرمزية
eo: Montri avatarojn
es: Mostrar avatares
fi: Näytä avatarit
gl: Amosar os avatares.
hi: अवतार प्रदर्शित करें
hu: Profilképek megjelenítése
pt_br: Exibir avatares
ru: Показывать аватары
tr: Avatarları göster
zh_tw: 顯示頭貼

# @option:check
source: Enable Auto Away
ar: مكّن الابتعاد الآليّ
eo: Ebligi Aŭtomata For
es: Activar auto ausente
fi: Käytä automaattista poissaoloa
gl: Activar a ausencia automática.
hi: ऑटो अवे सक्षम करें
hu: Automatikus távollét engedélyezése
pt_br: Habilitar ausência automática
ru: Включить автоотсутствие
tr: Kendiliğinden uzakta durumunu etkinleştir
zh_tw: 啟用自動離席

# @label:textbox
source: Offline Email notification:
ar: إشعار البريد الإلكتروني غير المتصل:
eo: Senrete Retpoŝta sciigo:
es: Notificación de correos electrónicos sin conexión
fi: Yhteydetön sähköposti-ilmoitus:
gl: Notificación sen conexión por correo electrónico:
hi: ऑफ़लाइन ईमेल अधिसूचना:
hu: Offline e-mail értesítések:
pt_br: Notificação por e-mail offline:
ru: Уведомление по эл. почте для пользователей не в сети:
tr: Çevrimdışı e-posta bildirimi:
zh_tw: 線下電子郵件通知：

# @option:check
source: Mute Focused Conversations
ar: اكتم المحادثات المركزة
eo: Silentigi Fokusitajn Konversaciojn
es: Silenciar conversaciones concentradas
fi: Vaimenna kohdistetut keskustelut
gl: Silenciar as conversas co foco.
hi: केंद्रित वार्तालापों को म्यूट करें
hu: Fókuszált beszélgetések némítása
pt_br: Silenciar conversas focadas
ru: Отключить уведомления для разговоров в фокусе
tr: Odaklı konuşmaları sessize al
zh_tw: 讓聚焦的對話靜音

# @label:textbox
source: Highlight words:
ar: الكلمات المميزة:
eo: Elstarigi vortojn:
es: Resaltar palabras:
fi: Korosta sanoja:
gl: Realzar estas palabras:
hi: शब्दों को हाइलाइट करें:
hu: Szavak kiemelése:
pt_br: Realçar palavras:
ru: Выделение слов:
tr: Sözcükleri vurgula:
zh_tw: 突顯單詞：

# @info:placeholder
source: Use ',' for separating words
ar: استخدم ',' لفصل الكلمات
eo: Uzi ',' por apartigi vortojn
es: Usar «,» para separar palabras
fi: Erota sanat pilkuin (”,”)
gl: Use «,» para separar as palabras.
hi: शब्दों को अलग करने के लिए ',' का प्रयोग करें
hu: Vesszővel elválasztott szavak
pt_br: Use ',' para separar palavras
ru: Используйте «,» для разделения слов
tr: Sözcükleri ayırmak için “,” kullan
zh_tw: 用 ',' 來分隔單詞

# @info:tooltip
source: Separate each word with ','.
ar: افصل كل كلمة بـ ','.
eo: Apartigi ĉiun vorton per ','.
es: Separar cada palabra con «,».
fi: Erota sanat pilkuin (”,”).
gl: Separe cada palabra con «,».
hi: प्रत्येक शब्द को ',' से अलग करें।
hu: Vesszővel válassza el a szavakat.
pt_br: Separe cada palavra com ','.
ru: Разделяйте слова с помощью «,»
tr: Her bir sözcüğü “,” ile ayır.
zh_tw: 用 ',' 分隔每個詞。

# @label:textbox
source: Desktop notification:
ar: إشعار سطح المكتب:
eo: Labortabla sciigo:
es: Notificación de escritorio:
fi: Työpöytäilmoitus:
gl: Notificación de escritorio:
hi: डेस्कटॉप अधिसूचना:
hu: Asztali értesítések:
pt_br: Notificação da área de trabalho:
ru: Уведомление на рабочем столе:
tr: Masaüstü bildirimi:
zh_tw: 桌面通知：

# @label:textbox
source: Push notification:
ar: إشعار فوري:
eo: Puŝa sciigo:
es: Envío de notificación:
fi: Push-ilmoitus:
gl: Notificación levada:
hi: सर्वर पुश नोटीफिकेशन:
hu: Leküldéses értesítések:
pt_br: Notificações instantâneas:
ru: Пуш-уведомление:
tr: Anlık bildirim:
zh_tw: 推送通知：

# @info:tooltip
source: Receive an email each time a new login is detected on your account.
ar: استلم رسالة بريد إلكتروني في كل مرة يُكتشف فيها ولوج جديد على حسابك.
eo: Ricevi retpoŝton ĉiufoje kiam nova ensaluto estas detektita en via konto.
es: Recibir un correo electrónico cada vez que se detecta un nuevo inicio de sesión en su cuenta.
fi: Vastaanota sähköposti joka kerta, kun tilillesi havaitaan kirjaudutun.
gl: Recibir unha mensaxe de correo electrónico cada vez que se detecte un novo acceso á súa conta.
hi: जब भी आपके खाते में कोई नया लॉगिन पाया जाएगा, आपको एक ईमेल प्राप्त होगा।
hu: E-mail fogadása minden alkalommal, amikor új bejelentkezés észlelhető a fiókjánál.
pt_br: Receba um e-mail sempre que um novo login for detectado em sua conta.
ru: Получать по почте сообщение при каждом новом входе под вашей учётной записью
tr: Hesabınıza yeni bir oturum açıldığında bir e-posta bildirimi alın.
zh_tw: 每次偵測到帳戶新登入時都要收到一封通知郵件。

# @label:textbox
source: Idle Time Limit:
ar: مهلة السكون:
eo: Neaktiva Tempolimo:
es: Limite de tiempo en reposo:
fi: Joutoajan aikakatkaisu:
gl: Límite de tempo de inactividade:
hi: निष्क्रिय समय सीमा:
hu: Tétlenségi időkorlát:
pt_br: Limite de tempo ocioso:
ru: Предел времени простоя:
tr: Boşta zaman sınırı:
zh_tw: 閒置時間閒置：

# @info:tooltip
source: Period of time until status changes to away. Value needs to be in seconds.
ar: الفترة الزمنية حتى تتغير الحالة إلى بعيد. يجب أن تكون القيمة بالثواني.
eo: Tempodaŭro ĝis statuso ŝanĝiĝas al for. Valoro devas esti en sekundoj.
es: Periodo de tiempo hasta que el estado cambia a ausente. El valor se expresa en segundos.
fi: Aika, jonka jälkeen tilaksi tulee ”poissa”. Arvo on sekunteina.
gl: Período de tempo ata que o estado cambie a ausente. O valor debe indicarse en segundos.
hi: स्थिति के दूर में बदलने तक की समयावधि। मान सेकंड में होना चाहिए।
hu: Az időtartam, amíg az állapot távolira változik. Az értéknek másodpercben kell lennie.
pt_br: Período de tempo até que o status mude para ausente. O valor deve ser expresso em segundos.
ru: Период времени до смены статуса на «Отсутствует». Значение необходимо указывать в секундах.
tr: Durumun uzakta olarak değiştirileceği zaman periyodu. Değer, saniye türünden olmalıdır.
zh_tw: 閒置多久之後將狀態改為離席。單位為秒。

# @label:textbox
source: New Room Notification:
ar: إشعار غرفة جديد:
eo: Sciigo pri Nova Ĉambro:
es: Notificación de nueva sala:
fi: Uuden huoneen ilmoitus:
gl: Notificación de nova sala:
hi: नये कमरे की अधिसूचना:
hu: Új szobaértesítés:
pt_br: Notificação de nova sala:
ru: Уведомление о новой комнате:
tr: Yeni oda bildirimi:
zh_tw: 新聊天室通知：

# @label:textbox
source: New Message Notification:
ar: إشعار رسالة جديدة:
eo: Sciigo pri Nova Mesaĝo:
es: Notificación de nuevo mensaje:
fi: Uuden viestin ilmoitus:
gl: Notificación de nova mensaxe:
hi: नया संदेश अधिसूचना:
hu: Új üzenetértesítés:
pt_br: Notificação de mensagem nova:
ru: Уведомление о новом сообщении:
tr: Yeni ileti bildirimi:
zh_tw: 新訊息通知：

# @label:textbox
source: Notifications sound volume:
ar: مستوى صوت الإشعارات:
eo: Sonlaŭteco de sciigoj:
es: Volumen del sonido de las notificaciones:
fi: Ilmoitusten äänenvoimakkuus:
gl: Volume de son das notificacións:
hi: अधिसूचना ध्वनि मात्रा:
hu: Értesítések hangereje:
pt_br: Volume do som das notificações:
ru: Громкость звука уведомлений:
tr: Bildirim sesi düzeyi:
zh_tw: 通知音量：

# @label:textbox
source: Call ringer volume:
es: Volumen del tono de llamada:
tr: Arama zili ses yüksekliği:

# @label:textbox
source: Master volume:
es: Volumen principal:
tr: Ana ses düzeyi:

# @action:button
source: Download my Data (HTML)
ar: نزّل بياناتي (HTML)
eo: Elŝuti miajn Datumojn (HTML)
es: Descargar mis datos (HTML)
fi: Lataa tietoni (HTML)
gl: Descargar os meus datos (HTML)
hi: मेरा डेटा डाउनलोड करें (HTML)
hu: Saját adataim letöltése (HTML)
pt_br: Baixar meus dados (HTML)
ru: Загрузить мои данные (HTML)
tr: Verimi İndir (HTML)
zh_tw: 下載我的資料 (HTML)

# @action:button
source: Export my Data (JSON)
ar: صدّر بياناتي (JSON)
eo: Eksporti miajn Datumojn (JSON)
es: Exportar mis datos (JSON)
fi: Vie tietoni (JSON)
gl: Exportar os meus datos (JSON)
hi: मेरा डेटा निर्यात करें (JSON)
hu: Saját adataim exportálása (JSON)
pt_br: Exportar meus dados (JSON)
ru: Экспорт моих данных (JSON)
tr: Verimi Dışa Aktar (JSON)
zh_tw: 匯出我的資料 (JSON)

source: Your data file will be generated. A link to download it will be sent to your email address when ready.
ar: سيُولد ملف بياناتك. سيرسل رابط لتنزيله إلى عنوان بريدك الإلكتروني عندما يكون جاهزاً.
eo: Via datuma dosiero estos generita. Ligilo por elŝuti ĝin estos sendita al via retadreso kiam preta.
es: Su archivo de datos se está generando. Se le enviará un enlace a su dirección de correo cuando esté disponible.
fi: Datatiedostoasi luodaan. Kun se valmistuu, latauslinkki lähetetään sähköpostiosoitteeseesi.
fr: Votre fichier de données sera généré. Un lien pour le télécharger vous sera envoyé à votre adresse électronique lorsqu'il sera prêt.
gl: Xerarase o ficheiro cos seus datos. Enviaráselle unha ligazón para descargalo ao seu enderezo de correo electrónico en canto estea dispoñíbel.
hi: आपकी डेटा फ़ाइल तैयार हो जाएगी। तैयार होने पर इसे डाउनलोड करने के लिए एक लिंक आपके ईमेल पते पर भेजा जाएगा।
hu: Az adatfájlja létrejön. A letöltéshez szükséges hivatkozást elküldjük az Ön e-mail címére, amint elkészült.
nl: Uw gegevensbestand zal gegenereerd worden. Een koppeling voor dit downloaden zal naar uw e-mailadres gezonden worden wanneer gereed.
pt_br: Seu arquivo de dados será gerado. Um link para download será enviado para o seu endereço de e-mail quando estiver pronto.
ru: Будет создан файл данных. Как только он будет готов, на ваш адрес эл. почты будет отправлена ссылка на загрузку.
tr: Veri dosyanız üretilecek. Hazır olduğunda, indirmeniz için e-posta adresinize bir bağlantı gönderilecektir.
zh_tw: 將會產生您的資料檔。準備就緒時下載連結會傳送到您的電子郵件。

# @title:window
source: Download File Requested
ar: نزّل الملف المطلوب
eo: Elŝuti Dosieron Petitan
es: Descarga de archivo solicitada
fi: Tiedoston lataamista pyydetään
gl: Solicitouse un ficheiro de descarga
hi: फ़ाइल डाउनलोड करने का अनुरोध किया गया
hu: Fájl letöltése kérve
pt_br: Solicitado baixar arquivo
ru: Отправлен запрос на загрузку файла
tr: Dosya İndirme İstendi
zh_tw: 已請求下載檔案

source: Default (%1)
ar: المبدئيّ (%1)
eo: Defaŭlta (%1)
es: Por omisión (%1)
fi: Oletus (%1)
gl: Predeterminado (%1)
hi: डिफ़ॉल्ट (%1)
hu: Alapértelmezett (%1)
pt_br: Padrão (%1)
ru: По умолчанию (%1)
tr: Öntanımlı (%1)
zh_tw: 預設（%1）

source: Default (Every Mention/DM)
ar: المبدئي (كل إشارة/رسالة مباشرة)
eo: Defaŭlta (Ĉiu Mencio/DM)
es: Por omisión (Toda mención/MD)
fi: Oletus (jokainen maininta/suoraviesti)
gl: Predeterminado (cada mención e mensaxe privada)
hi: डिफ़ॉल्ट (प्रत्येक उल्लेख/डीएम)
hu: Alapértelmezett (Minden említés/közvetlen üzenet)
pt_br: Padrão (cada menção/DM)
ru: По умолчанию (каждое упоминание или личное сообщение)
tr: Öntanımlı (Her Değinme/Dİ)
zh_tw: 預設（每次提及/私訊）

source: Every Mention/DM
ar: كل إشارة/رسالة مباشرة
eo: Ĉiu Mencio/DM
es: Toda mención/MD
fi: Jokainen maininta/suoraviesti
gl: Cada mención e mensaxe privada
hi: हर उल्लेख/डीएम
hu: Minden említés vagy közvetlen üzenet
pt_br: Cada menção/DM
ru: Каждое упоминание или личное сообщение
tr: Her Değinme/Dİ
zh_tw: 每次提及/私訊

source: Your Rocket.Chat administrator has disabled email notifications
ar: عطل مسؤول روكت تشات الخاص بك إشعارات البريد الإلكتروني
eo: Via administranto de Rocket.Chat malŝaltis retpoŝtajn sciigojn.
es: Su administrador de Rocket.Chat ha desactivado las notificaciones de correo electrónico
fi: Rocket.Chat-ylläpitäjä on poistanut sähköposti-ilmoitukset käytöstä
gl: A administración da súa instancia de Rocket.Chat desactivou as notificacións por correo electrónico.
hi: आपके Rocket.Chat व्यवस्थापक ने ईमेल सूचनाएँ अक्षम कर दी हैं
hu: A Rocket.Chat adminisztrátora letiltotta az e-mail-értesítéseket
pt_br: O administrador do Rocket.Chat desativou as notificações por e-mail
ru: Ваш администратор Rocket.Chat отключил уведомления по эл. почте
tr: Rocket.Chat yöneticiniz, e-posta bildirimlerini devre dışı bıraktı
zh_tw: 您的 Rocket.Chat 管理員已停用電子郵件通知

# @title:window
source: Select Image
ar: اختر صورة
eo: Elekti Bildon
es: Seleccionar imagen
fi: Valitse kuva
gl: Seleccionar unha imaxe
hi: छवि का चयन करें
hu: Kép kiválasztása
pt_br: Selecionar imagem
ru: Выбор изображения
tr: Görsel Seç
zh_tw: 選擇影像

# @title:window
source: Change Url
ar: غيّر المسار
eo: Ŝanĝi URL
es: Cambiar URL
fi: Muuta osoitetta
gl: Cambiar o URL
hi: यूआरएल बदलें
hu: URL módosítása
pt_br: Alterar URL
ru: Изменение URL-адреса
tr: URL Değiştir
zh_tw: 變更網址

source: Define Avatar Url:
ar: عيين عنوان للصورة الرمزية:
eo: Difini Avataran URL:
es: Definir URL del avatar:
fi: Määritä avatarin verkko-osoite:
fr: Définir une « URL » d'avatar :
gl: Definir o URL do avatar:
hi: अवतार यूआरएल परिभाषित करें:
hu: Profilkép URL meghatározása:
ia: Define Url de Avatar:
nl: URL van avatar definiëren:
pl: Określ adres URL awatara
pt_br: Definir URL do avatar:
ru: Указание адреса аватара:
sv: Definiera webbadress för avatar:
tr: Avatar URL’sini tanımla:
uk: Визначення адреси аватара:
zh_tw: 定義頭貼網址：

# @action
source: Change URL for avatar…
ar: غيّر مسار الصورة الرمزية…
eo: Ŝanĝi URL por avataro…
es: Cambiar URL para el avatar…
fi: Muuta avatarin verkko-osoitetta
gl: Cambiar o URL do avatar…
hi: अवतार के लिए URL बदलें…
hu: Profilkép URL megváltoztatása…
pt_br: Alterar URL do avatar…
ru: Изменить адрес аватара…
tr: Avatar URL’sini Değiştir…
zh_tw: 變更頭貼的網址…

# @label:textbox
source: Your administrator has disabled the changing of email.
ar: عطّل مسؤولك تغيير البريد الإلكتروني.
eo: Via administranto malŝaltis la ŝanĝon de retpoŝto.
es: Su administrador ha desactivado el cambio de correo electrónico.
fi: Ylläpitäjä on poistanut sähkäpostiosoitteen vaihtamisen käytöstä.
gl: A administración desactivou o cambio de enderezo de correo electrónico.
hi: आपके व्यवस्थापक ने ईमेल परिवर्तन अक्षम कर दिया है.
hu: Az adminisztrátora letiltotta az e-mail-cím megváltoztatását.
pt_br: Seu administrador desativou a alteração de e-mail.
ru: Ваш администратор отключил изменение адреса эл. почты.
tr: Yöneticiniz, e-posta değiştirmeyi devre dışı bıraktı.
zh_tw: 您的管理員已停用電子郵件變更。

# @label:textbox
source: Your administrator has disabled the changing of usernames.
ar: عطّل مسؤولك تغيير أسماء المستخدمين.
eo: Via administranto malŝaltis la ŝanĝon de uzantnomoj.
es: Su administrador ha desactivado el cambio de nombres de usuarios.
fi: Ylläpitäjä on poistanut käyttäjätunnuksen vaihtamisen käytöstä.
gl: A administración desactivou o cambio de nomes de persoas usuarias.
hi: आपके व्यवस्थापक ने उपयोगकर्ता नाम बदलने की सुविधा अक्षम कर दी है.
hu: Az adminisztrátora letiltotta a felhasználónevek megváltoztatását.
pt_br: Seu administrador desativou a alteração de nomes de usuário.
ru: Ваш администратор отключил изменение имён пользователей.
tr: Yöneticiniz, kullanıcı adlarının değiştirilmesini devre dışı bıraktı.
zh_tw: 您的管理員已停用使用者名稱變更。
