Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Save File
fr: Enregistrer un fichier
ia: Salveguarda file
nl: Bestand opslaan
pl: Zapisz plik
sv: Spara fil
uk: Збереження файла

source: Start a Private Conversation
fr: Démarrer une conversation privée
ia: Initia un Conversation Private
nl: Een privé conversatie beginnen
pl: Rozpocznij prywatną rozmowę
sv: Starta ett privat samtal
uk: Почати конфіденційне спілкування

source: Message has been pinned
fr: Le message a été agrafé.
ia: Message ha essite appunctate
nl: Bericht is vastgepind
pl: Przypięto wiadomość
sv: Meddelandet är uppsatt
uk: Повідомлення пришпилено

source: Message has been starred
fr: Le message a été marqué avec une étoile.
ia: Message ha essite ponite con stellas
nl: Bericht heeft een ster gekregen
pl: Dodano gwiazdę do wiadomości
sv: Meddelande är stjärnmärkt
uk: Повідомлення позначено зіркою

source: Message Too Big
fr: Message trop important
ia: Message troppo grande
nl: Bericht is te lang
pl: Wiadomość jest zbyt duża
sv: Meddelande för stort
uk: Надто велике повідомлення

source: File upload
fr: Envoi de fichiers
ia: Incargamento de file
nl: Bestand uploaden
pl: Wysłanie pliku
sv: Filuppladdning
uk: Вивантаження файла

source: Room is Empty.
fr: Le salon est vide.
ia: Sala es vacue.
nl: Room is leeg.
pl: Pokój jest pusty.
sv: Rummet är tomt.
uk: Кімната порожня.

source: Unpin Message
fr: Ne plus agrafer le message
ia: Deappuncta Messages
nl: Bericht losmaken
pl: Odepnij wiadomość
sv: Ta ner meddelande
uk: Відшпилити повідомлення

source: Pin Message
fr: Agrafer le message
ia: Appuncta Message
nl: Bericht vastpinnen
pl: Przypnij wiadomość
sv: Sätt upp meddelande
uk: Пришпилити повідомлення

source: Remove as Favorite
fr: Supprimer des favoris
ia: Remove como favorito
nl: Als favoriet verwijderen
pl: Usuń z ulubionych
sv: Ta bort som favoriter
uk: Вилучити з улюблених

source: Mark Message As Unread
fr: Marquer comme non lu
ia: Marca message como non legite
nl: Bericht markeren als ongelezen
pl: Oznacz wiadomość jako nieprzeczytaną
sv: Markera meddelande som oläst
uk: Позначити повідомлення як непрочитане

source: Show Full Thread
fr: Chercher le fil complet de discussions
ia: Monstra Topico complete
nl: Volledige thread tonen
pl: Pokaż pełen wątek
sv: Visa hel tråd
uk: Показати усю гілку

source: Edit
fr: Modifier
ia: Modifica
nl: Bewerken
pl: Edytuj
sv: Redigera
uk: Змінити

source: Quote
fr: Déclaration
ia: Cita
nl: Citaat
pl: Cytuj
sv: Citat
uk: Цитувати

source: Copy Link To Message
fr: Copier un lien vers un message
ia: Copia ligamine a Message
nl: Koppeling naar bericht kopiëren
pl: Skopiuj odnośnik do wiadomości
sv: Kopiera länk till meddelande
uk: Копіювати посилання на повідомлення

source: Copy URL
fr: Copier l'URL
ia: Copia URL
nl: URL kopiëren
pl: Skopiuj adres URL
sv: Kopiera webbadress
uk: Копіювати адресу

source: Start a Discussion
fr: Démarrer une conversation
ia: Initia un discussion
nl: Een discussie starten
pl: Rozpocznij rozmowę
sv: Starta en diskussion
uk: Розпочати обговорення

source: Reply in Thread
fr: Répondre dans le fil de discussion
ia: Responde in Topico
nl: In discussie antwoorden
pl: Odpowiedz w wątku
sv: Svara på tråd
uk: Відповісти до потоку

source: Show Original Message
fr: Afficher le message original
ia: Monstra message original
nl: Oorspronkelijke bericht tonen
pl: Pokaż pierwotną wiadomość
sv: Visa originalmeddelande
uk: Показувати оригінальне повідомлення

source: Translate Message
fr: Traduire le message
ia: Traduce Message
nl: Bericht vertalen
pl: Przetłumacz wiadomość
sv: Översätt meddelande
uk: Переклад повідомлення

source: Report Message
fr: Signaler le message
ia: Reporta Message
nl: Bericht rapporteren
pl: Zgłoś wiadomość
sv: Rapportera meddelande
uk: Поскаржитися на повідомлення

source: Translator Error
fr: Erreur de traduction
nl: Fout van vertaler
sv: Översättningsfel
uk: Помилка під час перекладу

source: (Show More Infos...)
fr: (Afficher plus d'informations...)
ia: (Monstra Plus Info...)
nl: (Meer informatie tonen...)
pl: (Pokaż więcej tekstu...)
uk: (Показати більше відомостей…)

source: (Show Less Info...)
fr: (Afficher moins d'informations...)
ia: (Monstra Minus Info...)
nl: (Minder informatie tonen...)
pl: (Pokaż mniej tekstu...)
sv: (Visa mindre information ...)
uk: (Показати менше відомостей…)

source: E2E Enabled
fr: « E2E » activé
ia: E2E Habilitate
nl: E2E ingeschakeld
pl: Włączone E2E
sv: E2E aktiverad
uk: Увімкнено E2E

source: Remove History
fr: Supprimer l'historique
ia: Remove Chronologia
nl: Geschiedenis verwijderen
pl: Usuń historię
sv: Ta bort historik
uk: Вилучити журнал

source: Cancel Upload
fr: Annuler un envoi
ia: Cancella Incargamento
nl: Upload annuleren
pl: Odwołaj wysyłanie
sv: Avbryt uppladdning
uk: Скасувати вивантаження

source: (Open External Dialog...)
fr: (Ouvrir une boîte de dialogue externe...)
ia: (Aperi dialogo Externe...)
nl: (Externe dialoog openen...)
pl: (Otwórz zewnętrzne okno dialogowe...)
sv: (Öppna extern dialogruta...)
uk: (Відкрити зовнішнє діалогове вікно…)

source: Start Conversation
fr: Démarrer une conversation
ia: Initia Conversation
nl: Begin van conversatie
pl: Rozpocznij rozmowę
sv: Starta samtal
uk: Почати спілкування

source: Remove as Owner
fr: Supprimer comme propriétaire
ia: Remove como Proprietario
nl: Als eigenaar verwijderen
pl: Usuń jako właściciela
sv: Ta bort som ägare
uk: Вилучити як власника

source: Add as Owner
fr: Ajouter comme propriétaire
ia: Adde como Proprietario
nl: Als eigenaar toevoegen
pl: Dodaj jako właściciela
sv: Lägg till som ägare
uk: Додати як власника

source: Remove as Leader
fr: Supprimer comme chef
ia: Remove como Chef
nl: Als leider verwijderen
pl: Usuń jako lidera
sv: Ta bort som ledare
uk: Вилучити як лідера

source: Add as Leader
fr: Ajouter comme chef
ia: Adde como Chef
nl: Als leider toevoegen
pl: Dodaj jako lidera
sv: Lägg till som ledare
uk: Додати як лідера

source: Remove as Moderator
fr: Supprimer comme modérateur
ia: Remove como Moderator
nl: Als moderator verwijderen
pl: Usuń jako moderatora
sv: Ta bort som moderator
uk: Вилучити як модератора

source: Add as Moderator
fr: Ajouter comme modérateur
ia: Adde como Moderator
nl: Als moderator toevoegen
pl: Dodaj jako moderatora
sv: Lägg till som moderator
uk: Додати як модератора

source: Remove from Room
fr: Supprimer du salon
ia: Remove ex Sala
nl: Uit room verwijderen
pl: Usuń z pokoju
sv: Ta bort från rum
uk: Вилучити з кімнати

source: Error from '%1' account
fr: Erreur provenant du compte « %1 »
ia: Error ex conto '%1'
nl: Fout uit account '%1'
pl: Błąd z konta '%1'
sv: Fel från kontot '%1'
uk: Помилка з облікового запису «%1»

source: Login
fr: Connexion
ia: Accesso de identification
nl: Aanmelden
pl: Logowanie
sv: Logga in
uk: Увійти

source: Authentication Method
fr: Méthode d'authentification
ia: Methodo de authentication
nl: Authenticatiemethode
pl: Sposób uwierzytelniania
sv: Metod för behörighetskontroll
uk: Спосіб розпізнавання

source: You have enabled second factor authentication. Please enter the generated code or a backup code.
fr: Vous avez activé l'authentification par double facteur. Veuillez saisir le code généré ou un code de secours.
ia: Tu ha habiliatate authentication a duo factores. Pro favor insert le coice generate o un codice de retrocopiar (backup).
nl: U hebt tweefactor authenticatie ingeschakeld. Voer de gegenereerde code of een backupcode in.
pl: Włączyłeś uwierzytelnianie drugiego stopnia. Wpisz wytworzony kod lub kod zapasowy.
sv: Du har aktiverat behörighetskontroll med andrahandsfaktor. Ange den genererade koden eller en alternativ kod.
uk: Вами увімкнено двофакторне розпізнавання. Будь ласка, введіть створений код або резервний код.

source: Add Server...
fr: Ajouter un serveur...
ia: Adde Servitor...
nl: Server toevoegen...
pl: Dodaj serwer...
sv: Lägg till server...
uk: Додати сервер…

source: Server Info...
fr: Informations du serveur...
ia: Info de servitor...
nl: Serverinformatie...
pl: Szczegóły serwera...
sv: Serverinformation...
uk: Дані щодо сервера…

source: Logout Current Server
fr: Se déconnecter du serveur actuel
ia: Claude session de servitor currente
nl: Afmelden uit huidige server
pl: Wyjdź z bieżącego serwera
sv: Logga ut från aktuell server
uk: Вийти з поточного сервера

source: Jump to Next Unread Channel
fr: Sauter vers le prochain canal non lu
ia: Salta a proxime canal non legite
nl: Naar volgende ongelezen kanaal gaan
pl: Przejdź do następnego nieprzeczytanego kanału
sv: Gå till nästa olästa kanal
uk: Перейти до наступного непрочитаного каналу

source: Create New Channel...
fr: Créer un nouveau canal...
ia: Crea Nove Canal...
nl: Nieuw kanaal aanmaken...
pl: Utwórz nowy kanał...
sv: Skapa ny kanal...
uk: Створити канал…

source: Create Direct Messages...
fr: Créer des messages directs...
ia: Crea message directe...
nl: Directe berichten aanmaken...
pl: Utwórz wiadomość bezpośrednią...
sv: Skapa direktmeddelande...
uk: Створити безпосередні повідомлення…

source: Create Discussion...
fr: Créer une discussion...
ia: Crea discussion...
nl: Discussie aanmaken...
pl: Utwórz rozmowę...
sv: Skapa diskussion...
uk: Створити обговорення…

source: Create Team...
fr: Créer une équipe...
ia: Crea equipa...
nl: Team aanmaken...
pl: Utwórz zespół...
sv: Skapa lag...
uk: Створити команду…

source: Unread on Top
fr: Non lus en haut
ia: Non legite in alto
nl: Ongelezen bovenaan
pl: Nieprzeczytane na szczycie
sv: Olästa överst
uk: Непрочитані згори

source: By Last Message
nl: Op laatste bericht

source: Alphabetically
nl: Alfabetisch

source: Mark All Channels as Read
fr: Marquer tous les canaux comme lus.
ia: Marca omnes canales como legite
nl: Alle kanalen markeren als gelezen
pl: Oznacz wszystkie kanały jako przeczytane
sv: Markera alla kanaler som lästa
uk: Позначити усі канали як прочитані

source: Register a New User...
fr: Enregistrer un nouvel utilisateur...
ia: Registra un nove usator...
nl: Nieuwe gebruiker registreren...
pl: Zarejestruj nowego użytkownika...
sv: Registrera en ny användare...
uk: Зареєструвати нового користувача…

source: My Account...
fr: Mon compte...
ia: Mi conto ...
nl: Mijn account...
pl: Moje konto...
sv: Mitt konto...
uk: Обліковий запис…

source: Administrator...
fr: Administrateur...
nl: Systeembeheerder...
sv: Administratör...
uk: Адміністратор…

source: Server Settings...
fr: Configuration du serveur...
ia: Preferentias de servitor...
nl: Serverinstellingen...
pl: Ustawienia serwera...
sv: Serverinställningar...
uk: Параметри сервера…

source: Directory...
fr: Dossier...
ia: Directorio...
nl: Map...
pl: Katalog...
sv: Katalog...
uk: Каталог…

source: Previous Selected Channel
fr: Canal précédent sélectionné
ia: Previe Canale seligite
nl: Vorig geselecteerd kanaal
pl: Poprzednio zaznaczony kanał
sv: Föregående markerade kanal
uk: Попередній вибраний канал

source: Next Selected Channel
fr: Canal suivant sélectionné
ia: Proxime Canale seligite
nl: Volgend geselecteerd kanaal
pl: Następny zaznaczony kanał
sv: Nästa markerade kanal
uk: Наступний вибраний канал

source: Show RocketChat Information
fr: Afficher les informations sur RocketChat
nl: RocketChat-informatie tonen
pl: Pokaż szczegóły RocketChat
sv: Visa RocketChat-Information
uk: Показати відомості щодо RocketChat

source: Show Room Avatar
fr: Afficher un avatar pour un salon
nl: Room-avatar tonen

source: Show Favorite Room
fr: Afficher un salon favori
nl: Favoriete room tonen

source: Register New User
fr: Enregistrer un nouvel utilisateur
ia: Registra nove usator
nl: Nieuwe gebruiker registreren
pl: Zarejestruj nowego użytkownika
sv: Registrera ny användare
uk: Реєстрація нового користувача

source: Hide menu bar
fr: Masquer la barre de menus
ia: Cela barra de menu
nl: Menubalk verbergen
pl: Ukryj pasek menu
sv: Dölj menyrad
uk: Приховати смужку меню

source: Team Name:
fr: Nom de l'équipe :
ia: Nomine de equipa:
nl: Teamnaam:
pl: Nazwa zespołu:
sv: Lagets namn:
uk: Назва команди:

source: Search Room...
fr: Rechercher un salon...
ia: Cerca Sala...
nl: Room doorzoeken...
pl: Szukaj pokoju...
uk: Шукати кімнату…

source: Create Room
fr: Créer un domaine
ia: Crea sala
nl: Kamer aanmaken
pl: Utwórz pokój
sv: Skapa rum
uk: Створити кімнату

source: Remove Autojoin
fr: Supprimer la connexion automatique
ia: Remove autouni
nl: Auto-meedoen verwijderen
pl: Usuń samodołączanie
sv: Ta bort automatisk anslutning
uk: Вилучити автодолучення

source: Add Autojoin
fr: Ajouter la connexion automatique
ia: Adde autouni
nl: Auto-meedoen toevoegen
pl: Dodaj samodołączanie
sv: Lägg till automatisk anslutning
uk: Додати автодолучення

source: Remove from Team
fr: Supprimer de l'équipe
ia: Remove ex Equipa
nl: Uit team verwijderen
pl: Usuń z zespołu
sv: Ta bort från lag
uk: Вилучити з команди

source: Select the Team’s Channels you would like to delete, the ones you do not select will be moved to the Workspace. Notice that public Channels will be public and visible to everyone.
fr: Sélectionnez les canaux de l'équipe que vous souhaitez supprimer, ceux que vous ne sélectionnez pas seront déplacés vers l'espace de travail. Veuillez noter que les canaux publics seront publics et visibles par tous.
ia: Selige le Canales de Equipa(Teams) que tu volerea deler,illos que tu non selige essera movite al Spatio de Labor. Tu nota que le Canales public essera public e visibile a omnes.
nl: Selecteer de kanalen van het team die u zou willen verwijderen, diegenen die u niet selecteert zullen verplaatst worden naar de werkruimte. Merk op dat publieke kanalen publiek en zichtbaar zullen zijn voor iedereen.
pl: Wybierz kanały zespołów, które chciałbyś usunąć. Te, których nie wybierzesz, zostaną przeniesione do przestrzeni pracy. Pamiętaj, że kanały publiczne będą publiczne i dostępne dla każdego.
sv: Markera lagets kanaler som du vill ta bort, de du inte markerar flyttas till arbetsrymden. Observera att öppna kanaler är öppna och synliga för alla.
uk: Виберіть канали команди, які б ви хотіли вилучити. Ті, які ви не позначите, буде пересунуто до робочого простору. Зауважте, що загальнодоступні канали будуть доступними і видимими для усіх.

source: Translate...
fr: Traduire...
nl: Vertalen...
sv: Översätt...
uk: Перекласти…

source: Direct
ia: Directe
pl: Bezpośredni
sv: Direkt
uk: Безпосереднє

source: Afrikaans
fr: Afrikaner
uk: африкаанс

source: Hindi
uk: хінді

source: Swahili
uk: суахілі

source: Thai
fr: Thaïlandais
sv: Thailändska
uk: таїландська

source: Urdu
fr: Ourdou
uk: урду

source: Welsh
fr: Gallois
sv: Walesiska
uk: валлійська

source: Hash
fr: Hachage
pl: Skrót
sv: Checksumma
uk: Хеш

source: Branch
fr: Branche
ia: Branca
pl: Gałąź
sv: Gren
uk: Гілка

source: Tag
fr: Étiquette
ia: Etiquetta
pl: Znacznik
sv: Etikett
uk: Мітка

source: Arch
fr: Archive
sv: Ark
uk: Архітектура

source: Video
fr: Vidéo
pl: Wideo
uk: Відео

source: Zoom:
pl: Powiększenie:
uk: Масштаб:

source: Recent
fr: Récent
ia: Recente
pl: Ostatnie
sv: Senaste
uk: Нещодавні

source: Backup Codes
fr: Sauvegarder les codes
ia: Codices de retrocopiar (backup)
pl: Kody zapasowe
sv: Reservkoder
uk: Резервні коди

source: Compact
fr: Synthétique
pl: Zwarty
sv: Kompakt
uk: Компактний

source: Room Avatar
uk: Аватар кімнати

source: Engine:
fr: Moteur :
sv: Gränssnitt:
uk: Рушій:

source: BigBlueButton
fr: Gros bouton bleu
pl: DużyNiebieskiPrzycisk
sv: Stor blå knapp

source: Close
sv: Stäng

source: Search users...
sv: Sök efter användare...
