Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

# @label:textbox
source: Your administrator has disabled the changing of status messages.
ar: عطّل مسؤولك تغيير حالة الرسائل.
eo: Via administranto malŝaltis la ŝanĝon de statusmesaĝoj.
es: Su administrador ha desactivado el cambio de los mensajes de estado.
fi: Ylläpitäjä on poistanut tilaviestien muuttamisen käytöstä.
gl: A administración desactivou o cambio de mensaxes de estado.
hi: आपके व्यवस्थापक ने स्थिति संदेश बदलने की सुविधा अक्षम कर दी है.
hu: Az adminisztrátora letiltotta az állapotüzenetek megváltoztatását.
pt_br: Seu administrador desativou a alteração de mensagem de status.
ru: Ваш администратор отключил изменение сообщений статуса.
tr: Yöneticiniz, durum iletilerinin değiştirilmesini devre dışı bıraktı.
zh_tw: 您的管理員已停用狀態訊息的變更。

# @action:button
source: Delete my Account
ar: احذف حسابي
eo: Forigi mian Konton
es: Borrar mi cuenta
fi: Poista tilini
gl: Eliminar a miña conta
hi: मेरा एकाउंट हटा दो
hu: A fiókom törlése
pt_br: Excluir minha conta
ru: Удалить мою учётную запись
tr: Hesabımı Sil
zh_tw: 刪除我的帳戶

# @action:button
source: Logout From Other Logged In Locations
ar: اخرج من المواقع الأخرى التي ولجت إليها
eo: Elsaluti De Aliaj Ensalutintaj Lokoj
es: Desconectarse de otras localizaciones en las que estuviera conectado
fi: Kirjaudu ulos muista paikoista
gl: Saír doutras localizacións ás que se accedeu
hi: अन्य लॉग इन स्थानों से लॉगआउट करें
hu: Kijelentkezés más bejelentkezett helyekről
pt_br: Sair de outros locais conectados
ru: Выйти из других расположений, куда был совершён вход
tr: Diğer Oturum Açılmış Konumlardan Çık
zh_tw: 從其他已登入的位置登出

source: Status text:
ar: نص الحالة:
eo: Statusa teksto:
es: Texto de estado:
fi: Tilateksti:
gl: Texto de estado:
hi: स्थिति पाठ:
hu: Állapotszöveg:
pt_br: Texto do status:
ru: Текст статуса:
tr: Durum metni:
zh_tw: 狀態文字：

source: Do you really want to delete your account?
ar: هل تريد حقًا حذف حسابك؟
eo: Ĉu vi vere forigas vian konton?
es: ¿De verdad desea borrar su cuenta?
fi: Haluatko varmasti poistaa tilisi?
gl: Seguro que quere eliminar a conta?
hi: क्या आप सचमुच अपना खाता हटाना चाहते हैं?
hu: Biztosan törölni szeretné a fiókját?
pt_br: Deseja realmente excluir sua conta?
ru: Удалить вашу учётную запись?
tr: Hesabınızı silmeyi gerçekten istiyor musunuz?
zh_tw: 您確定要刪除您的帳戶嗎？

# @title
source: Delete my Account
ar: احذف حسابي
eo: Forigi mian Konton
es: Borrar mi cuenta
fi: Poista tilini
fr: Supprimer mon compte
gl: Eliminar a miña conta
hi: मेरा एकाउंट हटा दो
hu: A fiókom törlése
ia: Dele mi conto
nl: Mijn account verwijderen
pl: Usuń moje konto
pt_br: Excluir minha conta
ru: Удаление учётной записи
sv: Ta bort mitt konto
tr: Hesabımı Sil
uk: Вилучення облікового запису
zh_tw: 刪除我的帳戶

source: Current Password
ar: كلمة السرّ الحاليّة
eo: Aktuala Pasvorto
es: Contraseña actual
fi: Nykyinen salasana
fr: Mot de passe actuel
gl: Contrasinal actual
hi: वर्तमान पासवर्ड
hu: Jelenlegi jelszó
ia: Contrasigno currente
nl: Huidig wachtwoord
pl: Obecne hasło
pt_br: Senha atual
ru: Текущий пароль
sv: Nuvarande lösenord
tr: Geçerli Parola
uk: Поточний пароль
zh_tw: 目前密碼

# @title:window
source: Notification
ar: الإشعار
eo: Sciigo
es: Notificación
fi: Ilmoitus
gl: Notificación
hi: अधिसूचना
hu: Értesítések
nl: Melding
pl: Powiadomienia
pt_br: Notificação
ru: Уведомление
sv: Underrättelse
tr: Bildirim
uk: Сповіщення
zh_tw: 通知

# @action
source: Clear
ar: امحُ
eo: Viŝi
es: Limpiar
fi: Tyhjennä
gl: Borrar
hi: स्पष्ट
hu: Törlés
pt_br: Limpar
ru: Очистить
tr: Temizle
zh_tw: 清除

# @action
source: Go to Message
ar: انتقل إلى الرسالة
eo: Iri al Mesaĝo
es: Ir al mensaje
fi: Siirry viestiin
gl: Ir á mensaxe
hi: संदेश पर जाएं
hu: Ugrás az üzenethez
pt_br: Ir para mensagem
ru: Перейти к сообщению
tr: İletiye Git
zh_tw: 跳到訊息

source: Network is offline mode.
ar: الشبكة غير متصلة.
eo: Reto estas senkonekta reĝimo.
es: La red está en modo sin conexión.
fi: Ollaan verkottomassa tilassa.
gl: A rede está en modo sen conexión.
hi: नेटवर्क ऑफलाइन मोड में है.
hu: A hálózat kapcsolat nélküli módban van.
pt_br: Rede está no modo desconectado.
ru: Сеть в автономном режиме.
tr: Ağ çevrimdışı.
zh_tw: 網路為離線狀態。

source: Otr Activated
ar: الدردشة المؤقتة غير المسجلة مُنشطة
eo: Otr Aktivigita
es: Confidencialidad activada
fi: OTR aktivoitu
fr: OTR activé
gl: Activouse a confidencialidade
hi: ओटीआर सक्रिय
hu: OTR aktiválva
ia: OTR Activate
nl: Otr geactiveerd
pl: Otr włączone
pt_br: OTR ativado
ru: Режим ОTR активирован
sv: OTR aktiverat
tr: Kayıt Dışı Etkin
uk: Задіяно режим OTR
zh_tw: 無紀錄聊天 (OTR) 已啟動

# @action
source: End OTR
ar: أنهِ الدردشة المؤقتة غير المسجلة
eo: Fini OTR
es: Finalizar sesión confidencial
fi: Lopeta OTR
gl: Rematar a confidencialidade
hi: ओटीआर समाप्त करें
hu: OTR befejezése
pt_br: Encerrar OTR
ru: Завершить OTR
tr: Kayıt Dışı’yı Sonlandır
zh_tw: 結束無紀錄聊天

# @action
source: Refresh Keys
ar: حدّث المفاتيح
eo: Refreŝigi Ŝlosilojn
es: Refrescar claves
fi: Virkistä avaimet
gl: Actualizar as chaves
hi: ताज़ा कुंजियाँ
hu: Kulcsok frissítése
pt_br: Atualizar chaves
ru: Обновить ключи
tr: Anahtarları Yenile
zh_tw: 重新整理金鑰

# @title:window
source: Prune Messages
ar: تقليم الرسائل
eo: Pritondi Mesaĝojn
es: Mensajes recortados
fi: Karsi viestejä
fr: Limiter les messages
gl: Borrar mensaxes
hi: संदेश छाँटें
hu: Üzenetek törlése
ia: Puta Messages
nl: Berichten opschonen
pl: Uprzątnij wiadomości
pt_br: Excluir mensagens
ru: Вырезание сообщений
sv: Rensa meddelanden
tr: İletileri Buda
uk: Обрізати повідомлення
zh_tw: 剪除訊息

# @action:button
source: Prune
ar: قلِّم
eo: Stuci
es: Eliminar
fi: Karsi
gl: Borrar
hi: कांट - छांट
hu: Törlés
pt_br: Excluir
ru: Вырезать
tr: Buda
zh_tw: 剪除

# @option:check
source: Inclusive
ar: شامل
eo: Inkluziva
es: Inclusivo
gl: Inclusivo.
hi: सहित
hu: Beleértve
pt_br: Inclusivo
ru: Включительно
tr: İçeren
zh_tw: 包含

# @option:check
source: Do not Prune Pinned Messages
ar: لا تقلِّم الرسائل المثبتة
eo: Ne Pritondi Alpinglitajn Mesaĝojn
es: No recortar los mensajes fijados
fi: Älä karsi kiinnitettyjä viestejä
gl: Non borrar as mensaxes fixadas.
hi: पिन किए गए संदेशों को न काटें
hu: Ne törölje a kitűzött üzeneteket
pt_br: Não excluir mensagens fixadas
ru: Не вырезать закреплённые сообщения
tr: Sabitlenmiş iletileri budama
zh_tw: 不要剪除置頂訊息

# @option:check
source: Do not Prune Discussion Messages
ar: لا تقلِّم رسائل المناقشة
eo: Ne Pritondi Diskutajn Mesaĝojn
es: No recortar los mensajes de las discusiones
fi: Älä karsi keskusteluviestejä
gl: Non borrar as mensaxes de discusión.
hi: चर्चा संदेशों को न काटें
hu: Ne törölje a megbeszélés üzeneteit
pt_br: Não excluir mensagens de discussões
ru: Не вырезать сообщения обсуждений
tr: Tartışma iletilerini budama
zh_tw: 不要剪除討論訊息

# @option:check
source: Do not Prune Threads
ar: لا تقلِّم المواضيع
eo: Ne Pritondi Fadenojn
es: No recortar hilos
fi: Älä karsi säikeitä
gl: Non borrar os fíos.
hi: धागे न काटें
hu: Ne törölje a szálakat
pt_br: Não excluir tópicos
ru: Не вырезать ветки
tr: İleti dizilerini budama
zh_tw: 不要剪除對話串

# @option:check
source: Only Remove Attached Files. Keep messages
ar: أزِل الملفات المرفقة فقط. احتفظ بالرسائل
eo: Nur Forigi Alkroĉitajn Dosieroj. Konservi mesaĝojn
es: Solo eliminar archivos adjuntos. Mantener mensajes
fi: Poista vain liitteet, säilytä viestit
gl: Só retirar os ficheiros anexos. Manter as mensaxes.
hi: केवल संलग्न फ़ाइलें हटाएं। संदेश रखें
hu: Csak a csatolt fájlok eltávolítása, az üzenetek megtartása
pt_br: Excluir apenas os arquivos anexos. Manter as mensagens
ru: Удалить только вложенные файлы. Оставить сообщения
tr: Yalnızca iliştirilen dosyaları kaldır ve şu iletileri tut:
zh_tw: 只移除附加檔案。保留訊息

# @label:textbox
source: Newer than:
ar: أحدث من:
eo: Pli nova ol:
es: Más reciente que:
fi: Uudempi kuin:
gl: Posterior a:
hi: से नया:
hu: Újabb mint:
pt_br: Mais recentes que:
ru: Новее чем:
tr: Şundan daha yeni:
zh_tw: 新於：

# @label:textbox
source: Older than:
ar: أقدم من:
eo: Pli maljuna ol:
es: Más antiguo que:
fi: Vanhempi kuin:
gl: Anterior a:
hi: से अधिक पुराना:
hu: Régebbi mint:
pt_br: Mais antigas que:
ru: Старее чем:
tr: Şundan daha eski:
zh_tw: 舊於：

# @label:textbox
source: Only Prune content from these users (Keep empty to prune everyone's content)
ar: قلِّم محتوى هؤلاء المستخدمين فقط (اجعله فارغًا لتقليم محتوى الجميع)
eo: Nur Tondi enhavon de ĉi tiuj uzantoj (Konservi malplena por pritondi ĉies enhavon)
es: Solo recortar contenido de estos usuarios (Mantener vacío para recortar el contenido de todos los usarios)
fi: Karsi vain näiden käyttäjien sisällöt (ei valintaa = karsi kaikkien sisällöt)
gl: Só borrar o contido destas persoas usuarias. Deixar baleiro para borrar o contido de toda a xente.
hi: केवल इन उपयोगकर्ताओं की सामग्री छाँटें (सभी की सामग्री छाँटने के लिए खाली रखें)
hu: Csak ezektől a felhasználóktól származó tartalom törlése (hagyja üresen mindenki tartalmának törléséhez)
pt_br: Excluir apenas conteúdo destes usuários (Mantenha vazio para excluir o conteúdo de todos)
ru: Вырезать данные только от этих пользователей (оставьте пустым, чтобы вырезать данные от всех)
tr: Yalnızca bu kullanıcılardan gelen içeriği buda (Herkesin içeriğini budamak için boş bırakın)
zh_tw: 只剪除來自這些使用者的內容（留空指剪除所有人的內容）

source: This will delete all messages in %3 between %1 and %2.
ar: سيؤدي هذا إلى حذف جميع الرسائل الموجودة في %3 بين %1 و%2.
eo: Ĉi tio forigos ĉiujn mesaĝojn en %3 inter %1 kaj %2.
es: Se borrarán todos los mensajes en %3 entre el %1 y el %2.
fi: Tämä poistaa kohteen %3 kaikki viestit ajalta %1–%2.
fr: Ceci supprimera tous les messages dans %3 entre %1 et %2.
gl: Isto eliminará todas as mensaxes de %3 de %1 a %2.
hi: इससे %1 और %2 के बीच %3 के सभी संदेश हट जाएंगे।
hu: Ez töröl minden üzenetet %1 és %2 közötti a(z) %3 szobában.
ia: Isto delera omne messges in %3 inter %1 e %2.
nl: Dit zal alle berichten in %3 tussen %1 en %2 verwijderen.
pl: Usunie to wszystkie wiadomości w %3 pomiędzy %1 a %2.
pt_br: Isto irá excluir todas as mensagens em %3 entre %1 e %2.
ru: В результате будут удалены все сообщения в %3 с %1 по %2.
sv: Tar bort alla meddelanden i %3 mellan %1 och %2.
tr: Bu işlem, %3 içindeki %1 ve %2 arasında gönderilmiş tüm iletileri silecektir.
uk: У результаті буде вилучено усі повідомлення у %3 між %1 і %2.
zh_tw: 這會從 %3 當中刪除 %1 和 %2 之間的所有訊息。

# @title:window
source: Register User
ar: سجّل مستخدم
eo: Registri Uzanton
es: Registrar usuario
fi: Rekisteröi käyttäjä
fr: Enregistrer un utilisateur
gl: Rexistrar unha persoa usuaria
hi: उपयोगकर्ता पंजीकृत करें
hu: Felhasználó regisztrálása
ia: Registra usator
nl: Gebruiker registreren
pl: Załój konto użytkownika
pt_br: Registrar usuário
ru: Регистрация пользователя
sv: Registrera användare
tr: Kullanıcı Kaydet
uk: Реєстрація користувача
zh_tw: 註冊使用者

# @action:button
source: Register
ar: سجّل
eo: Registriĝi
es: Registrar
fi: Rekisteröidy
gl: Rexistrar
hi: पंजीकरण करवाना
hu: Regisztráció
pt_br: Registrar
ru: Зарегистрировать
tr: Kayıt Ol
zh_tw: 註冊

source: Reason:
ar: السبب:
es: Razón:
fi: Syy:
gl: Motivo:
hi: कारण:
hu: Ok:
pt_br: Motivo:
ru: Причина:
tr: Gerekçe:
zh_tw: 原因：

# @action
source: Prune Messages…
ar: قلِّم الرسائل…
eo: Pritondi Mesaĝojn…
es: Mensajes recortados…
fi: Karsi viestejä…
gl: Borrar mensaxes…
hi: संदेश छाँटें…
hu: Üzenetek törlése…
pt_br: Excluir mensagens…
ru: Вырезать сообщения…
tr: İletileri Buda…
zh_tw: 剪除訊息…

# @action
source: Show Mentions…
ar: اعرض الإشارات…
eo: Montri Menciojn…
es: Mostrar menciones…
fi: Näytä maininnat…
gl: Amosar mencións…
hi: उल्लेख दिखाएं…
hu: Említések megjelenítése…
pt_br: Mostrar menções …
ru: Показать упоминания…
tr: Değinmeleri Göster…
zh_tw: 顯示提及…

# @action
source: Show Pinned Messages…
ar: اعرض الرسائل المثبتة…
eo: Montri Alpinglitajn Mesaĝojn…
es: Mostrar mensajes fijados…
fi: Näytä kiinnitetyt viestit…
gl: Amosar mensaxes fixadas…
hi: पिन किए गए संदेश दिखाएं…
hu: Kitűzött üzenetek megjelenítése…
pt_br: Mostrar mensagens fixadas…
ru: Показать закреплённые сообщения…
tr: Sabitlenen İletileri Göster…
zh_tw: 顯示置頂訊息…

# @action
source: Show Starred Messages…
ar: اعرض الرسائل المعلّمة…
eo: Montri Stelajn Mesaĝojn…
es: Mostrar mensajes favoritos…
fi: Näytä tähdellä merkityt viestit…
gl: Amosar mensaxes marcadas…
hi: तारांकित संदेश दिखाएं…
hu: Csillagozott üzenetek megjelenítése…
pt_br: Mostrar mensagens com estrela…
ru: Показать сообщения со звёздочкой…
tr: Yıldızlı İletileri Göster…
zh_tw: 顯示收藏的訊息…

source: Show File Attachments…
ar: اعرض مرفقات الملفات…
eo: Montri Dosierajn Aldonaĵojn…
es: Mostrar archivos adjuntos…
fi: Näytä tiedostoliitteet…
gl: Amosar anexos de ficheiros…
hi: फ़ाइल अनुलग्नक दिखाएँ…
hu: Fájlmellékletek megjelenítése…
pt_br: Mostrar anexos do arquivo…
ru: Показать вложенные файлы…
tr: Dosya Eklerini Göster…
zh_tw: 顯示檔案附件…

# @action
source: Show Discussions…
ar: اعرض المناقشات…
eo: Montri Diskutojn…
es: Mostrar discusiones…
fi: Näytä keskustelut…
gl: Amosar discusións…
hi: चर्चाएँ दिखाएँ…
hu: Megbeszélések megjelenítése…
pt_br: Mostrar discussões…
ru: Показать обсуждения…
tr: Tartışmaları Göster…
zh_tw: 顯示討論…

# @action
source: Show Threads…
ar: اعرض السلاسل…
eo: Montri Fadenojn…
es: Mostrar hilos…
fi: Näytä säikeet…
gl: Amosar fíos…
hi: थ्रेड दिखाएं…
hu: Szálak megjelenítése…
pt_br: Mostrar tópicos…
ru: Показать ветки…
tr: İleti Dizilerini Göster…
zh_tw: 顯示對話串…

source: Configure Notification…
ar: اضبط الإشعار…
eo: Agordi Sciigon…
es: Configurar notificación…
fi: Ilmoitusasetukset…
gl: Configurar a notificación…
hi: अधिसूचना कॉन्फ़िगर करें…
hu: Értesítések beállítása…
pt_br: Configurar notificação…
ru: Настроить уведомление…
tr: Bildirimi Yapılandır…
zh_tw: 設定通知…

# @action
source: Configure Auto-Translate…
ar: اضبط الترجمة الآليّة…
eo: Agordi Aŭtomatan Tradukadon…
es: Configurar traducción automática…
fi: Automaattikäännöksen asetukset…
gl: Configurar a tradución automática…
hi: स्वतः अनुवाद कॉन्फ़िगर करें…
hu: Automatikus fordítás beállítása…
pt_br: Configurar a tradução automática…
ru: Настроить автоперевод…
tr: Kendiliğinden Çeviriyi Yapılandır…
zh_tw: 設定自動翻譯…

# @action
source: Invite Users
ar: ادعُ مستخدمين
eo: Inviti Uzantojn
es: Invitar usuarios
fi: Kutsu käyttäjiä
gl: Invitar a xente
hi: उपयोगकर्ताओं को आमंत्रित करें
hu: Felhasználók meghívása
pt_br: Convidar usuários
ru: Пригласить пользователей
tr: Kullanıcılar Davet Et
zh_tw: 邀請使用者

# @action
source: Add Users in Channel…
ar: أضف مستخدمين إلى القناة…
eo: Aldoni Uzantojn en Kanalo…
es: Añadir usuarios al canal…
fi: Lisää kanavalle käyttäjiä…
gl: Engadir xente á canle…
hi: चैनल में उपयोगकर्ता जोड़ें…
hu: Felhasználók hozzáadása a csatornához…
pt_br: Adicionar usuários ao canal…
ru: Добавить пользователей на канал…
tr: Kanala Kullanıcı Ekle…

source: Video Chat
ar: دردشة الفيديو
eo: Vid-Babilejo
es: Vídeoconferencia
fi: Videokeskustelu
fr: Chat vidéo
gl: Conversa de vídeo
hi: वीडियो चैट
hu: Videocsevegés
ia: Conversation in directo a video
pl: Wideorozmowa
pt_br: Bate-papo por vídeo
ru: Видеоразговор
sv: Videochatt
tr: Video Sohbet
uk: Відеоспілкування
zh_tw: 視訊聊天

# @action
source: Export Messages…
ar: صدّر الرسائل…
eo: Elporti Mesaĝojn…
es: Exportar mensajes…
fi: Vie viestejä…
gl: Exportar as mensaxes…
hi: संदेश निर्यात करें…
hu: Üzenetek exportálása…
pt_br: Exportar mensagens…
ru: Экспорт сообщений…
tr: İletileri Dışa Aktar…
zh_tw: 匯出訊息…

# @action
source: OTR
ar: دردشة مؤقتة غير المسجلة
es: Confidencial
gl: Confidencialidade
hi: ओटीआर
tr: Kayıt Dışı
zh_tw: 無紀錄 (OTR)

# @action
source: Encrypt Messages
ar: عمّي الرسائل
eo: Ĉifri Mesaĝojn
es: Cifrar mensajes
fi: Salaa viestit
gl: Cifrar as mensaxes
hi: संदेश एन्क्रिप्ट करें
hu: Üzenetek titkosítása
pt_br: Criptografar mensagens
ru: Зашифровать сообщения
tr: İletileri Şifrele
zh_tw: 加密訊息

# @title:window
source: Debug
ar: نقّح
es: Depurar
fi: Virheenpaikannus
pt_br: Depurar
tr: Hata Ayıkla
zh_tw: 除錯

source: Impossible to open %1
ar: من المستحيل فتح %1
es: No se pudo abrir %1
fi: Mahdotonta avata: %1
pt_br: Impossível abrir %1
tr: %1 açılamıyor
zh_tw: 無法開啟 %1

# @title:window
source: Error Opening File
ar: خطأ في فتح الملفّ
es: Error abriendo archivo
fi: Virhe avattaessa tiedostoa
pt_br: Erro ao abrir o arquivo
tr: Dosya Açılırken Hata
zh_tw: 開啟檔案時發生錯誤

source: Join
ar: انضم
eo: Kuniĝo
es: Unirse
fi: Liity
gl: Unirse
hi: जोड़ना
hu: Csatlakozás
pt_br: Entrar
ru: Присоединиться
tr: Katıl
zh_tw: 加入

source: Link Preview
ar: معاينة الوصلة
eo: Ligo Antaŭrigardo
es: Vista previa del enlace
fi: Linkkiesikatselu
gl: Vista previa de ligazón
hi: लिंक पूर्वावलोकन
hu: Hivatkozás előnézete
pt_br: Visualização do link
ru: Предпросмотр ссылки
tr: Bağlantı Önizlemesi
zh_tw: 連結預覽

source: User Info
ar: معلومات المستخدم
eo: Informoj pri uzantoj
es: Información del usuario
fi: Käyttäjän tiedot
fr: Informations sur l'utilisateur
gl: Información da persoa usuaria
hi: उपयोगकर्ता जानकारी
hu: Felhasználó-információk
ia: Information de usator
nl: Gebruikersinformatie
pl: Szczegóły użytkownika
pt_br: Informação do usuário
ru: Сведения о пользователе
sv: Användarinformation
tr: Kullanıcı Bilgisi
uk: Інформація про користувача
zh_tw: 使用者資訊

# @action
source: Start a Private Conversation
ar: ابدأ محادثة خاصة
eo: Komenci Privatan Konversacion
es: Iniciar una conversación privada
fi: Aloita yksityiskeskustelu
gl: Iniciar unha conversa privada
hi: निजी बातचीत शुरू करें
hu: Személyes beszélgetés indítása
pt_br: Iniciar uma conversa privada
ru: Начать конфиденциальный разговор
tr: Özel Bir Konuşma Başlat
zh_tw: 開始私人對話

# @action
source: Show Original Message
ar: أظهر الرسالة الأصلية
eo: Montri Originalan Mesaĝon
es: Mostrar mensaje original
fi: Näytä alkuperäinen viesti
gl: Amosar a mensaxe orixinal
hi: मूल संदेश दिखाएं
hu: Eredeti üzenet megjelenítése
pt_br: Mostrar mensagem original
ru: Показать исходное сообщение
tr: Özgün İletiyi Göster
zh_tw: 顯示原始訊息

# @action
source: Translate Message
ar: رسالة الترجمة
eo: Traduki Mesaĝon
es: Traducir mensaje
fi: Käännä viesti
gl: Traducir a mensaxe
hi: संदेश का अनुवाद करें
hu: Üzenet fordítása
pt_br: Traduzir mensagem
ru: Перевести сообщение
tr: İletiyi Çevir
zh_tw: 翻譯訊息

source: 1 reply
ar: لا يوجد ردّ
eo: 1 respondo
es: 1 respuesta
fi: 1 vastaus
fr: 1 réponse
gl: 1 resposta
hi: %1 उत्तर
hu: 1 válasz
ia: 1 responsa
nl: 1 antwoord
pl: 1 odpowiedz
pt_br: 1 resposta
ru: %1 ответ
sv: 1 svar
tr: 1 yanıt
uk: %1 відповідь
zh_tw: %1 則回覆

source: 1 message
ar: لا يوجد رسالة
eo: 1 mesaĝo
es: 1 mensaje
fi: 1 viesti
gl: 1 mensaxe
hi: %1 संदेश
hu: 1 üzenet
nl: 1 bericht
pl: 1 wiadomość
pt_br: 1 mensagem
ru: %1 сообщение
sv: 1 meddelande
tr: 1 ileti
uk: %1 повідомлення
zh_tw: %1 則訊息

source: No message yet
ar: لا يوجد رسائل بعد
eo: Ankoraŭ neniu mesaĝo
es: Ningún mensaje todavía
fi: Ei vielä viestejä
fr: Aucun message pour l'instant
gl: Aínda non hai mensaxes.
hi: अभी तक कोई संदेश नहीं
hu: Még nincs üzenet
ia: Ancora nulle message
nl: Nog geen bericht
pl: Jeszcze nie ma żadnych wiadomości
pt_br: Nenhuma mensagem ainda
ru: Сообщений ещё нет
sv: Inget meddelande ännu
tr: Henüz ileti yok
uk: Ще немає жодних повідомлень
zh_tw: 尚無訊息

# @info:tooltip
source: Following
ar: متابعة
eo: Sekvante
es: Siguiendo
fi: Seurataan
gl: Seguindo
hi: अगले
hu: Követés
pt_br: Seguindo
ru: Отслеживается
tr: Takip ediliyor
zh_tw: 正在跟隨

# @info:tooltip
source: Message has been pinned
ar: لقد ثُبتت الرسالة
eo: Mesaĝo estis alpinglita
es: El mensaje ha sido fijado
fi: Viesti on kiinnitetty
gl: A mensaxe fixouse
hi: संदेश पिन कर दिया गया है
hu: Az üzenet ki lett tűzve
pt_br: Mensagem fixada
ru: Сообщение закреплено
tr: İleti sabitlendi
zh_tw: 訊息已置頂

# @info:tooltip
source: Message has been starred
ar: لقد عُلّمت الرسالة
eo: Mesaĝo estas steligita
es: El mensaje se ha destacado
fi: Viesti on merkitty tähdellä
gl: A mensaxe marcouse
hi: संदेश को तारांकित कर दिया गया है
hu: Az üzenet meg lett csillagozva
pt_br: Mensagem recebeu estrela
ru: Сообщение отмечено звёздочкой
tr: İleti yıldızlandı
zh_tw: 訊息已收藏

# @info:tooltip
source: Message has a translated text
ar: الرسالة تحتوي على نص مترجم
es: El mensaje tiene texto traducido
pt_br: Mensagem possui um texto traduzido
tr: İletide çevrilmiş metin var
zh_tw: 訊息有已翻譯文字

# @info:tooltip
source: Reply in Thread
ar: رد في السلسلة
eo: Respondi en Fadeno
es: Responder en el hilo
fi: Vastaa säikeeseen
gl: Responder nun fío
hi: थ्रेड में उत्तर दें
hu: Válasz szálban
pt_br: Responder no tópico
ru: Ответить в ветке
tr: Dizide yanıtla
zh_tw: 在對話串中回覆

# @info:tooltip
source: Add reaction
ar: أضف تفاعل
eo: Aldoni reagon
es: Añadir reacción
fi: Lisää reaktio
gl: Engadir unha reacción
hi: प्रतिक्रिया जोड़ें
hu: Reakció hozzáadása
pt_br: Adicionar reação
ru: Добавить реакцию
tr: Tepki ekle
zh_tw: 新增反應

# @info:tooltip
source: Stop
ar: أوقف
es: Detener
pt_br: Parar
tr: Durdur
zh_tw: 停止

# @info:tooltip
source: Speak Text
ar: انطق النص
es: Dictar texto
pt_br: Falar texto
tr: Metni Konuş
zh_tw: 說出文字

# @action
source: Add WebDav Server
ar: أضف خادم WebDav
es: Añadir servidor WebDav
fi: Lisää WebDAV-palvelin
pt_br: Adicionar servidor WebDav
tr: WebDAV Sunucusu Ekle
zh_tw: 新增 WebDAV 伺服器

# @action
source: Insert TimeStamp
es: Introduzca marca de tiempo
tr: Zaman Damgası Ekle

# @info:tooltip
source: More Actions
ar: المزيد من الإجراءات
es: Más acciones
fi: Lisää toimintoja
pt_br: Mais ações
tr: Daha fazla eylem
zh_tw: 更多動作

# @info:tooltip
source: Attach a file…
ar: أرفق ملفًّا…
es: Adjuntar un archivo…
fi: Liitä tiedosto…
gl: Anexar un ficheiro…
hi: दस्तावेज संलग्न करें…
pt_br: Anexar um arquivo…
ru: Прикрепить файл…
tr: Dosya İliştir…
zh_tw: 附加檔案…

source: Attach File
ar: إرفاق ملفّ
eo: Kunsendi dosieron
es: Adjuntar archivo
fi: Liitä tiedosto
gl: Anexar un ficheiro
hi: फ़ाइल जोड़ें
hu: Fájl csatolása
pt_br: Anexar arquivo
ru: Прикрепить файл
tr: Dosya İliştir
zh_tw: 附加檔案

# @info:tooltip
source: Send a video message…
ar: أرسل رسالة فيديو…
es: Enviar un mensaje de vídeo…
fi: Lähetä videoviesti…
gl: Enviar unha mensaxe de vídeo…
hi: एक वीडियो संदेश भेजें…
pt_br: Enviar uma mensagem de vídeo…
ru: Отправить видеосообщение…
tr: Video iletisi gönder…
zh_tw: 搜尋影片訊息…

source: Video Message
ar: رسالة فيديو
eo: Video Mesaĝo
es: Mensaje de video
fi: Videoviesti
gl: Mensaxe de vídeo
hi: वीडियो संदेश
hu: Videoüzenet
pt_br: Mensagem de vídeo
ru: Видеосообщение
tr: Video İletisi
zh_tw: 影片訊息

# @info:tooltip
source: Send a sound message…
ar: أرسل رسالة صوتية…
es: Enviar un mensaje de sonido…
fi: Lähetä ääniviesti…
gl: Enviar unha mensaxe de son…
hi: एक ध्वनि संदेश भेजें…
pt_br: Enviar uma mensagem de som…
ru: Отправить аудиосообщение…
tr: Ses iletisi gönder…
zh_tw: 搜尋語音訊息…

source: Sound Message
ar: رسالة صوتية
eo: Sona Mesaĝo
es: Mensaje de sonido
fi: Ääniviesti
gl: Mensaxe de son
hi: ध्वनि संदेश
hu: Hangüzenet
pt_br: Mensagem de som
ru: Аудиосообщение
tr: Ses İletisi
zh_tw: 語音訊息

# @info:tooltip
source: Add emoticon…
ar: أضف صورة تعبيرية…
es: Añadir emoticono…
fi: Lisää hymiö…
gl: Engadir unha emoticona…
hi: इमोटिकॉन जोड़ें…
pt_br: Adicionar emoticon…
ru: Добавить смайлик…
tr: Emoji ekle…
zh_tw: 新增表情符號…

source: Add Emoticon
ar: أضف صورة تعبيرية
eo: Aldoni Emoticon
es: Añadir emoticono
fi: Lisää hymiö
gl: Engadir unha emoticona
hi: इमोटिकॉन जोड़ें
hu: Hangulatjel hozzáadása
pt_br: Adicionar emoticon
ru: Добавить смайлик
tr: Emoji Ekle
zh_tw: 新增表情符號

# @info:tooltip
source: Send message
ar: أرسل رسالة
es: Enviar mensaje
fi: Lähetä viesti
gl: Enviar unha mensaxe
hi: मेसेज भेजें
hu: Üzenet küldése
pt_br: Enviar mensagem
ru: Отправить сообщение
tr: İletiyi gönder
zh_tw: 傳送訊息

source: Send Message
ar: أرسل رسالة
eo: Sendi Mesaĝon
es: Enviar mensaje
fi: Lähetä viesti
gl: Enviar a mensaxe
hi: मेसेज भेजें
hu: Üzenet küldése
pt_br: Enviar mensagem
ru: Отправить сообщение
tr: İletiyi Gönder
zh_tw: 傳送訊息
