Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Hide "Room Unarchived" messages
ar: أخفِ رسائل ”الغرفة غير مؤرشفة“
eo: Kaŝi mesaĝojn de "Ĉambro Nearkivita".
es: Ocultar mensajes «Sala desarchivada»
fi: Piilota ”Huoneen arkistointi peruttiin” -viestit
fr: Masquer les messages « Salon désarchivé »
gl: Agochar as mensaxes de salas desarquivadas
hi: "कक्ष असंग्रहित" संदेश छिपाएँ
hu: A „szoba archiválása megszüntetve” üzenetek elrejtése
ia: Cela messages de "Sala de-archivate"
nl: Berichten "Room heeft geen archief meer" verbergen
pl: Ukryj wiadomości "Wyciągnięto pokój z archiwum"
pt_br: Ocultar mensagens de "Sala desarquivada"
ru: Скрыть сообщения «Комната восстановлена из архива»
sv: Dölj meddelanden om att rum har packats upp
tr: “Oda, arşivden çıkarıldı” iletilerini gizle
uk: Приховати повідомлення «Кімнату розархівовано»
zh_tw: 隱藏「聊天室已取消封存」訊息

source: Hide "Room encryption disabled" messages
ar: أخْفِ رسائل ”تعطيل تعمية الغرفة“
eo: Kaŝi mesaĝojn de "Ĉambro-ĉifrado malŝaltita".
es: Ocultar mensajes «Cifrado de la sala deshabilitado»
fi: Piilota ”Huoneen salaus poissa käytöstä” -viestit
fr: Masquer les messages « Désactivation du chiffrement du salon »
gl: Agochar as mensaxes de desactivación de cifraxe de sala
hi: "कक्ष एन्क्रिप्शन अक्षम" संदेश छिपाएँ
hu: A „szoba titkosítása letiltva” üzenetek elrejtése
ia: Cela messages de "Cryptation de sala dishabilitate"
nl: Berichten "Room versleuteling uitgeschakeld" verbergen
pl: Ukryj wiadomości "Wyłączono szyfrowanie pokoju"
pt_br: Ocultar mensagens de "Criptografia da sala desabilitada"
ru: Скрыть сообщения «В комнате отключено шифрование»
sv: Dölj meddelanden om att kryptering för rum har inaktiverats
tr: “Oda şifrelemesi, etkin” iletilerini gizle
uk: Приховати повідомлення «У кімнаті вимкнено шифрування»
zh_tw: 隱藏「聊天室加密已停用」訊息

source: Hide "Room encryption enabled" messages
ar: أخْفِ رسائل ”تمكين تعمية الغرفة“
eo: Kaŝi mesaĝojn de "Ĉambro-ĉifrado ebligita".
es: Ocultar mensajes «Cifrado de la sala habilitado»
fi: Piilota ”Huoneen salaus käytössä” -viestit
fr: Masquer les messages « Activation du chiffrement du salon »
gl: Agochar as mensaxes de activación de cifraxe de sala
hi: "कक्ष एन्क्रिप्शन सक्षम" संदेश छिपाएँ
hu: A „szoba titkosítása engedélyezve” üzenetek elrejtése
ia: Cela messages de "Cryptation de sala habilitate"
nl: Berichten "Room versleuteling ingeschakeld" verbergen
pl: Ukryj wiadomości "Włączono szyfrowanie pokoju"
pt_br: Ocultar mensagens de "Criptografia da sala habilitada"
ru: Скрыть сообщения «В комнате включено шифрование»
sv: Dölj meddelanden om att kryptering för rum har aktiverats
tr: “Oda şifrelemesi, devre dışı” iletilerini gizle
uk: Приховати повідомлення «У кімнаті увімкнено шифрування»
zh_tw: 隱藏「聊天室加密已啟用」訊息

source: Hide "Room type changed" messages
ar: أخْفِ رسائل ”تغيير نوع الغرفة“
eo: Kaŝi mesaĝojn de "Ĉambrotipo ŝanĝita".
es: Ocultar mensajes «El tipo de la sala cambió»
fi: Piilota ”Huoneen tyyppi muuttui” -viestit
fr: Masquer les messages « Le type de salon a été modifié »
gl: Hide "Room type changed" messages cambio de tipo de sala
hi: "कमरे का प्रकार परिवर्तित" संदेश छिपाएँ
hu: A „szoba típusa megváltoztatva” üzenetek elrejtése
ia: Cela messages de "Typo de sala cambiate"
nl: Berichten "Roomtype gewijzigd" verbergen
pl: Ukryj wiadomości "Zmieniono rodzaj pokoju"
pt_br: Ocultar mensagens de "Tipo de sala alterado"
ru: Скрыть сообщения «Тип комнаты изменён»
sv: Dölj meddelanden om att rumstyp har ändrats
tr: “Oda türü, değişti” iletilerini gizle
uk: Приховати повідомлення «Змінено тип кімнати»
zh_tw: 隱藏「聊天室類型已變更」訊息

source: Hide "Room avatar changed" messages
ar: أخْفِ رسائل ”تغيير الصورة التعبيرية للغرفة“
eo: Kaŝi mesaĝojn de "Ĉambro-avataro ŝanĝita".
es: Ocultar mensajes «El avatar de la sala cambió»
fi: Piilota ”Huoneen avatar muuttunut” -viestit
fr: Masquer les messages « L'avatar du salon a changé »
gl: Agochar as mensaxes de cambio de avatar de sala
hi: "कक्ष अवतार परिवर्तित" संदेश छिपाएँ
hu: A „szoba profilképe megváltoztatva” üzenetek elrejtése
ia: Cela messages de "Avatar de sala cambiate"
nl: Berichten "Avatar van roomtype gewijzigd" verbergen
pl: Ukryj wiadomości "Zmieniono awatar pokoju"
pt_br: Ocultar mensagens de "Avatar da sala alterado"
ru: Скрыть сообщения «Аватар комнаты изменён»
sv: Dölj meddelanden om att rummets avatar ändrats
tr: “Oda avatarı, değişti” iletilerini gizle
uk: Приховати повідомлення «Змінено аватар кімнати»
zh_tw: 隱藏「聊天室頭貼已變更」訊息

source: Hide "User Muted / Unmuted" messages
ar: أخفِ رسائل ”كتم/إلغاء كتم مستخدم“
eo: Kaŝi mesaĝojn de "Uzanto Silentita / Sensilentita".
es: Ocultar mensajes «Usuario silenciado/no silenciado»
fi: Piilota ”Käyttäjä vaimensi / poisti vaimennuksen” -viestit
fr: Masquer les messages « Un utilisateur a coupé / ouvert le micro »
gl: Agochar as mensaxes de silenciar ou deixar de silenciar a alguén
hi: "उपयोगकर्ता म्यूटेड / अनम्यूटेड" संदेश छिपाएँ
hu: A „felhasználó némítva / némítás megszüntetve” üzenetek elrejtése
ia: Cela messages de "Usator silentiate/desilentiate"
nl: Berichten "Gebruiker gedempt/demping opgeheven" verbergen
pl: Ukryj wiadomości "Użytkownik wyciszony / ugłośniony"
pt_br: Ocultar mensagens de "Usuário silenciado/com som ativado"
ru: Скрыть сообщения «Пользователю запрещено / разрешено говорить»
sv: Dölj meddelanden om att användare har tystats eller inte
tr: “Kullanıcı, sessize alındı/sessizden çıkarıldı” iletilerini gizle
uk: Приховати повідомлення «Користувач заглушено/Вимкнено заглушення користувача»
zh_tw: 隱藏「使用者已被靜音/取消靜音」訊息

source: Hide "Room Name Changed" messages
ar: أخْفِ رسائل ”تغيير اسم الغرفة“
eo: Kaŝi mesaĝojn de "Ĉambronomo Ŝanĝita".
es: Ocultar mensajes «Nombre de la sala cambiado»
fi: Piilota ”Huoneen nimi vaihtui” -viestit
fr: Masquer les messages « Changement du nom du salon »
gl: Agochar as mensaxes de cambio de nome de sala
hi: "कमरे का नाम बदला गया" संदेश छिपाएँ
hu: A „szoba neve megváltoztatva” üzenetek elrejtése
ia: Cela messages de "Nomine de sala cambiate"
nl: Berichten "Roomnaam gewijzigd" verbergen
pl: Ukryj wiadomości "Zmieniono nazwę pokoju"
pt_br: Ocultar mensagens de "Nome da sala alterado"
ru: Скрыть сообщения «Название комнаты изменено»
sv: Dölj meddelanden om att rumsnamn har ändrats
tr: “Oda adı, değişti” iletilerini gizle
uk: Приховати повідомлення «Змінено назву кімнати»
zh_tw: 隱藏「聊天室名稱已變更」訊息

source: Hide "Message Removed" messages
ar: أخفِ رسائل ”إزالة رسالة“
eo: Kaŝi mesaĝojn "Mesaĝo Forigita".
es: Ocultar mensajes «Mensaje eliminado»
fi: Piilota ”Viesti poistettiin” -viestit
fr: Masquer les messages « Suppression du message »
gl: Agochar as mensaxes de eliminación de mensaxes
hi: "संदेश हटाया गया" संदेश छिपाएँ
hu: Az „üzenet eltávolítva” üzenetek elrejtése
ia: Cela messages de "Message removite"
nl: Berichten "Bericht verwijderd" verbergen
pl: Ukryj wiadomości "Usunięto wiadomość"
pt_br: Ocultar mensagens de "Mensagem excluída"
ru: Скрыть сообщения «Сообщение удалено»
sv: Dölj meddelanden om att meddelande har tagits bort
tr: “İleti, kaldırıldı” iletilerini gizle
uk: Приховати повідомлення «Повідомлення вилучено»
zh_tw: 隱藏「訊息已移除」訊息

source: Hide "Room Archived" messages
ar: أخفِ رسائل ”الغرفة مؤرشفة“
eo: Kaŝi mesaĝojn de "Ĉambro Arkivita".
es: Ocultar mensajes «Sala archivada»
fi: Piilota ”Huone arkistoitiin” -viestit
fr: Masquer les messages « Salon archivé »
gl: Agochar as mensaxes de arquivar salas
hi: "कक्ष संग्रहीत" संदेश छिपाएँ
hu: A „szoba archiválva” üzenetek elrejtése
ia: Cela messages de "Sala archivate"
nl: Berichten "Room wordt gearchiveerd" verbergen
pl: Ukryj wiadomości "Umieszczono pokój z archiwum"
pt_br: Ocultar mensagens de "Sala arquivada"
ru: Скрыть сообщения «Комната добавлена в архив»
sv: Dölj meddelanden om att rum har arkiverats
tr: “Oda, arşivlendi” iletilerini gizle
uk: Приховати повідомлення «Кімнату архівовано»
zh_tw: 隱藏「聊天室已封存」訊息

source: Hide "Encryption Enabled" messages
ar: أخْفِ رسائل ”تمكين التعمية“
eo: Kaŝi mesaĝojn de "Ĉifrado Ebligita".
es: Ocultar mensajes «Cifrado activado»
fi: Piilota ”Salaus käytössä” -viestit
fr: Masquer les messages « Activation du chiffrement »
gl: Agochar as mensaxes de activación de cifraxe
hi: "एन्क्रिप्शन सक्षम" संदेश छिपाएँ
hu: A „titkosítás engedélyezve” üzenetek elrejtése
ia: Cela messages de "Cryptation habilitate"
nl: Berichten "Versleuteling ingeschakeld" verbergen
pl: Ukryj wiadomości "Włączono szyfrowanie"
pt_br: Ocultar mensagens de "Criptografia habilitada"
ru: Скрыть сообщения «Шифрование включено»
sv: Dölj "Kryptering har aktiverats" meddelanden
tr: “Şifreleme, etkinleştirildi” iletilerini gizle
uk: Приховати повідомлення «Шифрування увімкнено»
zh_tw: 隱藏「已啟用加密」訊息

source: Hide "Encryption Disabled" messages
ar: أخْفِ رسائل ”تعطيل التعمية“
eo: Kaŝi mesaĝojn de "Ĉifrado Malŝaltita".
es: Ocultar mensajes «Cifrado desactivado»
fi: Piilota ”Salaus poissa käytöstä” -viestit
fr: Masquer les messages « Désactivation du chiffrement »
gl: Agochar as mensaxes de desactivación de cifraxe
hi: "एन्क्रिप्शन अक्षम" संदेश छिपाएँ
hu: A „titkosítás letiltva” üzenetek elrejtése
ia: Cela messages de "Cryptation dishabilitate"
nl: Berichten "Versleuteling uitgeschakeld" verbergen
pl: Ukryj wiadomości "Wyłączono szyfrowanie"
pt_br: Ocultar mensagens de "Criptografia desabilitada"
ru: Скрыть сообщения «Шифрование отключено»
sv: Dölj "Kryptering har inaktiverats" meddelanden
tr: “Şifreleme, devre dışı bırakıldı” iletilerini gizle
uk: Приховати повідомлення «Шифрування вимкнено»
zh_tw: 隱藏「加密已停用」訊息

source: Hide "Room added writing permission" messages
ar: أخفِ رسائل ”إضافة صلاحية الكتابة للغرفة“
eo: Kaŝi mesaĝojn de "Ĉambro aldonis skribpermeson".
es: Ocultar mensajes «Habitación añadió permisos de escritura»
fi: Piilota ”Huone lisäsi kirjoitusoikeuden” -viestit
fr: Masquer les messages « Une permission en écriture a été ajoutée au salon »
gl: Agochar as mensaxes de engadir permisos de escritura a salas
hi: "कक्ष में लेखन अनुमति जोड़ी गई" संदेश छिपाएँ
hu: A „szoba írási jogosultsága hozzáadva” üzenetek elrejtése
ia: Cela messages de "Addite permission de scriber a sala"
nl: Berichten "Room heeft schrijfrecht toegevoegd" verbergen
pl: Ukryj wiadomości "W pokoju dodano uprawnienia do zapisu".
pt_br: Ocultar mensagens de "A sala adicionou permissão de escrita"
ru: Скрыть сообщения «Для комнаты добавлены права доступа для записи»
sv: Dölj "Skrivrättigheter tillagda för rummet" meddelanden
tr: “Oda, yazma izni ekledi” iletilerini gizle
uk: Приховати повідомлення «Додано права запису у кімнаті»
zh_tw: 隱藏「聊天室已新增寫入權限」訊息

source: Hide "Room set read-only" messages
ar: أخفِ رسائل ”ضبط الغرفة للقراءة فقط“
eo: Kaŝi mesaĝojn de "Ĉambro-aro nurlegeblaj".
es: Ocultar mensajes «Habitación de solo lectura»
fi: Piilota ”Huone asetettiin vain luku -tilaan” -viestit
gl: Agochar as mensaxes de definir salas como de solo lectura
hi: "रूम सेट केवल पढ़ने के लिए" संदेश छिपाएँ
hu: A „szoba csak olvashatóra állítva” üzenetek elrejtése
pt_br: Ocultar mensagens de "A sala definiu como somente-leitura"
ru: Скрыть сообщения «Для комнаты установлено состояние "Только чтение"»
tr: “Oda, saltokunur yapıldı” iletilerini gizle
zh_tw: 隱藏「聊天室已設定唯讀」訊息

source: Hide "Room disallowed reacting" messages
ar: أخْفِ رسائل ”الغرفة غير مسموح لها بالتفاعل“
eo: Kaŝi mesaĝojn de "Ĉambro malpermesata reagado".
es: Ocultar mensajes «Sala eliminó reacciones»
fi: Piilota ”Huone estää reagoinnin” -viestit
fr: Masquer les messages « La réaction dans le salon est non autorisée »
gl: Agochar as mensaxes de non permitir reaccións en salas
hi: "कक्ष में प्रतिक्रिया देने की अनुमति नहीं है" संदेश छिपाएँ
hu: A „szoba reagálásai letiltva” üzenetek elrejtése
ia: Cela messages de "Sala dishabilitate a reager"
nl: Berichten "Room heeft reageren niet toegestaan" verbergen
pl: Ukryj wiadomości "Pokój nie pozwala na reakcje"
pt_br: Ocultar mensagens de "A sala não permite reações"
ru: Скрыть сообщения «В комнате запрещена реакция»
sv: Dölj "Reaktioner inte tillåtna för rummet" meddelanden
tr: “Oda, tepki iznini kaldırdı” iletilerini gizle
uk: Приховати повідомлення «У кімнаті заборонено реакцію»
zh_tw: 隱藏「聊天室禁止了反應」訊息

source: Hide "Room allowed reacting" messages
ar: أخْفِ رسائل ”الغرفة مسموح لها بالتفاعل“
eo: Kaŝi mesaĝojn de "Ĉambro permesita reagado".
es: Ocultar mensajes «Nombre permitió reacciones»
fi: Piilota ”Huone sallii reagoinnin” -viestit
fr: Masquer les messages « La réaction dans le salon est autorisée »
gl: Agochar as mensaxes de permitir reaccións en salas
hi: "प्रतिक्रिया देने के लिए स्थान की अनुमति है" संदेश छिपाएँ
hu: A „szoba reagálásai engedélyezve” üzenetek elrejtése
ia: Cela messages de "Sala permittite a reager"
nl: Berichten "Room heeft reageren toegestaan" verbergen
pl: Ukryj wiadomości "Pokój pozwala na reakcje"
pt_br: Ocultar mensagens de "A sala permite reações"
ru: Скрыть сообщения «В комнате разрешена реакция»
sv: Dölj "Reaktioner tillåtna för rummet" meddelanden
tr: “Oda, tepki izni verdi” iletilerini gizle
uk: Приховати повідомлення «У кімнати уможливлено реакцію»
zh_tw: 隱藏「聊天室允許了反應」訊息

source: Hide "User Added Room to Team" messages
ar: أخفِ رسائل ” إضافة مستخدم غرفة إلى الفريق“
eo: Kaŝi mesaĝojn de "Uzanto Aldonita Ĉambro al Teamo".
es: Ocultar mensajes «Usuario añadió habitación al equipo»
fi: Piilota ”Käyttäjä lisäsi huoneen työryhmään” -viestit
fr: Masquer les messages « Un utilisateur a ajouté un salon au groupe »
gl: Agochar as mensaxes de engadir unha sala a un equipo
hi: "उपयोगकर्ता ने टीम में कमरा जोड़ा" संदेश छिपाएँ
hu: A „felhasználó hozzáadta a szobát a csapathoz” üzenetek elrejtése
ia: Cela messages de "Usator Addeva Sala a Equipa"
nl: Berichten "Gebruiker heeft room toegevoegd aan team" verbergen
pl: Ukryj wiadomości "Użytkownik dodał pokój do zespołu"
pt_br: Ocultar mensagens de "Usuário adicionou sala à equipe"
ru: Скрыть сообщения «Пользователь добавил комнату в команду»
sv: Dölj "Användare lade till rum till laget" meddelanden
tr: “Kullanıcı, odaya eklendi” iletilerini gizle
uk: Приховати повідомлення «Користувач додав кімнату до команди»
zh_tw: 隱藏「使用者已將聊天室加入團隊」訊息

source: Hide "User converted team to channel" messages
ar: أخف رسائل ”تحويل المستخدم الفريق إلى قناة“
eo: Kaŝi mesaĝojn de "Uzanto konvertita teamo al kanalo".
es: Ocultar mensajes «Usuario convirtió equipo en canal»
fi: Piilota ”Käyttäjä muunsi työryhmän kanavaksi” -viestit
gl: Agochar as mensaxes de converter un equipo nunha sala
hi: "उपयोगकर्ता ने टीम को चैनल में परिवर्तित किया" संदेश छिपाएँ
hu: A „felhasználó átalakított egy csapatot csatornára” üzenetek elrejtése
pt_br: Ocultar mensagens de "Usuário converteu equipe para canal"
ru: Скрыть сообщения «Пользователь преобразовал команду в канал»
tr: “Kullanıcı, takımı kanala dönüştürdü” iletilerini gizle
zh_tw: 隱藏「使用者已將團隊轉換為頻道」訊息

source: Hide "User converted channel to a Team" messages
ar: أخف رسائل ”تحويل المستخدم قناة إلى فريق“
eo: Kaŝi mesaĝojn de "Uzanto konvertita kanalo al Teamo".
es: Ocultar mensajes «Usuario convirtió canal en equipo»
fi: Piilota ”Käyttäjä muunsi kanavan työryhmäksi” -viestit
fr: Masquer les messages « Un utilisateur a transformé un canal en un groupe »
gl: Agochar as mensaxes de converter unha canle en equipo
hi: "उपयोगकर्ता ने चैनल को टीम में परिवर्तित किया" संदेश छिपाएँ
hu: A „felhasználó átalakított egy csatornát csapatra” üzenetek elrejtése
ia: Cela messages de "Usator converteva canale a Equipa"
nl: Berichten "Gebruiker heeft kanaal geconverteerd naar een team" verbergen
pl: Ukryj wiadomości "Użytkownik przekształcił kanał na zespół"
pt_br: Ocultar mensagens de "Usuário converteu canal para uma equipe"
ru: Скрыть сообщения «Пользователь преобразовал канал в команду»
sv: Dölj "Användare konverterade kanal till ett lag" meddelanden
tr: “Kullanıcı, kanalı takıma dönüştürdü” iletilerini gizle
uk: Приховати повідомлення «Користувач перетворив канал на команду»
zh_tw: 隱藏「使用者已將頻道轉換為團隊」訊息

source: Hide "User deleted room from Team" messages
ar: أخفِ رسائل ”حذف المستخدم غرفة من الفريق“
eo: Kaŝi mesaĝojn de "Uzanto forigita ĉambro de Teamo".
es: Ocultar mensajes «Usuario borró habitación del equipo»
fi: Piilota ”Käyttäjä poisti huoneen työryhmästä” -viestit
fr: Masquer les messages « Un utilisateur a supprimé un salon au groupe »
gl: Agochar as mensaxes de eliminación de sala dun equipo
hi: "उपयोगकर्ता ने टीम से कमरा हटा दिया" संदेश छिपाएँ
hu: A „felhasználó törölte a szobát a csapatból” üzenetek elrejtése
ia: Cela messages de "Usator deleva sala ex equipa"
nl: Berichten "Gebruiker heeft room verwijderd van team" verbergen
pl: Ukryj wiadomości "Użytkownik usunął pokój zespołowi"
pt_br: Ocultar mensagens de "Usuário excluiu sala da equipe"
ru: Скрыть сообщения «Пользователь удалил комнату из команды»
sv: Dölj "Användare tog bort rum från lag" meddelanden
tr: “Kullanıcı, takımdan odayı sildi” iletilerini gizle
uk: Приховати повідомлення «Користувач вилучив кімнату з команди»
zh_tw: 隱藏「使用者把聊天室從團隊刪除了」訊息

source: Hide "User removed room from Team" messages
ar: أخفِ رسائل ”المستخدم أزال غرفة من الفريق“
eo: Kaŝi mesaĝojn de "Uzanto forigis ĉambron de Teamo".
es: Ocultar mensajes «Usuario eliminó habitación del equipo»
fi: Piilota ”Käyttäjä poisti huoneen työryhmästä” -viestit
fr: Masquer les messages « Un utilisateur a supprimé un salon du groupe »
gl: Agochar as mensaxes de retirada de sala dun equipo
hi: "उपयोगकर्ता ने टीम से कमरा हटा दिया" संदेश छिपाएँ
hu: A „felhasználó eltávolította a szobát a csapatból” üzenetek elrejtése
ia: Cela messages de "Usator removeva sala ex Equipa"
nl: Berichten "Gebruiker heeft room van team verwijderd" verbergen
pl: Ukryj wiadomości "Użytkownik usunął pokój zespołowi"
pt_br: Ocultar mensagens de "Usuário removeu sala da equipe"
ru: Скрыть сообщения «Пользователь убрал комнату из команды»
sv: Dölj "Användare tog bort rum från lag" meddelanden
tr: “Kullanıcı, odayı takımdan çıkardı” iletilerini gizle
uk: Приховати повідомлення «Користувач вилучив кімнати з команди»
zh_tw: 隱藏「使用者把聊天室從團隊移除了」訊息

source: Hide "Removed user from Team" messages
ar: أخْفِ رسائل ” إزالة مستخدم من الفريق“
eo: Kaŝi mesaĝojn de "Forigita uzanto de Teamo".
es: Ocultar mensajes «Usuario eliminado del equipo»
fi: Piilota ”Käyttäjä poistettiin työryhmästä” -viestit
fr: Masquer les messages « Utilisateur supprimé de l'équipe »
gl: Agochar as mensaxes de retirada de alguén dun equipo
hi: "उपयोगकर्ता को टीम से हटाया गया" संदेश छिपाएँ
hu: A „felhasználó eltávolítva a csapatból” üzenetek elrejtése
ia: Cela messages de "Usator removite ex Equipa"
nl: Berichten "Gebruiker verwijderd uit team" verbergen
pl: Ukryj wiadomości "Usunięto użytkownika z zespołu"
pt_br: Ocultar mensagens de "Usuário removido da equipe"
ru: Скрыть сообщения «Из команды удалён пользователь»
sv: Dölj "Användare togs bort från lag" meddelanden
tr: “Kullanıcı, takımdan çıkarıldı” iletilerini gizle
uk: Приховати повідомлення «З команди вилучено користувача»
zh_tw: 隱藏

source: Hide "Added user to Team" messages
ar: أخفِ رسائل ” إضافة مستخدم إلى الفريق“
eo: Kaŝi mesaĝojn de "Aldonita uzanto al Teamo".
es: Ocultar mensajes «Usuario añadido del equipo»
fi: Piilota ”Käyttäjä lisättiin työryhmään” -viestit
fr: Masquer les messages « Utilisateur ajouté à l'équipe »
gl: Agochar as mensaxes de engadir a alguén a un equipo
hi: "उपयोगकर्ता को टीम में जोड़ा गया" संदेश छिपाएँ
hu: A „felhasználó hozzáadva a csapathoz” üzenetek elrejtése
ia: Cela messages de "Addite Usator a Equipa"
nl: Berichten "Gebruiker toegevoegd aan team" verbergen
pl: Ukryj wiadomości "Dodano użytkownika z zespołu"
pt_br: Ocultar mensagens de "Usuário adicionado à equipe"
ru: Скрыть сообщения «Добавил пользователя в команду»
sv: Dölj "Användare tillagd i lag" meddelanden
tr: “Kullanıcı, takıma eklendi” iletilerini gizle
uk: Приховати повідомлення «До команди додано користувача»
zh_tw: 隱藏「已將使用者加入團隊」訊息

source: Hide "Room topic changed" messages
ar: أخْفِ رسائل ”تغيير موضوع الغرفة“
eo: Kaŝi mesaĝojn de "Ĉambro-temo ŝanĝita".
es: Ocultar mensajes «El tema de la sala cambió»
fi: Piilota ”Huoneen aihe muuttui” -viestit
fr: Masquer les messages « Le sujet du salon a été modifié »
gl: Agochar as mensaxes de cambio de tema de sala
hi: "कक्ष का विषय बदला गया" संदेश छिपाएँ
hu: A „szoba témája megváltoztatva” üzenetek elrejtése
ia: Cela messages de "Topico de sala cambiate"
nl: Berichten "Onderwerp room gewijzigd" verbergen
pl: Ukryj wiadomości "Temat pokoju uległ zmianie"
pt_br: Ocultar mensagens de "Tópico da sala mudou"
ru: Скрыть сообщения «Тема комнаты изменена»
sv: Dölj "Rummets ämne ändrades" meddelanden
tr: “Oda konusu değiştirildi” iletilerini gizle
uk: Приховати повідомлення «Змінено тему кімнати»
zh_tw: 隱藏「聊天室主題已變更」訊息

source: Hide "Room announcement changed" messages
ar: أخْفِ رسائل ”تغيير إعلان الغرفة“
es: Ocultar mensajes «Anuncio de la sala cambiado»
fi: Piilota ”Huoneen ilmoitus muuttui” -viestit
gl: Agochar as mensaxes de cambio do anuncio da sala.
hi: "कमरे की घोषणा बदली गई" संदेश छिपाएँ
hu: A „szoba közleménye megváltoztatva” üzenetek elrejtése
pt_br: Ocultar mensagens de "Anúncio da sala mudou"
ru: Скрыть сообщения «Объявление комнаты изменено»
tr: “Oda duyurusu değiştirildi” iletilerini gizle
zh_tw: 隱藏「聊天室公告已變更」訊息

source: Hide "Room description changed" messages
ar: أخْفِ رسائل ”تغيير وصف الغرفة“
es: Ocultar mensajes «La descripción de la sala cambió»
fi: Piilota ”Huoneen kuvaus muuttui” -viestit
gl: Agochar as mensaxes de cambio da descrición da sala.
hi: "कमरे का विवरण बदला गया" संदेश छिपाएँ
hu: A „szoba leírása megváltoztatva” üzenetek elrejtése
pt_br: Ocultar mensagens de "Tipo Descrição da sala mudou"
ru: Скрыть сообщения «Описание комнаты изменено»
tr: “Oda açıklaması değiştirildi” iletilerini gizle
zh_tw: 隱藏「聊天室描述已變更」訊息

source: Joined this Team
ar: انضمّ إلى هذا الفريق
eo: Aliĝis al ĉi tiu Teamo
es: Se unió a este equipo
fi: Liittyi tähän työryhmään
fr: A rejoint ce groupe
gl: Uniuse ao equipo
hi: इस टीम में शामिल हुए
hu: Csatlakozott ehhez a csapathoz
ia: Unite a iste Equipa
nl: Doet mee aan dit team
pl: Dołączył do tego zespołu
pt_br: Juntou-se a esta equipe
ru: Присоединился к этой команде
sv: Gick med i laget
tr: Bu takıma katıldı
uk: Долучено до цієї команди
zh_tw: 已加入此團隊

source: (Autojoin)
ar: (انضمام آليّ)
eo: (Aŭtomata aliĝo)
es: (Unirse automáticamente)
fi: (Liity automaattisesti)
fr: (Connexion automatique)
gl: (unión automática)
hi: (ऑटोज्वाइन)
hu: (Automatikus csatlakozás)
ia: (Autouni)
nl: (Auto-meedoen)
pl: (sam dołączaj)
pt_br: (Entrada automática)
ru: (Автоприсоединение)
sv: (automatiskt anslutning)
tr: (Otomatik Katılma)
uk: (Автодолучення)
zh_tw: （自動加入）

source: Owner
ar: مالك
eo: Posedanto
es: Propietario
fi: Omistaja
fr: Propriétaire
gl: Pertenza
hi: मालिक
hu: Tulajdonos
ia: Proprietario
nl: Eigenaar
pl: Właściciel
pt_br: Proprietário
ru: Владелец
sv: Ägare
tr: Sahip
uk: Власник
zh_tw: 擁有者

source: Offline
ar: غير متّصل
eo: Senrete
es: Desconectado
fi: Ei verkossa
fr: Déconnecté
gl: Sen conexión
hi: ऑफलाइन
hu: Kilépett
ia: Foras de linea
pl: Niedostępny
pt_br: Desconectado
ru: Не в сети
sv: Nerkopplad
tr: Çevrimdışı
uk: Поза мережею
zh_tw: 離線

source: %1 has %2 Unread Message
ar: %2 رسالة غير مقروءة في %1
eo: %1 havas %2 Nelegitan Mesaĝon
es: %1 tiene %2 mensaje sin leer
fi: Käyttäjällä %1 on %2 lukematonta viestiä
fr: %1 a %2 messages non lus
gl: %1 ten %2 mensaxes sen ler
hi: %1 के पास %2 अपठित संदेश है
hu: %2 olvasatlan üzenet itt: %1
ia: %1 ha %2 Message non legite
nl: %1 heeft %2 ongelezen berichten
pl: %1 ma %2 nieprzeczytanych wiadomości
pt_br: %1 tem %2 mensagens não lidas
ru: %1 — имеются непрочитанные сообщения (%2)
sv: %1 har %2 olästa meddelanden
tr: %1 kişisinin %2 okunmamış iletisi var
uk: %1 має %2 непрочитане повідомлення
zh_tw: %1 有 %2 個未讀訊息

source: Open Channel
ar: افتح القناة
eo: Malfermu Kanalon
es: Abrir canal
fi: Avaa kanava
fr: Ouvrir un canal
gl: Abrir a canle
hi: खुला चैनल
hu: Csatorna megnyitása
ia: Aperi Canal
nl: Kanaal openen
pl: Otwórz kanał
pt_br: Abrir canal
ru: Открыть канал
sv: Öppna kanal
tr: Kanal Aç
uk: Відкрити канал
zh_tw: 開啟頻道
