Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Blocked Username List
ar: قائمة أسماء المستخدم المحظور
eo: Listo de uzantnomoj blokitaj
es: Lista de nombres de usuarios bloqueados
fi: Estettyjen käyttäjätunnusten luettelo
gl: Lista de nomes de persoa usuaria bloqueados
hi: अवरुद्ध उपयोगकर्ता नाम सूची
hu: Tiltott felhasználónevek listája
pt_br: Lista de nomes de usuário bloqueados
ru: Список заблокированных пользователей
tr: Engelli Kullanıcı Adları Listesi
zh_tw: 已封鎖使用者名稱清單

source: Default roles (comma-separated) users will be given when registering through authentication services
ar: الأدوار المبدئية (مفصولة بفواصل) التي ستُعطى للمستخدمين عند التسجيل من خلال خدمات الاستيثاق
eo: Defaŭltaj roloj (komo-separataj) uzantoj estos donitaj dum registrado per aŭtentikigservoj
es: Roles predeterminados (separados por comas) que los usuarios asumirán al registrarse a través de servicios de autenticación.
fi: Käyttäjille todennuspalvelujen kautta rekisteröityessään annettavat oletusroolit (pilkuin erotettuna)
gl: Roles predeterminados (separados por comas) que se asignan ás persoas usuarias cando se rexistran mediante servizos de autenticación.
hi: प्रमाणीकरण सेवाओं के माध्यम से पंजीकरण करते समय उपयोगकर्ताओं को डिफ़ॉल्ट भूमिकाएँ (अल्पविराम से अलग की गई) दी जाएंगी
hu: Alapértelmezett szerepek (vesszővel elválasztva), amelyeket a felhasználók akkor kapnak meg, ha hitelesítési szolgáltatásokon keresztül regisztrálnak.
pt_br: Funções padrão (separadas por vírgulas) que serão atribuídas aos usuários ao se registrarem por meio de serviços de autenticação
ru: Роли по умолчанию (разделённые запятыми), которые пользователи получат после регистрации с помощью служб аутентификации
tr: Kimlik doğrulama hizmetleriyle kayıt olurken öntanımlı kullanıcı rolleri (virgülle ayrılan) verilecektir.
zh_tw: 使用者透過驗證服務註冊時會指派的預設角色（以逗號分隔）

source: Default Roles for Authentication Services
ar: الأدوار المبدئية لخدمات الاستيثاق
eo: Defaŭltaj Roloj por Aŭtentigaj Servoj
es: Roles predeterminados para los servicios de autenticación
fi: Todennuspalvelujen oletusroolit
gl: Roles predeterminados para servizos de autenticación
hi: प्रमाणीकरण सेवाओं के लिए डिफ़ॉल्ट भूमिकाएँ
hu: Hitelesítési szolgáltatások alapértelmezett szerepei
pt_br: Funções padrão para os serviços de autenticação
ru: Роли по умолчанию для служб аутентификации
tr: Kimlik Doğrulama Hizmetleri için Öntanımlı Roller
zh_tw: 驗證服務的預設角色

source: Default roles (comma-separated) users will be given when registering through manual registration (including via API)
ar: الأدوار المبدئية (مفصولة بفاصلة) التي ستُعطى للمستخدمين عند التسجيل من خلال التسجيل اليدوي (بما في ذلك عبر واجهة برمجة التطبيقات)
eo: Defaŭltaj roloj (komo-separataj) uzantoj estos donitaj dum registrado per mana registrado (inkluzive per API)
es: Roles predeterminados (separados por comas) que los usuarios asumirán al registrarse a través de registro manual (incluye via API).
fi: Käyttäjille oman rekisteröinnin (ja APIn) kautta rekisteröityessään annettavat oletusroolit (pilkuin erotettuna)
gl: Roles predeterminados (separados por comas) que se asignan ás persoas usuarias cando se rexistran manualmente (mesmo mediante a API).
hi: मैन्युअल पंजीकरण (एपीआई के माध्यम से) के माध्यम से पंजीकरण करते समय उपयोगकर्ताओं को डिफ़ॉल्ट भूमिकाएं (अल्पविराम से अलग) दी जाएंगी
hu: Alapértelmezett szerepek (vesszővel elválasztva), amelyeket a felhasználók akkor kapnak meg, ha kézi regisztráción keresztül regisztrálnak (beleértve az API-n keresztüli regisztrációt is).
pt_br: Funções padrão (separadas por vírgulas) que serão atribuídas aos usuários ao se registrarem por meio do registro manual (incluindo via API)
ru: Роли по умолчанию (разделённые запятыми), которые пользователи получат после регистрации вручную (в том числе с помощью API)
tr: Elle kayıt olurken (API de içerilir) öntanımlı kullanıcı rolleri (virgülle ayrılan) verilecektir
zh_tw: 使用者透過手動註冊（包含透過 API）進行註冊時會指派的預設角色（以逗號分隔）

source: Default Roles for Users
ar: الأدوار المبدئية للمستخدمين
eo: Defaŭltaj Roloj por Uzantoj
es: Roles predeterminados para los usuarios
fi: Käyttäjien oletusroolit
gl: Roles predeterminados para persoas usuarias
hi: उपयोगकर्ताओं के लिए डिफ़ॉल्ट भूमिकाएँ
hu: Alapértelmezett szerepek a felhasználóknak
pt_br: Funções padrão para os usuários
ru: Роли по умолчанию для пользователей
tr: Kullanıcılar için Öntanımlı Roller
zh_tw: 使用者的預設角色

# @title:window
source: Administrator Server Settings - %1
ar: إعدادات مدير الخادم - %1
eo: Agordoj de Administranto Servilo - %1
es: Preferencia del servidor del administrador - %1
fi: Ylläpitäjän palvelinasetukset – %1
fr: Configuration d'administration du serveur - %1
gl: Configuración de servidor de administración — %1
hi: व्यवस्थापक सर्वर सेटिंग्स - %1
hu: Adminisztrátori kiszolgálóbeállítások - %1
ia: Preferentias de Servitor de Administrator - %1
nl: Serverinstellingen van systeembeheerder - %1
pl: Ustawienia administratora serwera - %1
pt_br: Configurações do Servidor do Administrador - %1
ru: Параметры администратора сервера — %1
sv: Administratörens serverinställningar: %1
tr: Yönetici Sunucu Ayarları — %1
uk: Параметри адміністратора сервера – %1
zh_tw: 管理員伺服器設定 - %1

source: Accounts
ar: الحسابات
eo: Kontoj
es: Cuentas
fi: Tilit
fr: Comptes
gl: Contas
hi: हिसाब किताब
hu: Fiókok
ia: Contos
pl: Konta
pt_br: Contas
ru: Учётные записи
sv: Konton
tr: Hesaplar
uk: Облікові записи
zh_tw: 帳戶

source: Encryption
ar: التعمية
eo: Ĉifrado
es: Cifrado
fi: Salaus
fr: Chiffrement
gl: Cifraxe
hi: कूटलेखन
hu: Titkosítás
ia: Cryptation
nl: Versleuteling
pl: Szyfrowanie
pt_br: Criptografia
ru: Шифрование
sv: Kryptering
tr: Şifreleme
uk: Шифрування
zh_tw: 加密

source: Message
ar: الرّسالة
eo: Mesaĝo
es: Mensaje
fi: Viesti
gl: Mensaxe
hi: संदेश
hu: Üzenet
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
sv: Meddelande
tr: İleti
uk: Повідомлення
zh_tw: 訊息

source: File Upload
ar: رفع الملف
eo: Dosiera Alŝuto
es: Subida del archivo
fi: Tiedoston lähetys
fr: Envoi de fichiers
gl: Subida de ficheiros
hi: फ़ाइल अपलोड
hu: Fájlfeltöltés
ia: Incargamento de file
nl: Bestand uploaden
pl: Wysłanie pliku
pt_br: Envio de arquivo
ru: Отправка файлов
sv: Filuppladdning
tr: Dosya Karşıya Yükle
uk: Вивантаження файла
zh_tw: 檔案上傳

source: Retention Policy
ar: سياسة الاستبقاء
eo: Retenpolitiko
es: Política de retención
fi: Säilytyskäytäntö
fr: Stratégie de rétention
gl: Regra de retención
hi: अवधारण नीति
hu: Megőrzési házirend
nl: Beleid voor bewaren
pl: Zasady przechowywania
pt_br: Política de retenção
ru: Политика хранения
sv: Bibehållandepolicy
tr: Tutma Politikası
uk: Правила збереження
zh_tw: 保留原則

source: General
ar: عام
eo: Ĝenerala
fi: Perusasetukset
fr: Général
gl: Xeral
hi: सामान्य
hu: Általános
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общие
sv: Allmänt
tr: Genel
uk: Загальне
zh_tw: 一般

source: Rate Limiter
ar: معدل الطلبات
eo: Indice Limigilo
es: Limitador de velocidad
fi: Nopeusrajoitus
fr: Limiteur de taux
gl: Limitador de frecuencia
hi: दर सीमक
hu: Sebességkorlátozó
ia: Limitator de rata
nl: Snelheidsbegrenzer
pl: Ogranicznik szybkości
pt_br: Limitador de taxa
ru: Ограничитель частоты
sv: Hastighetsbegränsare
tr: Hız Sınırlayıcı
uk: Обмеження частоти
zh_tw: 使用量限制器

source: Password
ar: كلمة السّر
eo: Pasvorto
es: Contraseña
fi: Salasana
fr: Mot de passe
gl: Contrasinal
hi: पासवर्ड
hu: Jelszó
ia: Contrasigno
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Parola
uk: Пароль
zh_tw: 密碼

source: Video Conference
ar: مؤتمرات الفيديو
eo: Videokonferenco
es: Conferencia de vídeo
fi: Videokonferenssi
fr: Vidéo conférence
gl: Videoconferencia
hi: वीडियो सम्मेलन
hu: Videokonferencia
nl: Videoconferentie
pl: Wideokonferencja
pt_br: Vídeo-Conferência
ru: Видеоконференция
sv: Videokonferens
tr: Video Konferans
uk: Відеоконференція
zh_tw: 視訊會議

source: IRC Federation
ar: اتحاد آي أر سي
eo: IRC-Federacio
es: Federación IRC
fi: IRC-federointi
fr: Fédération « IRC »
gl: Federación de IRC
hi: आईआरसी फेडरेशन
hu: IRC-föderáció
nl: IRC-federatie
pl: Federacja IRC
pt_br: Federação IRC
ru: Федеративный IRC
sv: IRC-federationen
tr: IRC Yönetimi
uk: Федеративний IRC
zh_tw: IRC 聯邦

source: Layout
ar: التخطيط
eo: Aranĝo
es: Distribución
fi: Asettelu
fr: Disposition
gl: Disposición
hi: लेआउट
hu: Elrendezés
nl: Indeling
pl: Układ
ru: Компоновка
tr: Yerleşim
uk: Компонування
zh_tw: 佈局

source: Enterprise
ar: مؤسسة
es: Empresa
gl: Empresarial
hi: उद्यम
hu: Vállalati
nl: Grote onderneming
pl: Firmowe
pt_br: Empresarial
ru: Корпоративные параметры
sv: Företag
tr: Kurumsal
uk: Промислове
zh_tw: 企業

source: User Data Download
ar: تنزيل بيانات المستخدم
eo: Elŝuto de datumoj de uzantoj
es: Descarga de datos de usuario
fi: Käyttäjätietojen lataus
gl: Descarga de datos de persoa usuaria
hi: उपयोगकर्ता डेटा डाउनलोड करें
hu: Felhasználói adatok letöltése
nl: Gedownloade gebruikersgegevens
pt_br: Download de dados do usuário
ru: Загрузка данных пользователей
tr: Kullanıcı Verisi İndirme
zh_tw: 使用者資料下載

source: Slack Bridge
ar: جسر سلاك
es: Conexión con Slack
fi: Slack-silta
gl: Ponte de Slack
hi: स्लैक ब्रिज
hu: Slack-híd
pt_br: Ponte Slack
ru: Мост Slack
tr: Slack Köprüsü
zh_tw: Slack 橋接

source: Logs
ar: سجلّات
eo: Protokoloj
es: Registros
fi: Lokit
gl: Rexistros
hi: लॉग्स
hu: Naplók
pt_br: Registros
ru: Журнал
tr: Günlükler
zh_tw: 紀錄

source: Mobile
ar: المحمول
eo: Poŝtelefono
es: Móvil
fi: Matkapuhelin
gl: Móbil
hi: गतिमान
hu: Mobiltelefon
nl: Mobiel
pl: Komórka
pt_br: Celular
ru: Мобильный
sv: Mobil
tr: Taşınabilir
uk: Мобільний
zh_tw: 行動電話

source: Troubleshoot
ar: استكشاف الأخطاء وإصلاحها
eo: Solvi problemojn
es: Solución de problemas
fi: Ongelmanratkaisu
gl: Solución de problemas
hi: समस्याओं का निवारण
hu: Hibaelhárítás
pt_br: Solução de problemas
ru: Устранение неполадок
tr: Tanılar
zh_tw: 問題排除

source: Analytics
ar: تحليلات
eo: Analitiko
es: Analíticas
fi: Analytiikka
gl: Análise de datos
hi: एनालिटिक्स
hu: Analitika
pt_br: Análise
ru: Аналитика
tr: Analitikler
zh_tw: 統計

# @option:check
source: Messages
ar: الرسائل
eo: Mesaĝoj
es: Mensajes
fi: Viestit
gl: Mensaxes
hi: संदेशों
hu: Üzenetek
pt_br: Mensagens
ru: Сообщения
tr: İletiler
zh_tw: 訊息

# @option:check
source: Rooms
ar: الغرف
eo: Ĉambroj
es: Salas
fi: Huoneet
gl: Salas
hi: कमरा
hu: Szobák
pt_br: Salas
ru: Комнаты
tr: Odalar
zh_tw: 聊天室

# @option:check
source: Users
ar: المستخدمون
eo: Uzantoj
es: Usuarios
fi: Käyttäjät
gl: Persoas usuarias
hi: उपयोगकर्ताओं
hu: Felhasználók
pt_br: Usuários
ru: Пользователи
tr: Kullanıcılar
zh_tw: 使用者

# @option:check
source: Enable
ar: مكّن
eo: Ebligi
es: Activar
fi: Käytä
gl: Activar.
hi: सक्षम
hu: Engedélyezés
pt_br: Ativar
ru: Включить
tr: Etkinleştir
zh_tw: 啟用

# @option:check
source: Prepend Domain
ar: المجال المسبق
eo: Antaŭmeti Domajnon
es: Añadir dominio
fi: Lisää alkuun toimialue
gl: Prefixar o dominio.
hi: डोमेन जोड़ें
hu: Tartomány eléfűzése
pt_br: Prefixar domínio
ru: Добавлять домен в начале
tr: Önüne alan adı ekle
zh_tw: 前綴網域

# @option:check
source: All Subdomains
ar: جميع النطاقات الفرعية
eo: Ĉiuj Subdomajnoj
es: Todos los subdominios
fi: Kaikki alitoimialueet
gl: Todos os subdominios.
hi: सभी उपडोमेन
hu: Összes altartomány
pt_br: Todos os subdomínios
ru: Все поддомены
tr: Tüm alt etki alanları
zh_tw: 所有子網域

source: Features Enabled
ar: الميزات ممكنة
eo: Trajtoj Ebligitaj
es: Funcionalidades activadas
fi: Käytössä olevat ominaisuudet
gl: Funcionalidades activadas
hi: सक्षम सुविधाएँ
hu: Funkciók engedélyezve
pt_br: Funcionalidades ativadas
ru: Включённые возможности
tr: Etkinleştirilmiş Özellikler
zh_tw: 已啟用的功能

# @info:tooltip
source: Tracks custom events related to actions a user does on messages.
ar: يتتبع الأحداث المخصصة المتعلقة بالإجراءات التي يقوم بها المستخدم على الرسائل.
eo: Spuras proprajn eventojn rilatajn al agoj kiujn uzanto faras en mesaĝoj.
es: Rastrear los eventos personalizados relacionados a las acciones que un usuario hace con los mensajes.
fi: Jäljitä viestitoimenpiteisiin liittyviä mukautettuja tapahtumia.
gl: Fai seguimento de eventos personalizados relacionados con accións que a persoa usuaria realiza con respecto a mensaxes.
hi: उपयोगकर्ता द्वारा संदेशों पर की गई क्रियाओं से संबंधित कस्टम ईवेंट को ट्रैक करता है.
hu: Követi az egyéni eseményeket azon műveletekhez kapcsolódóan, amelyeket egy felhasználó végez az üzeneteken.
pt_br: Rastreia eventos personalizados relacionados às ações que um usuário realiza nas mensagens.
ru: Отслеживать нестандартные события, связанные с действиями, которые пользователь выполняет над сообщениями
tr: Bir kullanıcının iletilerde yaptığı eylemlerle ilgili özel olayları izler.

# @info:tooltip
source: Tracks custom events related to actions on a channel or group (create, leave, delete).
ar: تتبع الأحداث المخصصة المرتبطة بالإجراءات على قناة أو مجموعة (إنشاء، مغادرة، حذف).
eo: Spuras proprajn eventojn rilatajn al agoj en kanalo aŭ grupo (krei, foriri, forigi).
es: Rastrear los eventos personalizados relacionados con las acciones en un canal o un grupo (crear, abandonar, borrar).
fi: Jäljittää kanava- tai ryhmätoimenpiteisiin (luonti, poistuminen, poistaminen) liittyviä mukautettuja tapahtumia.
gl: Fai seguimento de eventos personalizados relacionados con accións nunha canle ou grupo (crear, saír, eliminar).
hi: किसी चैनल या समूह पर क्रियाओं से संबंधित कस्टम ईवेंट ट्रैक करता है (बनाएं, छोड़ें, हटाएं).
hu: Követi az egyéni eseményeket egy csatornán vagy csoporton végzett műveletekhez kapcsolódóan (létrehozás, elhagyás, törlés).
pt_br: Rastreia eventos personalizados relacionados a ações em um canal ou grupo (criar, sair, excluir).
ru: Отслеживать нестандартные события, связанные с действиями над каналом или группой (создать, покинуть, удалить)
tr: Bir kanal veya gruptaki eylemlerle ilgili özel olayları izler (oluştur, ayrıl, sil).

# @info:tooltip
source: Tracks custom events related to actions related to users (password reset times, profile picture change, etc).
ar: تتبع الأحداث المخصصة المتعلقة بالإجراءات المتعلقة بالمستخدمين (أوقات تصفير كلمة السر، تغيير صورة الملف الشخصي، إلخ).
eo: Spuras proprajn eventojn rilatajn al agoj rilataj al uzantoj (tempoj de restarigo de pasvortoj, ŝanĝo de profilbildo ktp).
es: Rastrear los eventos personalizados relacionados con las acciones relacionadas a usuarios (número de reinicios de contraseñas, cambios de imágenes de perfil, etc).
fi: Jäljittää käyttäjätoimenpiteisiin (salasanan palautuskerrat, profiilikuvan vaihto jne.) liittyviä mukautettuja tapahtumia.
gl: Fai seguimento de eventos personalizados relacionados con accións relacionadas con persoas usuarias (veces que se restabelece o contrasinal, cambios de imaxe de perfil, etc.).
hi: उपयोगकर्ताओं से संबंधित क्रियाओं से संबंधित कस्टम ईवेंट को ट्रैक करता है (पासवर्ड रीसेट समय, प्रोफ़ाइल चित्र परिवर्तन, आदि)।
hu: Követi az egyéni eseményeket azon műveletekhez kapcsolódóan, amelyek felhasználókhoz kapcsolódnak (jelszó-visszaállítási alkalmak, profilkép megváltozása stb.).
pt_br: Rastreia eventos personalizados relacionados a ações relacionadas aos usuários (horários de redefinição de senha, alteração da foto do perfil, etc.).
ru: Отслеживать нестандартные события, связанные с действиями, которые относятся к пользователям (моменты сброса пароля, смена изображения профиля и так далее)
tr: Kullanıcılarla ilgili eylemlerle ilgili özel olayları izler (şifre sıfırlama süreleri, profil resim değişikliği, vb.).

source: Google Analytics
ar: غوغل أناليتكس
gl: Análise de datos de Google
hi: गूगल एनालिटिक्स
hu: Google analitika
ru: Аналитика Google
tr: Google Analitikler

source: Tracking ID
ar: معرف التتبع
eo: Spuranta ID
es: Identificador de seguimiento
fi: Jäljitystunniste
gl: Identificador de seguimento
hi: ट्रैकिंग आईडी
hu: Követési azonosító
pt_br: ID de rastreamento
ru: Идентификатор отслеживания
tr: İzleme Kimliği
zh_tw: 追蹤 ID

source: Piwik Analytics
ar: تحليلات بايويك
fi: Piwik-analytiikka
gl: Análise de datos de Piwik
hi: पिविक एनालिटिक्स
hu: Piwik analitika
ru: Аналитика Piwik
tr: Piwik Analitikleri

# @info:tooltip
source: The url where the Piwik resides, be sure to include the trailing slash. Example: //piwik.rocket.chat/
ar: عنوان url الذي يوجد به Piwik، تأكد من تضمين الشرطة المائلة اللاحقة. مثال: //piwik.rocket.chat/
eo: La url kie loĝas la Piwik, nepre inkluzivu la malantaŭan oblikvon. Ekzemplo: //piwik.rocket.chat/
es: La URL en la que reside Piwik, asegúrese de incluir la barra final. Ejemplo: //piwik.rocket.chat/
fi: Piwikin sijaintiosoite; varmista, että lopussa on vinoviiva. Esim. //piwik.rocket.chat/
gl: O URL onde está Piwik. Inclúa o «/» ao final. Por exemplo: «//piwik.rocket.chat/».
hi: जिस यूआरएल पर Piwik स्थित है, उसमें अंतिम स्लैश अवश्य शामिल करें। उदाहरण: //piwik.rocket.chat/
hu: Az URL, ahol a Piwik található, ne feledje a lezáró perjelet. Példa: //piwik.rocket.chat/
pt_br: A URL onde o Piwik está localizado (certifique-se de incluir a barra final). Exemplo: //piwik.rocket.chat/
ru: URL-адрес расположения Piwik. Обязательно добавьте символ косой черты в конце. Пример: //piwik.rocket.chat/
tr: Piwik’in barındığı URL, sondaki eğik çizgiyi eklemeyi unutmayın. Örnek: //piwik.rocket.chat/

# @info:tooltip
source: The site id to use for identifying this site. Example: 17
ar: معرف الموقع المراد استخدامه لتحديد هذا الموقع. مثال: 17
eo: La retidentigilo uzinda por identigi ĉi tiun retejon. Ekzemplo: 17
es: El identificador a usar para identificar el sitio. Ejemplo: 17
fi: Tämän sivuston tunnistamiseen käytettävä tunniste. Esim. 17
gl: O identificador de sitio que usar para identificar este sitio. Por exemplo: «17».
hi: इस साइट की पहचान के लिए उपयोग की जाने वाली साइट आईडी। उदाहरण: 17
hu: A webhely azonosításához használandó webhely-azonosító. Példa: 17
pt_br: O ID do site a ser usado para identificar este site. Exemplo: 17
ru: Идентификатор сайта, который следует использовать для идентификации этого сайта. Пример: 17
tr: Bu siteyi tanımlamak için kullanılan site kimliği. Örnek: 17

source: Client ID
ar: معرف العميل
eo: Kliento ID
es: Identificador de cliente
fi: Asiakastunniste
gl: Identificador de cliente
hi: ग्राहक आईडी
hu: Ügyfél-azonosító
pt_br: ID do cliente
ru: Идентификатор клиента
tr: İstemci Kimliği
zh_tw: 用戶端 ID

source: Additional Piwik Sites
ar: مواقع Piwik الإضافية
eo: Pliaj Piwik-ejoj
es: Sitios adicionales de Piwik
fi: Piwik-lisäpalvelimet
gl: Sitios adicionais de Piwik
hi: अतिरिक्त पिविक साइटें
hu: További Piwik-webhelyek
pt_br: Sites Piwik adicionais
ru: Дополнительные сайты Piwik
tr: Ek Piwik Siteleri
zh_tw: 額外的 Piwik 網站

# @info:tooltip
source: Prepend the site domain to the page title when tracking
ar: أضف مجال الموقع إلى عنوان الصفحة عند التتبع
eo: Antaŭmeti la retdomajnon al la paĝa titolo dum spurado
es: Añadir el dominio del sitio al título de la página durante el rastreo
fi: Lisää jäljitettäessä sivuotsikon alkuun sivuston verkkoalue
gl: Prefixar o dominio do sitio ao título da páxina ao facer seguimento.
hi: ट्रैकिंग करते समय पृष्ठ शीर्षक के आगे साइट डोमेन जोड़ें
hu: A webhely tartományának az oldal címe elé helyezése a követéskor
pt_br: Adiciona o domínio do site ao título da página ao rastrear
ru: Добавлять перед названием страницы домен сайта при отслеживании
tr: İzleme yaparken site etki alanını sayfa adresinin önüne koy

# @info:tooltip
source: Track visitors across all subdomains
ar: تتبع الزوار عبر كافة النطاقات الفرعية
eo: Spuri vizitantojn tra ĉiuj subdomajnoj
es: Rastrear a los visitantes en todos los subdominios
fi: Jäljitä vierailijoita kaikilla aliverkkoalueilla
gl: Facer seguimento de visitas en todos os subdominios.
hi: सभी उपडोमेन पर आगंतुकों को ट्रैक करें
hu: Látogatók követése az összes altartományon
pt_br: Rastreia visitantes em todos os subdomínios
ru: Отслеживать посетителей по всем поддоменам
tr: Ziyaretçileri tüm alt etki alanları boyunca izle

source: Hide Outgoing Links
ar: إخفاء الروابط الصادرة
eo: Kaŝi Elirantajn Ligilojn
es: Ocultar los enlaces salientes
fi: Piilota ulos suuntautuvat linkit
gl: Agochar as ligazóns saíntes
hi: आउटगोइंग लिंक छिपाएँ
hu: Kimenő hivatkozások elrejtése
pt_br: Ocultar links de saída
ru: Скрывать исходящие ссылки
tr: Dışarı Giden Bağlantıları Gizle
zh_tw: 隱藏外聯連結

# @option:check
source: Enabled
ar: ممكن
eo: Ebligita
es: Activado
fi: Käytössä
gl: Activado
hi: सक्रिय
hu: Bekapcsolva
pt_br: Ativado
ru: Включено
tr: Etkin
zh_tw: 已啟用

# @option:check
source: Trust CAS Username
ar: ثقّ في اسم مستخدم خدمة الاستيثاق المركزية (CAS)
eo: Fidi CAS-Uzantnomon
es: Confiar en nombre de usuario CAS
fi: Luota CAS-käyttäjätunnukseen
gl: Confiar no nome de persoa usuaria de CAS.
hi: ट्रस्ट CAS उपयोगकर्ता नाम
hu: CAS-felhasználónév megbízása
pt_br: Confiar em nome do usuário CAS
ru: Доверять пользователям CAS
tr: CAS kullanıcı adına güven

# @option:check
source: Allow user creation
ar: اسمح بإنشاء المستخدمين
eo: Permesi kreadon de uzantoj
es: Permitir creación de usuarios
fi: Salli käyttäjän luominen
gl: Permitir a creación de persoas usuarias.
hi: उपयोगकर्ता निर्माण की अनुमति दें
hu: Felhasználó létrehozásának engedélyezése
pt_br: Permitir criação de usuário
ru: Разрешить создание пользователей
tr: Kullanıcı oluşturmaya izin ver
zh_tw: 允許建立使用者

# @option:check
source: Always Sync User Data
ar: زامن بيانات المستخدمين دائمًا
eo: Ĉiam Sinkronigi Uzantajn Datumojn
es: Siempre sincronizar datos de usuarios
fi: Tahdista aina käyttäjätiedot
gl: Sincronizar sempre os datos de persoa usuaria.
hi: उपयोगकर्ता डेटा को हमेशा सिंक करें
hu: Mindig szinkronizálja a felhasználói adatokat
pt_br: Permitir sincronização de dados de usuário
ru: Всегда синхронизировать данные пользователей
tr: Kullanıcı verisini her zaman eşzamanla
zh_tw: 總是同步使用者資料

source: SSO Base URL
ar: العنوان الأساسي لتسجيل الدخول الموحد (SSO)
eo: SSO Baza URL
es: URL base de SSO
fi: SSO:n pohjaosoite
gl: URL base de autenticación única:
hi: एसएसओ बेस यूआरएल
hu: SSO alap URL
pt_br: URL base do SSO
ru: Базовый URL-адрес SSO
tr: SSO Taban URL’si
zh_tw: SSO 基底網址

# @info:tooltip
source: The base URL of your external SSO service e.g: https://sso.example.undef/sso/
ar: العنوان الأساسي لخدمة تسجيل الدخول الموحد (SSO) الخارجية الخاصة بك، على سبيل المثال: https://sso.example.undef/sso/
eo: La baza URL de via ekstera SSO-servo ekz: https://sso.example.undef/sso/
es: La URL base de su servicio SSO externo. Por ejemplo: https://sso.example.undef/sso/
fi: Ulkoisen SSO-palvelun pohja-osoite, esim. https://sso.esimerkki.undef/sso/
gl: O URL base do seu servizo externo de autenticación única. Por exemplo: «https://sso.example.com/sso/».
hi: आपकी बाहरी SSO सेवा का आधार URL उदाहरण: https://sso.example.undef/sso/
hu: A külső SSO szolgáltatás alap URL-je, például: https://sso.example.undef/sso/
pt_br: A URL base do seu serviço SSO externo, por exemplo: https://sso.exemplo.indef/sso/
ru: Базовый URL-адрес вашей внешний службы SSO, например: https://sso.example.undef/sso/
tr: Dış SSO hizmetinizin taban URL’si; örn: https://sso.örnek.undef/sso/
zh_tw: 您的外部 SSO 服務的基底網址，例如 https://sso.example.undef/sso/

source: SSO Login URL
ar: العنوان الولوج لتسجيل الدخول الموحد (SSO)
eo: SSO-ensaluta URL
es: La URL de inicio de sesión SSO
fi: SSO:n kirjautumisosoite
gl: URL de acceso de autenticación única
hi: एसएसओ लॉगिन यूआरएल
hu: SSO-bejelentkezési URL
pt_br: URL de login do SSO
ru: URL-адрес входа SSO
tr: SSO Oturum Açma URL’si
zh_tw: SSO 登入網址
