Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Export Messages
ar: صدّر الرسائل
eo: Eksporti Mesaĝojn
es: Exportar mensajes
fi: Vie viestejä
fr: Exporter des messages
gl: Exportar as mensaxes
hi: संदेश निर्यात करें
hu: Üzenetek exportálása
ia: Exporta Messages
nl: Berichten exporteren
pl: Wyeksportuj wiadomości
pt_br: Exportar mensagens
ru: Экспорт сообщений
sv: Exportera meddelanden
tr: İletileri Dışa Aktar
uk: Експортувати повідомлення
zh_tw: 匯出訊息

source: Your email has been queued for sending.
ar: بريدُك الإلكتروني مدرج في قائمة الانتظار للإرسال.
eo: Via retpoŝto estas vicigita por sendo.
es: Su email se ha encolado para ser enviado.
fi: Sähköposti on viety jonoon lähetystä varten.
fr: Un courrier électronique a été mis dans la liste d'attente pour envoi.
gl: O seu enderezo de correo electrónico púxose en cola para enviar.
hi: आपका ईमेल भेजने के लिए कतारबद्ध कर दिया गया है.
hu: Az e-maile sorba lett állítva a küldéshez.
ia: Tu e-posta ha essite ponite in cauda pro inviar.
nl: Uw e-mailbericht is klaargezet voor verzending.
pl: Twój e-mail oczekuje w kolejce na wysłanie
pt_br: Seu e-mail está na fila para envio.
ru: Электронное письмо помещено в очередь для отправки.
sv: Brevet har köats för att skickas.
tr: E-postanız, gönderme için kuyruğa eklendi.
uk: Вашу електронну пошту додано до черги надсилання.
zh_tw: 已將您的電子郵件加入寄送佇列。

source: Encrypted content cannot be searched.
ar: لا يمكن البحث في المحتوى المعمّى.
es: No es posible buscar en contenido cifrado.
fi: Salattua sisältöä ei voi etsiä.
gl: Non se pode buscar en contido cifrado.
pt_br: Conteúdo criptografado não pode ser pesquisado.
ru: В зашифрованном содержимом нельзя выполнять поиск.
tr: Şifreli içerikte arama yapılamaz.
zh_tw: 無法搜尋加密內容。

# @title:window
source: Search Message
ar: ابحث في الرسائل
es: Buscar mensaje
fi: Etsi viestiä
gl: Buscar na mensaxe
hu: Üzenet keresése
pt_br: Pesquisar mensagem
ru: Поиск сообщения
tr: İleti Ara
zh_tw: 搜尋訊息

source: A workspace admin needs to install and configure a conference call apps.
ar: يحتاج مسؤول مساحة العمل إلى تثبيت وضبط تطبيقات مكالمات جماعية.
eo: Administranto de laborspaco devas instali kaj agordi programojn pri konferencovoko.
es: Un administrador del espacio de trabajo necesita instalar y configurar una aplicación de llamadas de conferencia.
fi: Työtilan ylläpitäjän on asennettava ja määritettävä konferenssipuhelusovellus.
gl: Alguén da administración do espazo de traballo ten que instalar e configurar aplicacións de chamadas de conferencia.
hi: कार्यस्थान व्यवस्थापक को कॉन्फ़्रेंस कॉल एप्लिकेशन इंस्टॉल और कॉन्फ़िगर करने की आवश्यकता होती है।
hu: A munkaterület adminisztrátorának telepítenie kell és be kell állítania egy konferenciahívás-alkalmazást.
pt_br: Um administrador de espaço de trabalho precisa instalar e configurar aplicativos de chamada em conferência.
ru: Администратору рабочего пространства необходимо установить и настроить приложения для конференц-вызовов.
tr: Bir çalışma alanı yöneticisinin bir konferans araması uygulaması kurması ve yapılandırması gerekir.
zh_tw: 需要有工作空間管理員安裝並設定會議通話 app。

# @title:window
source: Video Conference
ar: مؤتمرات الفيديو
eo: Videokonferenco
es: Conferencia de vídeo
fi: Videokonferenssi
gl: Videoconferencia
hi: वीडियो सम्मेलन
hu: Videokonferencia
pt_br: Vídeo-Conferência
ru: Видеоконференция
tr: Video Konferans
zh_tw: 視訊會議

# @info:tooltip
source: Cancel Upload
ar: ألغِ الرفع
eo: Nuligi Alŝuton
es: Cancelar subida
fi: Peru lähettäminen
gl: Cancelar a subida
hi: अपलोड रद्द करें
hu: Feltöltés megszakítása
pt_br: Cancelar envio
ru: Отменить отправку
tr: Karşıya yüklemeyi iptal et
zh_tw: 取消上傳

source: Connected
ar: متّصل
eo: Konektita
es: Conectado
fi: Yhdistetty
fr: Connecté
gl: Con conexión
hi: जुड़े हुए
hu: Kapcsolódva
ia: Connectite
nl: Verbonden
pl: Podłączony
pt_br: Conectado
ru: Подключён
sv: Ansluten
tr: Bağlandı
uk: З'єднано
zh_tw: 已連線

source: Disconnected
ar: انقطع الاتصال
eo: Malkonektita
es: Disconectado
fi: Ei yhteyttä
fr: Déconnecté
gl: Desconectouse
hi: डिस्कनेक्ट किया गया
hu: Szétkapcsolva
ia: Disconnectite
nl: Verbinding verbroken
pl: Rozłączony
pt_br: Desconectado
ru: Отключён
sv: Nerkopplad
tr: Bağlantı Kesildi
uk: Від'єднано
zh_tw: 已離線

source: Owners
ar: الملاك
es: Propietarios
fi: Omistajat
gl: Persoas propietarias
hu: Tulajdonosok
pt_br: Proprietários
ru: Владельцы
tr: Sahipler
zh_tw: 擁有者

# @title:window
source: Users
ar: المستخدمين
eo: Uzantoj
es: Usuarios
fi: Käyttäjät
fr: Utilisateurs
gl: Xente
hi: उपयोगकर्ताओं
hu: Felhasználók
ia: Usatores
nl: Gebruikers
pl: Użytkownicy
pt_br: Usuários
ru: Пользователи
sv: Användare
tr: Kullanıcılar
uk: Користувачі
zh_tw: 使用者

source: (Open External Dialog…)
ar: (افتح مربع حوار خارجي…)
eo: (Malfermi Eksteran Dialogon…)
es: (Abrir diálogo externo…)
fi: (Avaa ulkoinen kyselyikkuna…)
gl: (abrir un diálogo externo…)
hi: (बाहरी संवाद खोलें…)
hu: (Külső párbeszédablak megnyitása…)
pt_br: (Abrir janela externa…)
ru: (Открыть внешнее диалоговое окно…)
tr: (Dış İletişim Kutusu Aç…)
zh_tw: （開啟外部對話框…）

source: No Users Found.
ar: لم يعثر على أي مستخدم
es: No se encontró ningún usuario.
fi: Käyttäjiä ei löytynyt.
gl: Non se atopou a ninguén.
pt_br: Nenhuma usuário encontrado.
tr: Bulunan kullanıcı yok.
zh_tw: 找不到使用者。

source: Do you want to block this user?
ar: هل تريد حظر هذا المستخدم؟
eo: Ĉu vi volas bloki ĉi tiun uzanton?
es: ¿Desea bloquear a este usuario?
fi: Haluatko estää tämän käyttäjän?
fr: Voulez-vous bloquer cet utilisateur ?
gl: Quere bloquear a esta persoa?
hi: क्या आप इस उपयोगकर्ता को ब्लॉक करना चाहते हैं?
hu: Szeretné tiltani ezt a felhasználót?
ia: Tu vole blocar iste usator?
nl: Wilt u deze gebruiker blokkeren?
pl: Czy zablokować tego użytkownika?
pt_br: Deseja bloquear este usuário?
ru: Заблокировать этого пользователя?
sv: Vill du blockera användaren?
tr: Bu kullanıcıyı engellemek istiyor musunuz?
uk: Хочете заблокувати цього користувача?
zh_tw: 您確定要封鎖這個使用者嗎？

# @title
source: Block User
ar: حظر المستخدم
eo: Bloki Uzanton
es: Bloquear usuario
fi: Estä käyttäjä
fr: Bloquer un utilisateur
gl: Bloquear a persoa usuaria
hi: खंड उपयोगकर्ता
hu: Felhasználó tiltása
ia: Bloca Usator
nl: Gebruiker blokkeren
pl: Zablokuj użytkownika
pt_br: Bloquear usuário
ru: Блокировка пользователя
sv: Blockera användare
tr: Kullanıcı Engelle
uk: Блокування користувача
zh_tw: 封鎖使用者

# @action:button
source: Block User
ar: حظر المستخدم
eo: Bloki Uzanton
es: Bloquear usuario
fi: Estä käyttäjä
fr: Bloquer un utilisateur
gl: Bloquear a persoa usuaria
hi: खंड उपयोगकर्ता
hu: Felhasználó tiltása
ia: Bloca Usator
nl: Gebruiker blokkeren
pl: Zablokuj użytkownika
pt_br: Bloquear usuário
ru: Заблокировать пользователя
sv: Blockera användare
tr: Kullanıcıyı Engelle
uk: Заблокувати
zh_tw: 封鎖使用者

source: Do you want to mute this user?
ar: هل تريد كتم هذا المستخدم؟
es: ¿Quiere silenciar este usuario?
fi: Haluatko vaimentaa tämän käyttäjän?
gl: Quere silenciar a persoa usuaria?
hi: क्या आप इस उपयोगकर्ता को म्यूट करना चाहते हैं?
hu: Szeretné némítani ezt a felhasználót?
pt_br: Deseja silenciar este usuário?
ru: Запретить этому пользователю говорить?
tr: Bu kullanıcıyı sessize almak istiyor musunuz?
zh_tw: 您確定要靜音這個使用者嗎？

# @title
source: Mute User
ar: اكتم المستخدم
es: Silenciar usuario
fi: Vaimenna käyttäjä
gl: Silenciar a persoa usuaria
hi: उपयोगकर्ता को म्यूट करें
hu: Felhasználó némítása
pt_br: Silenciar usuário
ru: Запрет говорить для пользователя
tr: Kullanıcıyı Sessize Al
zh_tw: 靜音使用者

# @action:button
source: Mute User
ar: اكتم المستخدم
es: Silenciar usuario
fi: Vaimenna käyttäjä
gl: Silenciar a persoa usuaria
hi: उपयोगकर्ता को म्यूट करें
hu: Felhasználó némítása
pt_br: Silenciar usuário
ru: Запретить пользователю говорить
tr: Kullanıcıyı Sessize Al
zh_tw: 靜音使用者

source: Do you want to ignore this user?
ar: هل تريد تجاهل هذا المستخدم؟
eo: Ĉu vi volas ignori ĉi tiun uzanton?
es: ¿Quiere ignorar a este usuario?
fi: Haluatko sivuuttaa tämän käyttäjän?
fr: Voulez-vous vraiment ignorer cet utilisateur ?
gl: Quere ignorar a esta persoa?
hi: क्या आप इस उपयोगकर्ता को अनदेखा करना चाहते हैं?
hu: Szeretné mellőzni ezt a felhasználót?
ia: Tu vole ignorar iste usator?
nl: Wilt u deze gebruiker negeren?
pl: Czy pomijać tego użytkownika?
pt_br: Deseja ignorar este usuário?
ru: Игнорировать этого пользователя?
sv: Vill du ignorera användaren?
tr: Bu kullanıcıyı yok saymak istiyor musunuz?
uk: Хочете ігнорувати цього користувача?
zh_tw: 您確定要無視這個使用者嗎？

# @title
source: Ignore User
ar: تجاهل المستخدم
eo: Ignori Uzanton
es: Ignorar usuario
fi: Sivuuta käyttäjä
fr: Ignorer un utilisateur
gl: Ignorar a esta persoa
hi: उपयोगकर्ता की अनदेखी करें
hu: Felhasználó mellőzése
ia: Ignora Usator
nl: Gebruiker negeren
pl: Lekceważ użytkownika
pt_br: Ignorar usuário
ru: Игнорирование пользователя
sv: Ignorera användare
tr: Kullanıcı Yok Say
uk: Ігнорування користувача
zh_tw: 無視使用者

# @action:button
source: Ignore User
ar: تجاهل المستخدم
eo: Ignori Uzanton
es: Ignorar usuario
fi: Sivuuta käyttäjä
fr: Ignorer un utilisateur
gl: Ignorar a esta persoa
hi: उपयोगकर्ता की अनदेखी करें
hu: Felhasználó mellőzése
ia: Ignora Usator
nl: Gebruiker negeren
pl: Lekceważ użytkownika
pt_br: Ignorar usuário
ru: Игнорировать пользователя
sv: Ignorera användare
tr: Kullanıcıyı Yok Say
uk: Ігнорувати
zh_tw: 無視使用者

# @action
source: Start Conversation
ar: ابدأ المحادثة
eo: Komenci Konversacion
es: Iniciar conversación
fi: Aloita keskustelu
gl: Iniciar unha conversa
hi: बातचीत शुरू करें
hu: Beszélgetés indítása
pt_br: Iniciar conversa
ru: Начать разговор
tr: Konuşma Başlat
zh_tw: 開始對話

# @action
source: Remove as Owner
ar: أزل دور المالك
eo: Forigi kiel Posedanto
es: Eliminar como propietario
fi: Poista omistajista
gl: Retirar a pertenza
hi: स्वामी के रूप में निकालें
hu: Eltávolítás tulajdonosként
pt_br: Excluir como proprietário
ru: Удалить как владельца
tr: Sahiplikten Çıkar
zh_tw: 從擁有者中移除

# @action
source: Add as Owner
ar: أضف كمالك
eo: Aldoni kiel Posedanto
es: Añadir como propietario
fi: Lisää omistajaksi
gl: Engadir pertenza
hi: स्वामी के रूप में जोड़ें
hu: Hozzáadás tulajdonosként
pt_br: Adicionar como proprietário
ru: Добавить как владельца
tr: Sahip Olarak Ekle
zh_tw: 新增為擁有者

# @action
source: Remove as Leader
ar: أزل دور القائد
eo: Forigi kiel Gvidanto
es: Eliminar como líder
fi: Poista johtajista
gl: Retirar o liderado
hi: नेता के पद से हटाएँ
hu: Eltávolítás vezetőként
pt_br: Excluir como líder
ru: Удалить как лидера
tr: Liderlikten Çıkar
zh_tw: 從領導者中移除

# @action
source: Add as Leader
ar: أضف كقائد
eo: Aldoni kiel Ĉefo
es: Añadir como líder
fi: Lisää johtajaksi
gl: Engadir liderado
hi: नेता के रूप में जोड़ें
hu: Hozzáadás vezetőként
pt_br: Adicionar como líder
ru: Добавить как лидера
tr: Lider Olarak Ekle
zh_tw: 新增為領導者

# @action
source: Remove as Moderator
ar: أزل دور المشرف
eo: Forigi kiel Moderiganto
es: Eliminar como moderador
fi: Poista moderaattoreista
gl: Retirar a moderación
hi: मॉडरेटर के पद से हटाएँ
hu: Eltávolítás moderátorként
pt_br: Excluir como moderador
ru: Удалить как модератора
tr: Moderatörlükten Çıkar
zh_tw: 從 Mod 中移除

# @action
source: Add as Moderator
ar: أضف كمشرف
eo: Aldoni kiel Moderiganto
es: Añadir como moderador
fi: Lisää moderaattoriksi
gl: Engadir moderación
hi: मॉडरेटर के रूप में जोड़ें
hu: Hozzáadás moderátorként
pt_br: Adicionar como moderador
ru: Добавить как модератора
tr: Moderatör Olarak Ekle
zh_tw: 新增為 Mod

# @action
source: Remove from Room
ar: أزل من الغرفة
eo: Forigi el Ĉambro
es: Eliminar de la sala
fi: Poista huoneesta
gl: Retirar da sala
hi: कमरे से निकालें
hu: Eltávolítás a szobából
pt_br: Excluir da sala
ru: Удалить из комнаты
tr: Odadan Çıkar
zh_tw: 從聊天室移除

# @action
source: Unblock User
ar: ألغِ حظر المستخدم
es: Desbloquear usuario
fi: Poista käyttäjän esto
gl: Desbloquear a persoa
hi: उपयोगकर्ता को अनब्लॉक करें
hu: Felhasználó tiltásának feloldása
pt_br: Desbloquear usuário
ru: Разблокировать пользователя
tr: Kullanıcının Engelini Kaldır
zh_tw: 解除封鎖使用者

# @action
source: Block User
ar: احظر المستخدم
es: Bloquear usuario
fi: Estä käyttäjä
gl: Bloquear a persoa
hi: खंड उपयोगकर्ता
hu: Felhasználó tiltása
pt_br: Bloquear usuário
ru: Заблокировать пользователя
tr: Kullanıcıyı Engelle
zh_tw: 封鎖使用者

# @action
source: Unignore
ar: أزل التجاهل
es: No ignorar
fi: Peru sivuutus
gl: Deixar de ignorar
hi: अनदेखा न करें
hu: Mellőzés feloldása
pt_br: Não ignorar
ru: Отменить игнорирование
tr: Yok Saymayı Bırak
zh_tw: 取消忽略

# @action
source: Ignore
ar: تجاهل
es: Ignorar
fi: Sivuuta
gl: Ignorar
hi: अनदेखा करना
hu: Mellőzés
pt_br: Ignorar
ru: Игнорировать
tr: Yok Say
zh_tw: 忽略

# @action
source: Unmute User
ar: ألغ كتم المستخدم
es: Reactivar sonido usuario
fi: Poista käyttäjän vaimennus
gl: Activar o son da persoa
hi: उपयोगकर्ता को अनम्यूट करें
hu: Felhasználó némításának megszüntetése
pt_br: Ativar som do usuário
ru: Разрешить пользователю говорить
tr: Kullanıcıyı Sessizden Kaldır
zh_tw: 取消靜音使用者

# @action
source: Mute User
ar: اكتم المستخدم
es: Silenciar usuario
fi: Vaimenna käyttäjä
gl: Silenciar a persoa
hi: उपयोगकर्ता को म्यूट करें
hu: Felhasználó némítása
pt_br: Silenciar usuário
ru: Запретить пользователю говорить
tr: Kullanıcıyı Sessizden Kaldır
zh_tw: 靜音使用者

# @action
source: Report User
ar: بلّغ عن المستخدم
eo: Raporti Uzanton
es: Denunciar usuario
fi: Ilmoita käyttäjästä
gl: Denunciar a persoa
hi: उपयोगकर्ता को रिपोर्ट करें
hu: Felhasználó jelentése
pt_br: Reportar usuário
ru: Пожаловаться на пользователя
tr: Kullanıcıyı Bildir
zh_tw: 檢舉使用者

source: %1 User in room (Total: %2)
ar: %1 مستخدم في الغرفة (المجموع: %2)
eo: %1 Uzanto en ĉambro (Totalo: %2)
es: %1 usuario en la sala (Total: %2)
fi: Yksi käyttäjä huoneessa (yhteensä: %2)
fr: %1 utilisateur(s) dans le salon (Total : %2)
gl: %1 persoa na sala (totais: %2)
hi: कमरे में %1 उपयोगकर्ता (कुल: %2)
hu: %1 felhasználó a szobában (Összesen: %2)
ia: %1 Usator in sala (Total: %2)
nl: %1 gebruiker in room (totaal: %2)
pl: %1 użytkownik w pokoju (Razem: %2)
pt_br: %1 usuário na sala (total: %2)
ru: %1 пользователь в комнате (всего: %2)
sv: %1 användare i rummet (totalt : %2)
tr: Odada %1 kullanıcı (Toplam: %2)
uk: %1 користувач у кімнаті (загалом: %2)
zh_tw: 聊天室中有 %1 名使用者 (總共：%2)

# @info:tooltip
source: Show New Notifications
ar: أظهر الإشعارات الجديدة
eo: Montri Novajn Sciigojn
es: Mostrar nuevas notificaciones
fi: Näytä uudet ilmoitukset
gl: Amosar as notificacións novas
hi: नई सूचनाएं दिखाएं
hu: Új értesítések megjelenítése
pt_br: Mostrar novas notificações
ru: Показать новые уведомления
tr: Yeni bildirimleri göster
zh_tw: 顯示新通知

source: Show New Notifications
ar: أظهر الإشعارات الجديدة
eo: Montri Novajn Sciigojn
es: Mostrar nuevas notificaciones
fi: Näytä uudet ilmoitukset
fr: Afficher les nouvelles notifications
gl: Amosar as notificacións novas
hi: नई सूचनाएं दिखाएं
hu: Új értesítések megjelenítése
ia: Monsta nove notificationes
nl: Nieuwe meldingen tonen
pl: Pokaż nowe powiadomienia
pt_br: Mostrar novas notificações
ru: Показать новые уведомления
sv: Visa nya underrättelser
tr: Yeni Bildirimleri Göster
uk: Показати нові сповіщення
zh_tw: 顯示新通知

# @action
source: Add Server…
ar: أضف خادمًا…
eo: Aldoni Servilon…
es: Añadir servidor…
fi: Lisää palvelin…
gl: Engadir un servidor…
hi: सर्वर जोड़ें…
hu: Kiszolgáló hozzáadása…
pt_br: Adicionar servidor…
ru: Добавить сервер…
tr: Sunucu Ekle…
zh_tw: 新增伺服器…

# @action
source: Server Info…
ar: معلومات الخادم…
eo: Servila Informo…
es: Información del servidor…
fi: Palvelintiedot…
gl: Información do servidor…
hi: सर्वर जानकारी…
hu: Kiszolgálóinformációk…
pt_br: Informação do servidor…
ru: Сведения о сервере…
tr: Sunucu Bilgisi…
zh_tw: 伺服器資訊…

# @action
source: Logout Current Server
ar: اخرج من الخادم الحالي
eo: Elsaluti Aktualan Servilon
es: Cerrar servidor actual
fi: Kirjaudu ulos nykyisestä palvelimesta
gl: Saír do servidor actual
hi: वर्तमान सर्वर से लॉगआउट करें
hu: Jelenlegi kiszolgáló kijelentkeztetése
pt_br: Sair do servidor atual
ru: Выйти с текущего сервера
tr: Geçerli Sunucu Oturumunu Kapat
zh_tw: 登出目前伺服器

# @action
source: Jump to Next Unread Channel
ar: اقفز إلى القناة غير المقروءة التالية
eo: Salti al Sekva Nelegita Kanalo
es: Saltar al siguiente canal no leido
fi: Siirry seuraavaan lukematta olevaan kanavaan
gl: Saltar á seguinte canle sen ler
hi: अगले अपठित चैनल पर जाएं
hu: Ugrás a következő olvasatlan csatornára
pt_br: Pular para o próximo canal não lido
ru: Перейти к следующему непрочитанному каналу
tr: Sonraki Okunmamış Kanala Atla
zh_tw: 跳到下一個未讀頻道

source: Create New Channel…
ar: أنشئ قناة جديدة…
eo: Krei Novan Kanalon…
es: Crear un nuevo canal…
fi: Luo uusi kanava…
gl: Crear unha nova canle…
hi: नया चैनल बनाएं…
hu: Új csatorna létrehozása…
pt_br: Criar novo canal…
ru: Создать новый канал…
tr: Yeni Bir Kanal Oluştur…
zh_tw: 建立新頻道…

source: Create Direct Messages…
ar: أنشئ رسائل مباشرة…
eo: Krei Rektajn Mesaĝojn…
es: Crear mensajes directos…
fi: Luo suoraviestejä…
gl: Crear mensaxes directas…
hi: प्रत्यक्ष संदेश बनाएं…
hu: Közvetlen üzenetek létrehozása…
pt_br: Criar mensagens diretas…
ru: Создать личные сообщения…
tr: Doğrudan İleti Oluştur…
zh_tw: 建立私訊…

source: Create Discussion…
ar: أنشئ مناقشة…
eo: Krei Diskuton…
es: Crear discusión…
fi: Luo keskustelu…
gl: Crear unha discusión…
hi: चर्चा बनाएं…
hu: Beszélgetés létrehozása…
pt_br: Criar discussão…
ru: Создать обсуждение…
tr: Tartışma Oluştur…
zh_tw: 建立討論…

source: Create Team…
ar: أنشئ فريقًا…
eo: Krei Teamon…
es: Crear equipo…
fi: Luo työryhmä…
gl: Crear un equipo…
hi: टीम बनाएं…
hu: Csapat létrehozása…
pt_br: Criar equipe…
ru: Создать команду…
tr: Takım Oluştur…
zh_tw: 建立團隊…

# @action
source: Unread on Top
ar: غير المقروء في الأعلى
eo: Nelegita supre
es: No leídos arriba
fi: Lukematta olevat ylinnä
gl: O non lido arriba
hi: शीर्ष पर अपठित
hu: Olvasatlanok felül
pt_br: Não lidas em cima
ru: Непрочитанное сверху
tr: Okunmamışlar En Üstte
zh_tw: 未讀優先

# @action
source: By Last Message
ar: حسب أخر رسالة
eo: Per Lasta Mesaĝo
es: Por último mensaje
fi: Viimeisimmän viestin mukaan
gl: Pola última mensaxe
hi: अंतिम संदेश द्वारा
hu: Utolsó üzenet szerint
pt_br: Última mensagem
ru: По последнему сообщению
tr: Son İletiye Göre
zh_tw: 依最新的訊息

# @action
source: Alphabetically
ar: أبجديًا
eo: Alfabete
es: Alfabéticamente
fi: Aakkosta
gl: Alfabeticamente
hi: वर्णक्रम
hu: Betűrendben
pt_br: Alfabeticamente
ru: По алфавиту
tr: Abecesel
zh_tw: 依字母排序

source: Show Channel Log
ar: اعرض سجل القناة
eo: Montru Kanalan Protokolon
es: Mostrar log del canal
fi: Näytä kanavaloki
fr: Afficher le journal du canal
gl: Amosar o rexistro da canle
hi: चैनल लॉग दिखाएं
hu: Csatornanapló megjelenítése
ia: Monstra registro de canal
nl: Kanaallog tonen
pl: Pokaż dziennik kanału
pt_br: Mostrar log do canal
ru: Показать журнал канала
sv: Visa kanallogg
tr: Kanal Günlüğünü Göster
uk: Показати журнал каналу
zh_tw: 顯示頻道紀錄

source: Show Server Errors
ar: اعرض أخطاء الخادم
eo: Montri Servilaj Eraroj
es: Mostrar errores de servidor
fi: Näytä palvelinvirheet
gl: Amosar os erros do servidor
hi: सर्वर त्रुटियाँ दिखाएँ
hu: Kiszolgálóhibák megjelenítése
pt_br: Mostrar erros do servidor
ru: Показать ошибки сервера
tr: Sunucu Hatalarını Göster
zh_tw: 顯示伺服器錯誤

# @action
source: Mark All Channels as Read
ar: علّم كل القنوات على أنها مقروءة
eo: Marki Ĉiuj Kanaloj kiel Legita
es: Marcar todos los canales como leídos
fi: Merkitse kaikki kanavat luetuiksi
gl: Marcar todas as canles como lidas
hi: सभी चैनलों को पढ़ा हुआ चिह्नित करें
hu: Összes csatorna megjelölése olvasottként
pt_br: Marcar todos os canais como lidos
ru: Отметить все каналы как прочитанные
tr: Tüm Kanalları Okundu Olarak İmle
zh_tw: 將所有頻道標為已讀

# @action
source: Register a New User…
ar: سجّل مستخدم جديد…
eo: Registri Novan Uzanton…
es: Registrar un nuevo usuario…
fi: Rekisteröi uusi käyttäjä…
gl: Rexistrar unha nova persoa usuaria…
hi: नया उपयोगकर्ता पंजीकृत करें…
hu: Új felhasználó regisztrálása…
pt_br: Registrar novo usuário…
ru: Зарегистрировать нового пользователя…
tr: Yeni Kullanıcı Kaydet…
zh_tw: 註冊新使用者…

# @action
source: My Account…
ar: حسابي…
eo: Mia konto…
es: Mi cuenta…
fi: Tilini…
gl: A miña conta…
hi: मेरा खाता…
hu: Saját fiók…
pt_br: Minha conta…
ru: Моя учётная запись…
tr: Hesabım…
zh_tw: 我的帳戶…

source: administration
ar: الإدارة
eo: administrado
es: Administración
fi: ylläpito
gl: administración
hi: प्रशासन
hu: adminisztráció
pt_br: administração
ru: администрирование
tr: Yönetim
zh_tw: 管理員

# @action
source: Administrator…
ar: إداري…
eo: Administranto…
es: Administrador…
fi: Ylläpitäjä…
gl: Administración…
hi: प्रशासक…
hu: Rendszergazda…
pt_br: Administrador…
ru: Администратор…
tr: Yönetici…
zh_tw: 管理員…

# @action
source: Server Settings…
ar: إعدادات الخادم…
eo: Agordoj de la servilo…
es: Preferencias del servidor…
fi: Palvelinasetukset…
gl: Configuración do servidor…
hi: सर्वर सेटिंग्स…
hu: Kiszolgálóbeállítások…
pt_br: Configurações do servidor…
ru: Параметры сервера…
tr: Sunucu Ayarları…
zh_tw: 伺服器設定…

# @action
source: Applications…
ar: التطبيقات…
eo: Aplikaĵoj…
es: Aplicaciones…
fi: Sovellukset…
gl: Aplicacións…
hi: अनुप्रयोग…
hu: Alkalmazások…
pt_br: Aplicativos…
ru: Приложения…
tr: Uygulamalar…
zh_tw: 應用程式…

# @action
source: Requested Applications…
ar: التطبيقات المطلوبة…
eo: Alpetitaj Aplikaĵoj…
es: Aplicaciones pedidas…
fi: Pyydetyt sovellukset…
gl: Aplicacións solicitadas…
hi: अनुरोधित आवेदन…
hu: Kért alkalmazások…
pt_br: Aplicativos pedidos…
ru: Запрашиваемые приложения…
tr: İstenen Uygulamalar…
zh_tw: 已請求的應用程式…

# @action
source: Installed Applications…
ar: التطبيقات المثبتة…
eo: Instalitaj Aplikaĵoj…
es: Aplicaciones instaladas…
fi: Asennetut sovellukset…
gl: Aplicacións instaladas…
hi: इंस्टॉल किए गए अनुप्रयोग…
hu: Telepített alkalmazások…
pt_br: Aplicativos instalados…
ru: Установленные приложения…
tr: İstenen Uygulamalar…
zh_tw: 已安裝的應用程式…

# @action
source: Private Applications…
ar: التطبيقات الخاصة…
es: Aplicaciones privadas…
fi: Yksityissovellukset…
gl: Aplicacións privadas…
hi: निजी अनुप्रयोग…
pt_br: Aplicativos privados…
ru: Приватные приложения…
tr: Özel Uygulamalar…
zh_tw: 私密應用程式…

# Action which allows to search room
source: Join Room…
ar: انضم إلى الغرفة…
eo: Aliĝi al Ĉambro…
es: Unirse a la sala…
fi: Liity huoneeseen…
gl: Unirse á sala…
hi: रूम में शामिल हों…
hu: Csatlakozás a szobához…
pt_br: Entrar na sala…
ru: Присоединиться к комнате…
tr: Odaya Katıl…
zh_tw: 加入聊天室…

# Action which allows to search team
source: Join Team…
ar: انضم إلى الفريق…
eo: Aliĝi al Teamo…
es: Unirse al equipo…
fi: Liity työryhmään…
gl: Unirse ao equipo…
hi: टीम में शामिल हों…
hu: Csatlakozás a csapathoz…
pt_br: Entrar na equipe…
ru: Присоединиться к команде…
tr: Takıma Katıl…
zh_tw: 加入團隊…

# Action which allows to open private conversation (direct user)
source: Open Private Conversation…
ar: افتح محادثة خاصة…
eo: Malfermi Privatan Konversacion…
es: Abrir conversación privada…
fi: Avaa yksityiskeskustelu…
gl: Abrir unha conversa privada…
hi: निजी वार्तालाप खोलें…
hu: Személyes beszélgetés megnyitása…
pt_br: Abrir uma conversa privada…
ru: Открыть конфиденциальный разговор…
tr: Özel Bir Konuşma Aç…
zh_tw: 開啟私人對話…

source: &Next Server
ar: الخادم ال&تالي
eo: &Sekva Servilo
es: Siguie&nte Servidor
fi: &Seuraava palvelin
fr: &Nouveau serveur
gl: Segui&nte servidor
hi: &अगला सर्वर
hu: &Következő kiszolgáló
ia: Pro&xime Servitor
nl: &Volgende server
pl: &Następny serwer
pt_br: &Próximo servidor
ru: &Следующий сервер
sv: &Nästa server
tr: &Sonraki Sunucu
uk: &Наступний сервер
zh_tw: 下一個伺服器(&N)

source: &Previous Server
ar: الخادم ال&سابق
eo: &Antaŭa Servilo
es: Servidor &previo
fi: &Edellinen palvelin
fr: Serveur &précédent
gl: Servidor &anterior
hi: &पिछला सर्वर
hu: &Előző kiszolgáló
ia: &Previe Servitor
nl: Vo&rige server
pl: &Poprzedni serwer
pt_br: Servidor &anterior
ru: &Предыдущий сервер
sv: &Föregående server
tr: &Önceki Sunucu
uk: &Попередній сервер
zh_tw: 上一個伺服器(&P)

# @label:textbox
source: Status:
ar: الحالة:
eo: Statuso:
es: Estado:
fi: Tila:
gl: Estado:
hi: स्थिति:
hu: Állapot:
ru: Статус:
tr: Durum:
zh_tw: 狀態：
