Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Command was failed. Do you want to copy command in clipboard ?
ar: فشل الأمر. هل تريد نسخ الأمر إلى الحافظة؟
es: La instrucción falló. ¿Quiere copiar la instrucción en el portapapeles?
fi: Komento epäonnistui. Haluatko kopioida sen leikepöydälle?
gl: A orde fallou. Quere copiala no portapapeis?
pt_br: O comando falhou. Deseja copiar o comando para a área de transferência?
ru: Не удалось выполнить команду. Скопировать её в буфер обмена?
tr: Komut başarısız oldu. Komutu panoya kopyalamak istiyor musunuz?
zh_tw: 指令失敗。您要將指令複製到剪貼簿嗎？

# @title:window
source: Command Error
ar: خطأ في الأمر
es: Error en la instrucción
fi: Komentovirhe
gl: Erro da orde
pt_br: Erro de comando
ru: Ошибка команды
tr: Komut Hatası
zh_tw: 指令錯誤

source: Do you want to convert this big text as attachment?
ar: هل تريد تحويل هذا النص الكبير إلى مرفق؟
eo: Ĉu vi volas konverti ĉi tiun grandan tekston kiel aldonaĵon?
es: ¿Desea convertir este texto grande en un adjunto?
fi: Haluatko muuntaa tämän pitkän tekstin liitteeksi?
fr: Voulez-vous vraiment convertir ce texte volumineux en pièce jointe ?
gl: Quere converter este texto longo nun anexo?
hi: क्या आप इस बड़े पाठ को अनुलग्नक के रूप में परिवर्तित करना चाहते हैं?
hu: Szeretné átalakítani ezt a nagy szöveget mellékletté?
ia: Tu vole converter iste texto grande a attachamento?
nl: Wilt u deze lange tekst als bijlage converteren?
pl: Czy chcesz przekształcić ten duży tekst na załącznik?
pt_br: Você deseja converter este texto grande como anexo?
ru: Преобразовать этот большой текст во вложение?
sv: Vill du konvertera den här långa texten till en bilaga?
tr: Bu büyük metni bir eke dönüştürmek istiyor musunuz?
uk: Хочете перетворити цей значний фрагмент тексту на долучення?
zh_tw: 您要將此份長文轉為附件嗎？

# @title:window
source: Message Too Big
ar: الرسالة طويلة جداً
eo: Mesaĝo Tro Granda
es: El mensaje es demasiado grande
fi: Liian suuri viesti
gl: A mensaxe é longa de máis
hi: संदेश बहुत बड़ा
hu: Az üzenet túl nagy
pt_br: Mensagem muito grande
ru: Слишком большое сообщение
tr: İleti Pek Büyük
zh_tw: 訊息太大

source: Message %1 in thread
ar: %1 رسالة في سلسلة
eo: Mesaĝo %1 en fadeno
es: Mensaje %1 en el hilo
fi: Viesti %1 säikeessä
gl: Mensaxe %1 do fío
hi: संदेश%1 थ्रेड में
hu: Üzenet küldése a(z) %1 szobának szálban
pt_br: Mensagem %1 no tópico
ru: Сообщение %1 в ветке
tr: Dizideki %1 Kişisine İleti Gönder
zh_tw: 對話串中的訊息 %1

source: Send a message in %1…
ar: أرسل رسالة في %1…
es: Enviar un mensaje en %1…
fi: Lähetä viesti: %1…
gl: Enviar unha mensaxe en %1…
hi: %1 में संदेश भेजें…
pt_br: Enviar uma mensagem em %1…
ru: Отправить сообщение в %1…
tr: %1 içinde bir ileti gönder…
zh_tw: 在 %1 中傳送訊息…

source: File selected is too big (Maximum size %1)
ar: الملف المحدد كبير جدًا (الحجم الأقصى %1)
eo: Dosiero elektita estas tro granda (Maksimuma grandeco %1)
es: El archivo seleccionado es demasiado grande (Tamaño máximo %1)
fi: Valittu tiedosto on liian iso (enimmäiskoko %1)
fr: Le fichier sélectionné est trop volumineux (La taille maximale est de %1).
gl: O ficheiro seleccionado é grande de máis (tamaño máximo: %1)
hi: चयनित फ़ाइल बहुत बड़ी है (अधिकतम आकार %1)
hu: A kiválasztott fájl túl nagy (maximális méret: %1)
ia: File seligite es troppo grande (Grandor Maxime %1)
nl: Geselecteerde bestand is te groot (maximale grootte %1)
pl: Zaznaczony plik jest za duży (dopuszczalny rozmiar to %1)
pt_br: O arquivo selecionado é muito grande (tamanho máximo %1)
ru: Выбранный файл слишком велик (максимальный размер: %1)
sv: Vald fil är för stor (maximal storlek %1)
tr: Seçili dosya pek büyük (En büyük boyut %1)
uk: Вибраний файл є надто великим (максимальний розмір — %1)
zh_tw: 所選檔案太大（上限 %1）

# @title:window
source: File upload
ar: رفع الملف
eo: Dosiera alŝuto
es: Subida del archivo
fi: Tiedoston lähetys
gl: Subida de ficheiros
hi: फ़ाइल अपलोड
hu: Fájlfeltöltés
pt_br: Envio de arquivo
ru: Отправка файлов
tr: Dosya Karşıya Yükle
zh_tw: 檔案上傳

source: Server doesn't authorized this file (invalid mimetype)
ar: الخادم لا يسمح بهذا الملف (نوع mime غير صالح)
eo: Servilo ne rajtigis ĉi tiun dosieron (nevalida mimetipo)
es: El servidor no autoriza este archivo (tipo mime no soportado)
fi: Palvelin ei valtuuta tätä tiedostoa (virheellinen MIME-tyyppi)
gl: O servidor non autorizou o ficheiro (o tipo MIME non é válido).
hi: सर्वर इस फ़ाइल को अधिकृत नहीं करता (अमान्य mimetype)
hu: A kiszolgáló nem hitelesítette ezt a fájlt (érvénytelen MIME-típus)
pt_br: O servidor não autorizou este arquivo (tipo MIME inválido)
ru: Этот файл не разрешён сервером (некорректный тип MIME)
tr: Sunucu, bu dosya türünü yetkilendirmedi (geçersiz MIME türü)
zh_tw: 伺服器未授權此檔案（無效的 MIME 類型）

source: You have joined a new direct message
ar: انضممت إلى رسالة مباشرة جديدة
eo: Vi aliĝis al nova rekta mesaĝo
es: Se ha unido a un nuevo mensaje directo
fi: Liityit uuteen suoraviestiin
gl: Uniuse a unha nova mensaxe directa.
hi: आप एक नए प्रत्यक्ष संदेश में शामिल हो गए हैं
hu: Csatlakozott egy új közvetlen üzenethez
pt_br: Você entrou em uma nova mensagem direta
ru: Вы подключились к новому прямому обмену сообщениями
tr: Yeni bir doğrudan iletiye katıldınız
zh_tw: 您已加入新的私訊

source: Start of conversation
ar: بدء المحادثة
eo: Komenco de konversacio
es: Inicio de conversación
fi: Keskustelun alku
gl: Inicio da conversa
hi: बातचीत की शुरुआत
hu: Beszélgetés kezdete
pt_br: Início da conversa
ru: Начало разговора
tr: Konuşma başlangıcı
zh_tw: 對話開頭

# @action
source: Unpin Message
ar: ألغ تثبيت الرّسالة
eo: Malfiksi Mesaĝon
es: No fijar mensaje
fi: Poista viestin kiinnitys
gl: Deixar de fixar a mensaxe
hi: संदेश अनपिन करें
hu: Üzenet kitűzésének megszüntetése
pt_br: Desafixar mensagem
ru: Открепить сообщение
tr: İletiyi Sabitleme
zh_tw: 取消訊息置頂

# @action
source: Pin Message
ar: ثبّت الرّسالة
eo: Pin Mesaĝo
es: Fijar mensaje
fi: Kiinnitä viesti
gl: Fixar a mensaxe
hi: संदेश पिन करें
hu: Üzenet kitűzése
pt_br: Fixar mensagem
ru: Закрепить сообщение
tr: İletiyi Sabitle
zh_tw: 置頂訊息

# @action
source: Remove as Favorite
ar: أزِل من المفضّلة
eo: Forigi kiel Plej ŝatatan
es: Eliminar de favoritos
fi: Poista suosikeista
gl: Retirar das favoritas
hi: पसंदीदा के रूप में हटाएं
hu: Eltávolítás a kedvencekből
pt_br: Excluir como favorito
ru: Удалить из избранного
tr: Sık Kullanılanlardan Kaldır
zh_tw: 從收藏中移除

# @action
source: Delete
ar: احذف
eo: Forigi
es: Borrar
fi: Poista
gl: Eliminar
hi: मिटाना
hu: Törlés
pt_br: Excluir
ru: Удалить
tr: Sil
zh_tw: 刪除

# @action
source: Mark Message As Unread
ar: علّم الرسالة كَغَير مقروءة
eo: Marki Mesaĝon Kiel Nelegita
es: Marcar mensaje como no leído
fi: Merkitse viesti lukemattomaksi
gl: Marcar a mensaxe como non lida
hi: संदेश को अपठित के रूप में चिह्नित करें
hu: Üzenet megjelölése olvasatlanként
pt_br: Marcar mensagem como não lida
ru: Отметить сообщение как непрочитанное
tr: İletiyi Okunmadı Olarak İmle
zh_tw: 將訊息標記為未讀

# @action
source: Show Full Thread
ar: اعرض كامل السلسلة
eo: Montri Plenan Fadenon
es: Mostrar hilo completo
fi: Näytä koko säie
gl: Amosar o fío enteiro
hi: पूरा धागा दिखाएं
hu: Teljes szál megjelenítése
pt_br: Mostrar tópico completo
ru: Показать ветку целиком
tr: Tüm İlmeği Göster
zh_tw: 顯示完整對話串

# @action
source: Edit
ar: حرر
eo: Redakti
es: Editar
fi: Muokkaa
gl: Editar
hi: संपादन करना
hu: Szerkesztés
pt_br: Editar
ru: Изменить
tr: Düzenle
zh_tw: 編輯

# @action
source: Quote
ar: اقتبس
eo: Citaĵo
es: Citar
fi: Lainaa
gl: Citar
hi: उद्धरण
hu: Idézet
pt_br: Citar
ru: Цитировать
tr: Alıntı
zh_tw: 引用

# @action
source: Copy Link To Message
ar: انسخ رابط إلى رسالة
eo: Kopii Ligilon Al Mesaĝo
es: Copiar enlace al mensaje
fi: Kopioi linkki viestiin
gl: Copiar a ligazón á mensaxe
hi: संदेश का लिंक कॉपी करें
hu: Üzenet hivatkozásának másolása
pt_br: Copiar link para mensagem
ru: Копировать ссылку на сообщение
tr: Bağlantıyı İletiye Kopyala
zh_tw: 複製訊息連結

# @action
source: Forward Message
ar: تمرير الرسالة
eo: Plusendi Mesaĝon
es: Redireccionar mensaje
fi: Edennä viesti
gl: Reenviar a mensaxe
hi: अग्रेषित संदेश
hu: Üzenet továbbítása
pt_br: Encaminhar mensagem
ru: Переслать сообщение
tr: İletiyi İlet
zh_tw: 轉寄訊息

# @action
source: Unfollow Message
ar: لا تتبع الرسالة
eo: Malsekvi Mesaĝon
es: Dejar de seguir mensaje
fi: Lakkaa seuraamasta viestiä
gl: Deixar de seguir a mensaxe
hi: संदेश को अनफ़ॉलो करें
hu: Üzenet követésének leállítása
pt_br: Não seguir mensagem
ru: Прекратить отслеживание сообщения
tr: İletiyi Takipten Çıkar
zh_tw: 取消跟隨訊息

# @action
source: Follow Message
ar: اتبع الرّسالة
eo: Sekvi Mesaĝon
es: Seguir mensaje
fi: Seuraa viestiä
gl: Seguir a mensaxe
hi: संदेश का अनुसरण करें
hu: Üzenet követése
pt_br: Seguir mensagem
ru: Отслеживать сообщение
tr: İletiyi Takip Et
zh_tw: 跟隨訊息

# @action
source: Copy URL
ar: انسخ المسار
eo: Kopii URL
es: Copiar URL
fi: Kopioi verkko-osoite
gl: Copiar o URL
hi: यूआरएल कॉपी करें
hu: URL másolása
pt_br: Copiar URL
ru: Копировать URL-адрес
tr: URL’yi Kopyala
zh_tw: 複製網址

# @action
source: User Info
ar: معلومات المستخدم
eo: Informoj pri uzantoj
es: Información del usuario
fi: Käyttäjän tiedot
gl: Información da persoa usuaria
hi: उपयोगकर्ता जानकारी
hu: Felhasználó-információk
pt_br: Informação do usuário
ru: Сведения о пользователе
tr: Kullanıcı Bilgisi
zh_tw: 使用者資訊

# @action
source: Start a Discussion
ar: ابدأ مناقشة
eo: Komenci Diskuton
es: Iniciar una discusión
fi: Aloita keskustelu
gl: Iniciar unha discusión
hi: चर्चा शुरू करें
hu: Megbeszélés indítása
pt_br: Iniciar uma discussão
ru: Начать обсуждение
tr: Bir Tartışma Başlat
zh_tw: 開始討論

# @action
source: Reply in Thread
ar: رد في السلسلة
eo: Respondi en Fadeno
es: Responder en el hilo
fi: Vastaa säikeeseen
gl: Responder nun fío
hi: थ्रेड में उत्तर दें
hu: Válasz szálban
pt_br: Responder no tópico
ru: Ответить в ветке
tr: Dizide Yanıtla
zh_tw: 在對話串中回覆

# @action
source: View Reports
ar: اطلع على التقارير
eo: Vidi Raportojn
es: Ver reportes
fi: Näytä ilmoitukset
gl: Ver os informes
hi: रिपोर्ट देखें
hu: Jelentések megtekintése
pt_br: Ver relatórios
ru: Просмотреть жалобы
tr: Raporları Görüntüle
zh_tw: 檢視檢舉

# @action
source: Dismiss Reports
ar: استبعد التقارير
eo: Forigi Raportojn
es: Descartar reportes
fi: Hylkää ilmoitukset
gl: Descartar os informes
hi: रिपोर्ट खारिज करें
hu: Jelentések eltüntetése
pt_br: Descartar relatórios
ru: Отклонить жалобы
tr: Raporları Göz Ardı Et
zh_tw: 忽略檢舉

# @action
source: Report Message
ar: بلّغ عن الرسالة
eo: Raporti Mesaĝon
es: Notificar mensaje
fi: Ilmoita viestistä
gl: Denunciar a mensaxe
hi: संदेश की रिपोर्ट करें
hu: Üzenet jelentése
pt_br: Reportar mensagem
ru: Пожаловаться на сообщение
tr: İletiyi Bildir
zh_tw: 檢舉訊息

source: Do you want to delete this message?
ar: هل تريد حذف هذه الرسالة؟
eo: Ĉu vi volas forigi ĉi tiun mesaĝon?
es: ¿Desea borrar este mensaje?
fi: Haluatko poistaa tämän viestin?
fr: Voulez-vous supprimer ce message ?
gl: Quere eliminar a mensaxe?
hi: क्या आप यह संदेश हटाना चाहते हैं?
hu: Szeretné törölni ezt az üzenetet?
ia: Tu vole deler ite message?
nl: Wilt u dit bericht verwijderen?
pl: Czy chcesz usunąć tę wiadomość?
pt_br: Deseja excluir esta mensagem?
ru: Удалить это сообщение?
sv: Vill du ta bort meddelandet?
tr: Bu iletiyi silmek istiyor musunuz?
uk: Хочете вилучити це повідомлення?
zh_tw: 您確定要刪除此則訊息嗎？

# @title
source: Delete Message
ar: احذف الرّسالة
eo: Forigi mesaĝon
es: Borrar mensaje
fi: Poista viesti
fr: Supprimer un message
gl: Eliminar a mensaxe
hi: संदेश को हटाएं
hu: Üzenet törlése
ia: Dele Messages
nl: Bericht verwijderen
pl: Usuń wiadomość
pt_br: Excluir mensagem
ru: Удаление сообщения
sv: Ta bort meddelande
tr: İleti Sil
uk: Вилучення повідомлення
zh_tw: 刪除訊息

# @title:window
source: Translator Error
ar: خطأ المترجم
eo: Eraro de tradukisto
es: Error de traductor
fi: Käännösvirhe
gl: Erro de tradución
hi: अनुवादक त्रुटि
hu: Fordítóhiba
pt_br: Erro do tradutor
ru: Ошибка переводчика
tr: Çevirmen Hatası
zh_tw: 翻譯工具錯誤

source: Paste Image
ar: ألصِق صورة
eo: Alglui Bildon
es: Pegar imagen
fi: Liitä kuva kuvan liittäminen
gl: Pegar unha imaxe
hi: छवि चिपकाएँ
hu: Kép beillesztése
pt_br: Colar imagem
ru: Вставить изображение
tr: Görseli Yapıştır
zh_tw: 貼上影像

source: Change Text Format
ar: غيّر تنسيق النص
eo: Ŝanĝi Tekstan Formaton
es: Cambiar formato del texto
fi: Muuta tekstin muotoa
fr: Modifier le format de texte
gl: Cambiar o formato do texto
hi: पाठ प्रारूप बदलें
hu: Szövegformátum módosítása
ia: Cambia formato de texto
nl: Tekstformaat wijzigen
pl: Zmień format tekstu
pt_br: Alterar formato do texto
ru: Изменить формат текста
sv: Ändra textformat
tr: Metin Biçimini Değiştir
uk: Зміна форматування тексту
zh_tw: 變更文字格式

source: Bold
ar: ثخين
eo: Grasa
es: Negrita
fi: Lihavoitu
fr: Gras
gl: Grosa
hi: बोल्ड
hu: Félkövér
ia: Grasse
nl: Vet
pl: Pogrubienie
pt_br: Negrito
ru: Полужирный
sv: Fetstil
tr: Kalın
uk: Напівжирний
zh_tw: 粗體

source: Italic
ar: مائل
eo: Kursiva
es: Cursiva
fi: Kursivoitu
fr: Italique
gl: Cursiva
hi: तिरछा
hu: Dőlt
nl: Cursief
pl: Kursywa
pt_br: Itálico
ru: Курсив
sv: Kursiv
tr: Yatık
uk: Курсив
zh_tw: 斜體

source: Strike-out
ar: مشطوب
eo: Forstreko
es: Tachado
fi: Yliviivattu
fr: Barré
gl: Riscar
hi: मिटाना
hu: Áthúzott
nl: Doorstrepen
pl: Przekreślenie
pt_br: Tachado
ru: Перечёркнутый
sv: Överstruken
tr: Üzeri Çizili
uk: Закреслений
zh_tw: 刪除線

source: Code Block
ar: كتلة شفرة
eo: Kodbloko
es: Bloque de código
fi: Koodilohko
fr: Bloc de code
gl: Bloque de código
hi: कोड ब्लॉक
hu: Kód
ia: Bloco de codice
nl: Codeblok
pl: Blok kodu
pt_br: Bloco de código
ru: Блок кода
sv: Kodblock
tr: Kod Bloku
uk: Блок коду
zh_tw: 程式碼區塊

source: Markdown Url
ar: رابط مارك‌داون
es: URL de Markdown
fi: Markdown-verkko-osoite
fr: URL « Markdown »
gl: URL de Markdown
hi: मार्कडाउन यूआरएल
nl: Url in markdown
pl: Adres URL Markdown
pt_br: URL Markdown
ru: Адрес Markdown
sv: Markdown-webbadress
tr: Markdown URL’si
uk: Адреса Markdown
zh_tw: Markdown 網址

source: New Message
ar: رسالة جديدة
es: Nuevo mensaje
fi: Uusi viesti
pt_br: Nova mensagem
tr: Yeni İleti
zh_tw: 新訊息

source: (Try Reconnect)
ar: (حاول إعادة الاتصال)
eo: (Provi Rekonekti)
es: (Probando a reconectar)
fi: (Yritä yhdistää uudelleen)
fr: (Tentative de reconnexion)
gl: (probe a reconectar)
hi: (पुनः कनेक्ट करने का प्रयास करें)
hu: (Kísérlet az újrakapcsolódásra)
ia: (Essaya reconnecte)
nl: (Probeer opnieuw te verbinden)
pl: (Spróbuj połączyć ponownie)
pt_br: (Tentar reconectar)
ru: (Попробовать переподключиться)
sv: (försök återansluta)
tr: (Yeniden Bağlanmayı Dene)
uk: (Спроба повторного з'єднання)
zh_tw: （嘗試重新連線）

source: %1 seconds before reconnecting. %2
ar: %1 ثانية قبل إعادة الاتصال. %2
eo: %1 sekundoj antaŭ rekonektado. %2
es: %1 segundos antes de reconectar. %2
fi: %1 sekuntia ennen uudelleenyhdistämistä. %2
fr: %1 secondes avant la reconnexion. %2
gl: Reconectarase en %1 segundos. %2
hi: %1 सेकंड पुनः कनेक्ट होने से पहले. %2
hu: %1 másodperc újrakapcsolódás előtt. %2
ia: %1 secundas ante reconnecter. %2
nl: %1 seconden voor opnieuw te verbinden. %2
pl: %1 sekund przed ponownym połączeniem. %2
pt_br: %1 segundos antes de reconectar. %2
ru: %1 сек. до переподключения. %2
sv: %1 sekunder innan återanslutning. %2
tr: Yeniden bağlanma öncesi %1 saniye. %2
uk: %1 секунд до повторного з'єднання. %2
zh_tw: %1 秒後重新連線。%2

# @action:button
source: Jump to First Unread
ar: انتقل إلى أول غير مقروءة
es: Saltar al primer no leído
fi: Siirry ensimmäiseen lukematta olevaan
gl: Saltar á primeira sen ler
hi: पहले अपठित पर जाएं
pt_br: Pular para o primeira não lida
ru: Перейти к первому непрочитанному
tr: İlk Okunmamışa Atla
zh_tw: 跳到第一個未讀

# @action:button
source: Mark as Read
ar: علّم كمقروء
es: Marcar como leído
fi: Merkitse luetuksi
gl: Marcar como lida
hi: पढ़े हुए का चिह्न
hu: Megjelölés olvasottként
pt_br: Marcar como lida
ru: Отметить как прочитанное
tr: Okundu Olarak İmle
zh_tw: 標記為已讀

source: %1 new message since %2.
ar: %1 رسالة جديدة منذ %2.
es: %1 nuevo mensaje desde %2.
fi: %1 uusi viesti %2 jälkeen.
gl: %1 nova mensaxe desde %2.
hi: %2 के बाद से %1 नये संदेश.
pt_br: %1 nova mensagem desde %2.
ru: %1 новое сообщение с %2.
tr: %2 tarihinden bu yana %1 yeni ileti.
zh_tw: %2 以來有 %1 個新訊息。

source: (Show More Info…)
ar: (اعرض معلومات أكثر…)
eo: (Montri Pliajn Informojn…)
es: (Mostrar más información…)
fi: (Näytä enemmän tietoa…)
gl: (amosar máis información…)
hi: (अधिक जानकारी दिखाएं…)
hu: (Több információ megjelenítése…)
pt_br: (Mostrar mais informações…)
ru: (Показать больше сведений…)
tr: (Daha Fazla Bilgi Göster…)
zh_tw: （顯示更多資訊…）

source: (Show Less Info…)
ar: (اعرض معلومات أقل…)
eo: (Montri Malpli da Informoj…)
es: (Mostrar menos información…)
fi: (Näytä vähemmän tietoa…)
gl: (amosar menos información…)
hi: (कम जानकारी दिखाएं…)
hu: (Kevesebb információ megjelenítése…)
pt_br: (Mostrar menos informações…)
ru: (Показать меньше сведений…)
tr: (Daha Az Bilgi Göster…)
zh_tw: （顯示較少資訊…）

# @info:tooltip
source: Favorite
ar: المفضّلة
eo: Ŝatata
es: Favorito
fi: Suosikki
gl: Favorita.
hi: पसंदीदा
hu: Kedvenc
pt_br: Favorito
ru: Избранное
tr: Sık kullanılanlara ekle
zh_tw: 收藏

source: Favorite
ar: المفضّلة
eo: Ŝatata
es: Favorito
fi: Suosikki
fr: Favoris
gl: Favorita.
hi: पसंदीदा
hu: Kedvenc
ia: Favorito
nl: Favoriet
pl: Ulubione
pt_br: Favorito
ru: Избранное
sv: Favorit
tr: Sık Kullanılan
uk: Улюблене
zh_tw: 收藏

# @info:tooltip
source: E2E Enabled
ar: التعمية من طرف لطرف ممكّنة
eo: E2E Ebligita
es: E2E activado
fi: E2E käytössä
gl: Cifraxe de extremo a extremo activada.
hi: E2E सक्षम
hu: Végpontok közötti titkosítás engedélyezve
pt_br: E2E habilitado
ru: Сквозное шифрование включено
tr: Uçtan Uca Şifreleme etkinleştirildi
zh_tw: 點對點加密已啟用

# @info:tooltip
source: AI Actions
ar: إجراءات الذكاء الاصطناعي
es: Acciones de IA
fi: Tekoälytoiminnot
gl: Accións da IA
pt_br: Ações de IA
tr: Yapay zekâ eylemleri
zh_tw: AI 動作

# @info:tooltip
source: Call
ar: اتصل
eo: Voki
es: Llamar
fi: Soita
gl: Chamar
hi: पुकारना
hu: Hívás
pt_br: Chamada
ru: Вызов
tr: Ara

source: Call
ar: اتصل
eo: Voki
es: Llamar
fi: Soita
gl: Chamar
hi: पुकारना
hu: Hívás
pt_br: Chamada
ru: Вызов
tr: Ara

# @info:tooltip
source: Channel's Information
ar: معلومات القناة
eo: Informoj de Kanalo
es: Información del canal
fi: Kanavan tiedot
gl: Información da canle
hi: चैनल की जानकारी
hu: Csatornainformációk
pt_br: Informações do canal
ru: Сведения о канале
tr: Kanalın bilgisi
zh_tw: 頻道資訊

source: Channel's Information
ar: معلومات القناة
eo: Informoj de Kanalo
es: Información del canal
fi: Kanavan tiedot
fr: Informations du canal
gl: Información da canle
hi: चैनल की जानकारी
hu: Csatornainformációk
ia: Information de Canal
nl: Informatie over kanaal
pl: Szczegóły kanału
pt_br: Informações do canal
ru: Сведения о канале
sv: Kanalens information
tr: Kanal Bilgisi
uk: Дані щодо каналу
zh_tw: 頻道資訊

# @info:tooltip
source: Team Channels
ar: قنوات الفريق
eo: Teamaj Kanaloj
es: Canales del equipo
fi: Työryhmäkanavat
gl: Canles do equipo
hi: टीम चैनल
hu: Csapatcsatornák
pt_br: Canais da equipe
ru: Каналы команды
tr: Takım kanalları
zh_tw: 團隊頻道

source: Team Channels
ar: قنوات الفريق
eo: Teamaj Kanaloj
es: Canales del equipo
fi: Työryhmäkanavat
fr: Canaux des équipes
gl: Canles do equipo
hi: टीम चैनल
hu: Csapatcsatornák
ia: Canales de Equipa
nl: Teamkanalen
pl: Kanały zespołu
pt_br: Canais da equipe
ru: Каналы команды
sv: Lagkanaler
tr: Takım Kanalları
uk: Канали команди
zh_tw: 團隊頻道

# @info:tooltip
source: Show List of Users
ar: أظهر قائمة المستخدمين
eo: Montri Liston de Uzantoj
es: Mostrar lista de usuarios
fi: Näytä käyttäjäluettelo
gl: Amosar a lista de xente
hi: उपयोगकर्ताओं की सूची दिखाएं
hu: Felhasználók listájának megjelenítése
pt_br: Mostrar lista de usuários
ru: Показать список пользователей
tr: Kullanıcıların listesini göster
zh_tw: 顯示使用者清單

source: Show List of Users
ar: أظهر قائمة المستخدمين
eo: Montri Liston de Uzantoj
es: Mostrar lista de usuarios
fi: Näytä käyttäjäluettelo
fr: Afficher la liste des utilisateurs
gl: Amosar a lista de xente
hi: उपयोगकर्ताओं की सूची दिखाएं
hu: Felhasználók listájának megjelenítése
ia: Monstra lista de usatores
nl: Lijst van gebruikers tonen
pl: Pokaż spis użytkowników
pt_br: Mostrar lista de usuários
ru: Показать список пользователей
sv: Visa lista över användare
tr: Kullanıcı Listesini Göster
uk: Показувати список користувачів
zh_tw: 顯示使用者清單

# @info:tooltip
source: Search Messages…
ar: ابحث في الرسائل…
eo: Serĉi Mesaĝojn…
es: Buscar mensajes…
fi: Etsi viestejä…
gl: Buscar nas mensaxes…
hi: संदेश खोजें…
hu: Üzenetek keresése…
pt_br: Pesquisar mensagens…
ru: Поиск сообщений…
tr: İletiler ara…
zh_tw: 搜尋訊息…

source: Search Messages…
ar: ابحث في الرسائل…
eo: Serĉi Mesaĝojn…
es: Buscar mensajes…
fi: Etsi viestejä…
gl: Buscar nas mensaxes…
hi: संदेश खोजें…
hu: Üzenetek keresése…
pt_br: Pesquisar mensagens…
ru: Поиск сообщений…
tr: İletiler Ara…
zh_tw: 搜尋訊息…

source: Team's Information
ar: معلومات الفريق
eo: Informoj de Teamo
es: Información del equipo
fi: Työryhmän tiedot
fr: Informations de l'équipe
gl: Información do equipo
hi: टीम की जानकारी
hu: Csapatinformációk
ia: Information de Equipa
nl: Informatie over team
pl: Szczegóły zespołu
pt_br: Informações da equipe
ru: Сведения о команде
sv: Lagets information
tr: Takım Bilgisi
uk: Дані щодо команди
zh_tw: 團隊資訊

source: Quote Message: '%1'
ar: اقتبس رسالة: '%1'
eo: Citmesaĝo: '%1'
es: Citar mensaje: «%1»
fi: Lainaa viestiä: ”%1”
fr: Citer un message : « %1 »
gl: Citar a mensaxe: «%1»
hi: उद्धरण संदेश: '%1'
hu: Üzenet idézése: „%1”
ia: Cita Message: '%1'
nl: Bericht aanhalen: '%1'
pl: Wiadomość cytowana: '%1'
pt_br: Citar mensagem: '%1'
ru: Цитировать сообщение: «%1»
sv: Citera meddelande: '%1'
tr: İletiyi Alıntıla: “%1”
uk: Цитата повідомлення: «%1»
zh_tw: 引用訊息：「%1」

source: Replying in a thread
ar: الرد في سلسلة
eo: Respondante en fadeno
es: Respondiendo en un hilo
fi: Vastataan säikeeseen
fr: Réponse dans le fil de discussions
gl: Respondendo nun fío
hi: किसी थ्रेड में उत्तर देना
hu: Válasz egy szálban
ia: Respondente a un topico
nl: In een discussie antwoorden
pl: Odpowiadanie w wątku
pt_br: Respondendo em um tópico
ru: Ответ в ветке
sv: Svarar i en tråd
tr: Bir dizide yanıtlanıyor
uk: Відповідь до гілки
zh_tw: 正在於對話串中回覆

source: Reply in Thread for Message: '%1'
ar: رد في سلسلة المحادثات للرسالة: '%1'
eo: Respondi en Fadeno por Mesaĝo: '%1'
es: Responder en el hilo al mensaje: «%1»
fi: Vastaa säikeessä viestiin: ”%1”
fr: Répondre dans le fil de discussion pour le message : « %1 »
gl: Resposta no fío á mensaxe: «%1»
hi: संदेश के लिए थ्रेड में उत्तर दें: '%1'
hu: Válasz szálban az üzenetre: „%1”
ia: Responde a un Topico per Message: '%1'
nl: In discussiebundeling antwoorden op bericht: '%1'
pl: Odpowiedz na wiadomości w wątku: '%1'
pt_br: Responder no tópico para mensagem: '%1'
ru: Ответить в ветке на сообщение: «%1»
sv: Svara i tråd för meddelande: '%1'
tr: Şu İletiyi Dizide Yanıtla: “%1”
uk: Відповісти у гілку на повідомлення: «%1»
zh_tw: 為此訊息在對話串中回覆：「%1」

source: Do you want really remove history?
ar: هل تريد إزالة التاريخ حقًا؟
eo: Ĉu vi vere volas forigi la historion?
es: ¿De verdad quiere eliminar el historial?
fi: Haluatko varmasti poistaa historian?
fr: Voulez-vous vraiment supprimer l'historique ?
gl: Seguro que quere retirar o historial?
hi: क्या आप सचमुच इतिहास हटाना चाहते हैं?
hu: Biztosan el szeretné távolítani az előzményeket?
ia: Tu vole vermente remover chronologia?
nl: Wilt u de geschiedenis verwijderen?
pl: Czy na pewno usunąć historię?
pt_br: Deseja realmente excluir o histórico?
ru: Удалить журнал?
sv: Vill du verkligen ta bort historiken?
tr: Geçmişi kaldırmayı gerçekten istiyor musunuz?
uk: Ви справді хочете вилучити журнал?
zh_tw: 您確定要移除歷史嗎？

# @title:window
source: Remove History
ar: أزل التّاريخ
eo: Forigi Historion
es: Eliminar historial
fi: Poista historia
gl: Retirar o historial
hi: इतिहास हटाएँ
hu: Előzmények eltávolítása
pt_br: Excluir histórico
ru: Удаление журнала
tr: Geçmişi Kaldır
zh_tw: 移除歷史
