Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Store Message in Local Database (experimental)
ar: تخزين الرسالة في قاعدة البيانات المحلية (تجريبي)
eo: Konservi Mesaĝon en Loka Datumbazo (eksperimenta)
es: Almacenaje de mensajes en base de datos local (experimental)
fi: Talleta viestit paikalliseen tietokantaan (kokeellinen)
gl: Almacenar a mensaxe na base de datos local (experimental).
hi: संदेश को स्थानीय डेटाबेस में संग्रहीत करें (प्रायोगिक)
hu: Üzenetek tárolása helyi adatbázisban (kísérleti)
pt_br: Armazena mensagem no banco de dados local (experimental)
ru: Хранение сообщения в локальной базе данных (экспериментальная возможность)
tr: İletileri yerel veri tabanında depola (deneysel)
zh_tw: 將訊息儲存在本地資料庫（實驗性）

source: Download Server Icon from Server
ar: تنزيل أيقونة الخادم من الخادم
eo: Elŝuti Servila Piktogramo de Servilo
es: Descarga del icono de servidor desde el servidor
fi: Lataa palvelimelta palvelinkuvake
gl: Descargar do servidor a icona do servidor.
hi: सर्वर से सर्वर आइकन डाउनलोड करें
hu: Kiszolgálóikon letöltése a kiszolgálóról
pt_br: Baixa ícone do servidor a partir do servidor
ru: Загрузка значка сервера с сервера
tr: Sunucu simgesini sunucudan indir
zh_tw: 從伺服器下載伺服器圖示

source: Show Server Error Info in Specific DialogBox
ar: إظهار معلومات خطأ الخادم في مربع حوار محدد
eo: Montri Servila Eraro Informoj en Specifa DialogBox
es: Muestra de información de error del servidor en un diálogo específico
fi: Näytä palvelimen virhetiedot erityisikkunassa
gl: Amosar información do erro do servidor nunha caixa de diálogo específica.
hi: विशिष्ट डायलॉगबॉक्स में सर्वर त्रुटि जानकारी दिखाएं
hu: Kiszolgálóhibák információinak megjelenítése egy külön párbeszédablakban
pt_br: Mostra informações de erro do servidor em caixa de diálogo específica
ru: Показ сведений об ошибке сервера в соответствующем окне
tr: Belirli iletişim kutularında sunucu hatası bilgilerini göster
zh_tw: 在特定的對話框中顯示伺服器錯誤資訊

source: Allow to Copy Image in Clipboard
ar: السماح بنسخ الصورة في الحافظة
eo: Permesi Kopii Bildon en Tondujo
es: Permite copiar imagen al portapapeles
fi: Salli kuvan kopioiminen leikepöydälle
gl: Permitir copiar a imaxe no portapapeis.
hi: क्लिपबोर्ड में छवि कॉपी करने की अनुमति दें
hu: Kép másolásának vágólapra lehetővé tétele
pt_br: Permite copiar imagem para a área de transferência
ru: Возможность копирования изображения в буфер обмена
tr: Panodaki görseli kopyalamaya izin ver
zh_tw: 允許複製影像到剪貼簿

source: Improve debug support (Allow to show current account permissions)
ar: تحسين تصحيح الأخطاء (السماح بعرض أذونات الحساب الحالي)
eo: Plibonigi sencimigan subtenon (Permesi montri permesojn pri nunaj kontoj)
es: Mejora de la depuración (Permite mostrar los permisos actuales de la cuenta)
fi: Paranna virheenpaikannustukea (salli nykyisen tilin käyttöoikeuksien näyttäminen)
gl: Mellorar a asistencia de depuración (permitir amosar os permisos da conta actual).
hi: डिबग समर्थन में सुधार करें (वर्तमान खाता अनुमतियाँ दिखाने की अनुमति दें)
hu: Hibakeresés támogatásának javítása (jelenlegi fiókjogosultságok megjelenítésének lehetővé tétele)
pt_br: Melhoria no suporte à depuração (permitir mostrar as permissões da conta atual)
ru: Улучшение поддержки отладки (показ текущих прав учётной записи)
tr: Hata ayıklama desteğini iyileştir (Geçerli hesap izinlerini göstermeye izin ver)
zh_tw: 改善除錯支援（允許顯示目前帳戶的權限）

source: Add support for quoted text (text which starts by '>')
ar: إضافة التعامل مع النص المقتبس (النص الذي يبدأ بـ '>')
eo: Aldoni subtenon por citita teksto (teksto kiu komenciĝas per '>')
es: Soporte añadido para texto citado (texto que comienza por «>»)
fi: Lisää tuki lainatulle tekstille (tekstille, joka alkaa ”>”)
gl: Permitir texto de cita (que comeza con «>»).
hi: उद्धृत पाठ के लिए समर्थन जोड़ें ('>' से शुरू होने वाला पाठ)
hu: Idézett szöveg támogatása („>” jellel kezdődő szöveg)
pt_br: Adiciona suporte para texto citado (texto que começa com '>')
ru: Добавление поддержки цитат (текст, начинающийся с символа «>»)
tr: Alıntı metinler için destek ekle (“>” ile başlayan metinler)
zh_tw: 支援引用文字（以 ">" 開頭的文字）

source: Show leader/moderator/owner in channel info.
ar: إظهار القائد/المشرف/المالك في معلومات القناة.
eo: Montri gvidanton/moderiganton/posedanton en kanalaj informoj.
es: Muestra del líder/moderador/propietario en la información del canal.
fi: Näytä kanavatiedoissa johtaja/moderaattori/omistaja.
gl: Amosar liderado, moderación e pertenza na información das canles.
hi: चैनल जानकारी में लीडर/मॉडरेटर/मालिक दिखाएं।
hu: Vezető/moderátor/tulajdonos megjelenítése a csatornainformációkban.
pt_br: Mostra líder/moderador/proprietário nas informações do canal.
ru: Показ лидера/модератора/владельца в сведениях о канале
tr: Kanal bilgisinde lider/moderatör/sahip bilgisini göster
zh_tw: 在頻道資訊中顯示領導者 / Mod / 擁有者。

source: Video/Sound Message support (kf6 only).
ar: إتاحة الرسائل الصوتية/الفيديو (kf6 فقط).
eo: Subteno de Video/Sona Mesaĝo (nur kf6).
es: Soporte para mensajes de audio/vídeo (solo en kf6).
fi: Video/ääniviestituki (vain kf6).
gl: Permitir mensaxes de vídeo e de son (só en KF6).
hi: वीडियो/ध्वनि संदेश समर्थन (केवल kf6).
hu: Video-/hangüzenet támogatása (csak KF6).
pt_br: Suporte para mensagens de vídeo/som (somente kf6).
ru: Поддержка видео- и аудиосообщений (только kf6)
tr: Video/Ses iletisi desteği (yalnızca KF6)
zh_tw: 影片/語音訊息支援

source: Import/Export Accounts.
ar: حسابات الاستيراد/التصدير.
eo: Importi/Eksporti Kontojn.
es: Importación/Exportación de cuentas.
fi: Tilien tuonti ja vienti.
gl: Importar e exportar contas.
hi: आयात/निर्यात खाते.
hu: Fiókok importálása/exportálása.
pt_br: Importação/Exportação de contas.
ru: Импорт/экспорт учётных записей
tr: Hesapları içe/dışa aktar
zh_tw: 匯入/匯出帳戶。

source: Fix avatar support
ar: إصلاح الصورة الرمزية
eo: Ripari subtenon de avataro
es: Corrección del soporte de avatares
fi: Avatartuen korjaus
gl: Corrixir a compatibilidade con avatares.
hi: अवतार समर्थन को ठीक करें
hu: Profilkép támogatás javítva
pt_br: Corrige o suporte a avatar
ru: Исправление поддержки аватаров
tr: Avatar desteğini onar
zh_tw: 修正頭貼支援

source: Fix emoji support (use new ktextaddons/textemoticons)
ar: إصلاح الرموز التعبيرية (استخدم ktextaddons/textemoticons الجديدة)
eo: Ripari emoji-subtenon (uzi novajn ktextaddons/textemoticons)
es: Corrección del soporte de emoticonos (usa el nuevo ktextaddons/textemoticons)
fi: Emojituen korjaus (käytössä uusi ktextaddons/textemoticons)
gl: Corrixir a compatibilidade con expresións (usar a nova ktextaddons/textemoticons).
hi: इमोजी समर्थन को ठीक करें (नए ktextaddons/textemoticons का उपयोग करें)
hu: Emodzsi támogatás javítva (új ktextaddons/textemoticons használata)
pt_br: Corrige o suporte a emojis (usa os novos ktextaddons/textemoticons)
ru: Исправление поддержки смайликов (использование нового ktextaddons/textemoticons)
tr: Emoji desteğini düzelt (yeni ktextaddons/textemoticons kitaplığını kullan)
zh_tw: 修正表情符號支援（使用新的 ktextaddons/textemoticons）

source: Fix animated gif in reactions
ar: إصلاح الصورة المتحركة في التفاعلات
eo: Ripari viglan gifon en reagoj
es: Corrección de los gif animados en las reacciones
fi: Korjaa reaktioiden animoidut GIFfit
gl: Corrixir os GIF animados nas reaccións.
hi: प्रतिक्रियाओं में एनिमेटेड GIF को ठीक करें
hu: Animált GIF-ek javítva a reakciókban
pt_br: Corrige gif animados em reações
ru: Исправление анимации GIF-изображений в реакциях
tr: Tepkilerdeki canlandırmalı GIF’leri onar
zh_tw: 修正反應中的動態 GIF

source: Fix kf6 support
ar: إصلاح التوافق مع kf6
eo: Ripari kf6-subtenon
es: Corrección del soporte de kf6
fi: Korjattu kf6-tuki
gl: Corrixir a compatibilidade con KF6.
hi: kf6 समर्थन ठीक करें
hu: KF6 támogatás javítva
pt_br: Corrige suporte ao kf6
ru: Исправление поддержки kf6
tr: KF6 desteğini onar
zh_tw: 修正 kf6 支援

source: Add Moderation Console (Administration, RC server 6.2)
ar: إضافة وحدة تحكم الإشراف (الإدارة، خادم RC 6.2)
eo: Aldoni Moderan Konzolon (Administrado, RC-servilo 6.2)
es: Añade consola de moderación (Administración, RC server 6.2)
fi: Lisätty moderointikonsoli (ylläpito, RC-palvelin 6.2)
gl: Engadir unha consola de moderación (administración, versión 6.2 do servidor de Rocket.Chat).
hi: मॉडरेशन कंसोल जोड़ें (प्रशासन, RC सर्वर 6.2)
hu: Moderációs konzol hozzáadása (Adminisztráció, RC kiszolgáló 6.2)
pt_br: Adiciona Console de Moderação (Administração, servidor RC 6.2)
ru: Добавление консоли модерации (администрирование, сервер RC 6.2)
tr: Moderasyon konsolu ekle (yönetim, RC sunucusu, sürüm 6.2)
zh_tw: 新增站務主控台（管理員，RC 伺服器 6.2）

source: Implement message style
ar: تنفيذ نمط الرسالة
eo: Efektivigi mesaĝstilon
es: Implementación del estilo del mensaje
fi: Toteutettu viestityyli
gl: Implementar os estilos de mensaxes.
hi: संदेश शैली लागू करें
hu: Üzenetstílusok megvalósítása
pt_br: Implementa estilo de mensagem
ru: Реализация стиля сообщения
tr: İleti biçemi seçimini gerçekle
zh_tw: 實作訊息風格

source: Implement Url Preview
ar: تنفيذ معاينة عناوين الإنترنت
eo: Efektivigi Url Antaŭrigardon
es: Implementación de la vista previa de URL
fi: Toteutettu verkko-osoitteiden esikatselu
gl: Implementar as vistas previas de URL.
hi: यूआरएल पूर्वावलोकन लागू करें
hu: URL előnézet megvalósítása
pt_br: Implementa visualização de URL
ru: Реализация предпросмотра содержимого по ссылкам
tr: URL önizlemesini gerçekle
zh_tw: 實作網址預覽

source: Fix markdown support (header + check mark)
ar: إصلاح ماركدون (الترويسة ومربع الاختيار)
eo: Ripari subtenon de markdown (kapo + marko)
es: Corrección del soporte de markdown (marcas de cabecera y verificación)
fi: Korjattu Markdown-tuki (otsake + valintamerkki)
gl: Corrixir a compatibilidade con Markdown (cabeceira e caixas para marcar).
hi: मार्कडाउन समर्थन को ठीक करें (हेडर + चेक मार्क)
hu: Markdown támogatás javítva (fejléc + ellenőrző jel)
pt_br: Corrige suporte a markdown (cabeçalho + marca de seleção)
ru: Исправление поддержки Markdown (заголовок + отметка)
tr: Markdown desteğini onar (başlık ve onay kutusu)
zh_tw: 修正 Markdown 支援（標題與勾選）

source: Fix mem leak
ar: إصلاح تسرب الذاكرة
eo: Ripari memorfukon
es: Reducción del uso de memoria
fi: Korjattu muistivuoto
gl: Corrixir unha fuga de memoria.
hi: मेम लीक ठीक करें
hu: Memóriaszivárgás javítva
pt_br: Corrige vazamento de memória
ru: Исправление утечки памяти
tr: Bellek sızıntısını onar
zh_tw: 修正記憶體流出

source: Cache message size (optimization)
ar: حجم خبيئة الرسائل (تحسين)
eo: Kaŝmemorgrando de mesaĝo (optimumigo)
es: Almacenaje del tamaño del mensaje (optimización)
fi: Viestivälimuistin koko (optimointi)
gl: Tamaño da caché de mensaxes (optimización).
hi: कैश संदेश आकार (अनुकूलन)
hu: Üzenetméret gyorsítótárazása (optimalizáció)
pt_br: Otimização de tamanho da mensagem em cache
ru: Кэширование размера сообщений (оптимизация)
tr: Önbellek iletisi boyutu (eniyileme)
zh_tw: 將訊息大小加入快取（效能改善）

source: Improve select room or user in message line edit (show icon, inform if user is in channel)
ar: تحسين تحديد الغرفة أو المستخدم في تحرير سطر الرسالة (إظهار الرمز، إبلاغ ما إذا كان المستخدم في القناة)
eo: Plibonigi elektitan ĉambron aŭ uzanton en mesaĝo-linia redakto (montri piktogramon, informi ĉu uzanto estas en kanalo)
es: Mejora en la selección de sala o usuario en edición en línea del mensaje (muestra icono, informa si el usuario se encuentra en el canal)
fi: Parannettu huoneen tai käyttäjän valintaa viestirivimuokkauksessa (näyttää kuvakkeen, ilmoittaa onko käyttäjä kanavalla)
gl: Mellorar a selección de sala ou persoa na edición de mensaxe (amosar a icona, informar se a persoa está na canle).
hi: संदेश पंक्ति संपादन में चयनित कक्ष या उपयोगकर्ता को बेहतर बनाएं (आइकन दिखाएं, सूचित करें कि उपयोगकर्ता चैनल में है या नहीं)
hu: Szoba vagy felhasználó kiválasztásának javítása az üzenetsor szerkesztésében (ikon megjelenítése, tájékoztatás, ha a felhasználó a csatornán van)
pt_br: Melhora a seleção de sala ou usuário na edição da linha de mensagem (mostrar ícone, informar se o usuário está no canal)
ru: Улучшение выбора комнаты или пользователя в строке редактирования сообщения (показ значка, информация о присутствии пользователя на канале)
tr: Oda veya ileti satırı düzenlerken kullanıcı seçmeyi iyileştir (simgeyi göster, kullanıcı kanaldaysa bildir)

source: Fix show commands in message line edit (Hide action when room doesn't support it).
ar: إصلاح أوامر العرض في تحرير سطر الرسالة (إخفاء الإجراء عندما لا تتيحه الغرفة).
eo: Ripari montri komandojn en mesaĝlinia redakto (Kaŝi agon kiam ĉambro ne subtenas ĝin).
es: Mejora en las órdenes de muestra en la edición de mensajes en línea (Ocultación de la acción cuando la sala no la admite).
fi: Korjattu komentojen näyttöä viestirivimuokkauksessa (piilottaa toiminnon, jota huone ei tue).
gl: Corrixir como se amosan as ordes ao editar mensaxes (agochar unha acción se a sala non a permite).
hi: संदेश पंक्ति संपादन में शो कमांड को ठीक करें (जब कक्ष इसका समर्थन नहीं करता है तो कार्रवाई छिपाएं)।
hu: Parancsok megjelenítése javítva az üzenetsor szerkesztésében (művelet elrejtése, ha a szoba nem támogatja).
pt_br: Corrige comandos de exibição na edição da linha de mensagem (Ocultar ação quando a sala não a suporta).
ru: Исправление показа команд в строке редактирования сообщения (скрытие действий, которые не поддерживаются комнатой)
tr: İleti satırı düzenlemesinde komutları göstermeyi onar (Oda desteklemiyorsa eylemi gizle)
zh_tw: 修正訊息行編輯的顯示指令（聊天室不支援時隱藏動作）。

source: Fix download sound/video file when it's not in cache.
ar: إصلاح مشكلة تنزيل ملف الصوت/الفيديو عندما لا يكون في خبيئة.
eo: Ripari elŝutan son/filmetan dosieron kiam ĝi ne estas en kaŝmemoro.
es: Mejora en la descarga de archivos de audio/vídeo cuando no se encuentran en caché.
fi: Korjattu ääni- tai videotiedoston lataaminen, kun sitä ei ole välimuistissa.
gl: Corrixir a descarga de ficheiros de son ou vídeo se non están na caché.
hi: ध्वनि/वीडियो फ़ाइल को कैश में न होने पर डाउनलोड करने की समस्या को ठीक करें।
hu: Gyorsítótárban nem lévő hang-/videofájlok letöltése javítva.
pt_br: Corrige arquivo de som/vídeo para download quando não estiver no cache.
ru: Исправление загрузки файлов звука и видео, которые не находятся в кэше
tr: Önbellekte değilken ses/video indirme sorununu çöz
zh_tw: 修正音訊或視訊檔案不在快取中的下載問題。

source: Fix list of authentication method.
ar: إصلاح قائمة طريقة الاستيثاق.
eo: Ripari liston de aŭtentikigmetodo.
es: Mejora en el listado de los métodos de autenticación.
fi: Korjattu todennustapaluettelo.
gl: Corrixir a lista de métodos de autenticación.
hi: प्रमाणीकरण विधि की सूची ठीक करें.
hu: Hitelesítési módok listájának javítva.
pt_br: Corrige lista de métodos de autenticação.
ru: Исправление списка способов аутентификации
tr: Kimlik doğrulama yöntemi listesini düzelt
zh_tw: 修正身份驗證方式列表。

source: Fix show avatar url.
ar: إصلاح رابط إظهار الصورة الرمزية.
eo: Ripari URL por montri avataron.
es: Corrección al mostrar la URL del avatar.
fi: Korjattu avatarin verkko-osoitteen näyttäminen.
gl: Corrixir amosar o URL de avatar.
hi: अवतार यूआरएल दिखाना ठीक करें.
hu: Profilkép URL megjelenítése javítva.
pt_br: Corrige exibição do URL do avatar.
ru: Исправление показа адреса аватара
tr: Avatar gösterme URL’sini onar
zh_tw: 修正頭貼顯示 URL。

source: Allow to increase/decrease font (CTRL++/CTRL+-)
ar: السماح بزيادة/تقليل الخط (CTRL++/CTRL+-)
eo: Permesi pligrandigi/malpligrandigi tiparon (KTRL++/KTRL+-)
es: Permitir aumentar/disminuir tipo de letra (Ctrl++/Ctrl+-)
fi: Sallittu suurentaa/pienentää fonttia (Ctrl++/Ctrl+-)
gl: Permitir aumentar ou reducir o tamaño da letra (Ctrl++, Ctrl+-).
hi: फ़ॉन्ट बढ़ाने/घटाने की अनुमति दें (CTRL++/CTRL+-)
hu: Betűméret növelésének/csökkentésének lehetővé tétele (Ctrl++/Ctrl+-)
pt_br: Permite aumentar/diminuir a fonte (CTRL c/CTRL-)
ru: Возможность увеличения или уменьшения шрифта (соответственно, CTRL++ или CTRL+-)
tr: Yazıtipi büyüklüğünü artırmaya/azaltmaya izin ver (KONTROL++/-)

source: Add channel list style (Condensed/Medium/Extended)
ar: إضافة نمط قائمة القنوات (مكثف/متوسط/موسع)
eo: Aldoni kanalan listostilon (Densigita/Meza/Etendita)
es: Añade estilo en la lista de canales (Condensado/Medio/Extendido)
fi: Lisätty kanavaluettelotyylit (tiivis/tavallinen/laajennettu)
gl: Engadir estilo á lista de canles (condensada, media, ampliada).
hi: चैनल सूची शैली जोड़ें (संक्षिप्त/मध्यम/विस्तारित)
hu: Csatornalista-stílus hozzáadása (sűrített/közepes/kiterjesztett)
pt_br: Adiciona estilo de lista de canais (Condensado/Médio/Estendido)
ru: Добавление стиля списка каналов («Компактный», «Обычный», «Расширенный»)
tr: Kanal listesi biçemi ekle (Sıkıştırılmış/Orta/Genişletilmiş)

source: Add forward message
ar: إضافة رسالة إلى الأمام
eo: Aldoni plusend-mesaĝon
es: Añade redirección de mensajes
fi: Lisätty viestin edennys
gl: Engadir reenvío de mensaxes.
hi: अग्रेषित संदेश जोड़ें
hu: Üzenettovábbítás hozzáadása
pt_br: Adiciona encaminhamento de mensagem
ru: Добавление пересылки сообщения
tr: Yönlendirilecek ileti ekle
zh_tw: 新增轉寄訊息

source: Improve mentions support.
ar: تحسين الإشارات.
eo: Plibonigi subtenon de mencioj.
es: Mejora en el soporte de menciones.
fi: Toteutettu mainintatuki.
gl: Mellorar a funcionalidade de mención.
hi: उल्लेख समर्थन में सुधार करें.
hu: Említések támogatásának fejlesztése.
pt_br: Melhora o suporte a menções.
ru: Улучшение поддержки упоминаний
tr: Değinme desteğini iyileştir
zh_tw: 改善提及支援。

source: Add support for deep linking <a href="https://developer.rocket.chat/getting-started/deep-linking">Deep Linking</a>.
ar: إضافة الارتباط العميق <a href="https://developer.rocket.chat/getting-started/deep-linking">الارتباط العميق</a>.
eo: Aldoni subtenon por funda ligado <a href="https://developer.rocket.chat/getting-started/deep-linking">Deep Linking</a>.
es: Añade implementación para enlace profundo <a href="https://developer.rocket.chat/getting-started/deep-linking">Enlace profundo</a>.
fi: Lisätty <a href="https://developer.rocket.chat/getting-started/deep-linking">syvälinkityksen</a> tuki
gl: Permitir <a href="https://developer.rocket.chat/getting-started/deep-linking">ligazóns profundas</a>.
hi: डीप लिंकिंग के लिए समर्थन जोड़ें <a href="https://developer.rocket.chat/getting-started/deep-linking">डीप लिंकिंग</a> .
hu: <a href="https://developer.rocket.chat/getting-started/deep-linking">Mély hivatkozások</a> támogatása.
pt_br: Adicione suporte para deep linking <a href="https://developer.rocket.chat/getting-started/deep-linking">Deep Linking</a>.
ru: Добавление поддержки диплинков (<a href="https://developer.rocket.chat/getting-started/deep-linking">Deep Linking</a>)
tr: <a href="https://developer.rocket.chat/getting-started/deep-linking">Derin Bağlantılama</a> desteği ekle
zh_tw: 支援深度連結 (<a href="https://developer.rocket.chat/getting-started/deep-linking">Deep Linking</a>)。

source: Implement block actions.
ar: تنفيذ إجراءات الحظر.
eo: Realigi blokad-agojn.
es: Implementación de las acciones en bloque.
fi: Toteuta lohkotoimenpiteet.
gl: Implementar as accións en bloque.
hi: ब्लॉक कार्यवाही लागू करें.
hu: Tiltási műveletek megvalósítása.
pt_br: Implementa ações de bloqueio.
ru: Реализация действий блокировки
tr: Engelleme eylemlerini gerçekle
zh_tw: 實作封鎖動作。

source: Implement personal token authentication. <a href="https://bugs.kde.org/show_bug.cgi?id=481400">Bug 481400</a>
ar: تنفيذ الاستيثاق بالرمز الشخصي. <a href="https://bugs.kde.org/show_bug.cgi?id=481400">Bug 481400</a>
eo: Realigi aŭtentigon per persona ĵetono. <a href="https://bugs.kde.org/show_bug.cgi?id=481400">Bug 481400</a>
es: Implementación de los token de autenticación personal.<a href="https://bugs.kde.org/show_bug.cgi?id=481400">Bug 481400</a>
fi: Toteutettu henkilökohtaisen pääsymerkin todennus. <a href="https://bugs.kde.org/show_bug.cgi?id=481400">Vikailmoitus 481400</a>
gl: Mellorar a autenticación con pase persoal. <a href="https://bugs.kde.org/show_bug.cgi?id=481400">Fallo 481400</a>.
hi: व्यक्तिगत टोकन प्रमाणीकरण लागू करें। <a href="https://bugs.kde.org/show_bug.cgi?id=481400">बग 481400</a>
hu: Személyi tokenes hitelesítés megvalósítása. <a href="https://bugs.kde.org/show_bug.cgi?id=481400">Hiba: 481400</a>
pt_br: Implementa autenticação de token pessoal. <a href="https://bugs.kde.org/show_bug.cgi?id=481400">Bug 481400</a>
ru: Реализация аутентификации по личному маркеру. <a href="https://bugs.kde.org/show_bug.cgi?id=481400">Ошибка 481400</a>
tr: Kişisel jeton kullanımını gerçekle — <a href="https://bugs.kde.org/show_bug.cgi?id=481400">481400 numaralı kayıt</a>

source: Add Plasma Activities Support
ar: إضافة التعامل مع أنشطة البلازما
eo: Aldoni Subtenon por Plasma-Aktivecoj
es: Añade soporte para actividades de Plasma
fi: Lisätty Plasma-aktiviteettien tuki
gl: Engadir compatibilidade con actividades de Plasma
hi: प्लाज्मा गतिविधियाँ समर्थन जोड़ें
hu: Plasma Aktivitások támogatás hozzáadása
pt_br: Adiciona suporte às Atividades do Plasma
ru: Добавление поддержки комнат Plasma
tr: Plasma Etkinlikler desteği ekle
zh_tw: 新增 Plasma 活動支援

source: Add Report User Support
ar: إضافة الإبلاغ عن مستخدم
eo: Aldoni Raporti Uzant-Subtenon
es: Añade soporte para reportar usuarios
fi: Lisätty käyttäjästä ilmoittamisen tuki
gl: Permitir denunciar a persoas
hi: रिपोर्ट उपयोगकर्ता सहायता जोड़ें
hu: Felhasználó-jelentés támogatásának hozzáadása
pt_br: Adicionar suporte a reporte de usuário
ru: Добавление поддержки жалоб на пользователей
tr: Kullanıcıyı bildirme desteği ekle
zh_tw: 新增檢舉使用者的支援

source: Implement Channel Sound Notification.
ar: تنفيذ إشعار صوت القناة.
eo: Realigi Kanalan Son-Sciigon.
es: Implementación de la notificación de sonido del canal.
fi: Toteutettu kanavan ääni-ilmoitukset.
gl: Implementar notificacións de son nas canles.
hi: चैनल ध्वनि अधिसूचना लागू करें.
hu: Csatorna hangértesítés megvalósítása.
pt_br: Implementa notificação de som no canal.
ru: Реализация звукового уведомления о действиях на канале
tr: Kanal sesli bildirimini gerçekle
zh_tw: 實作頻道的音效通知。

source: Implement New Room Sound Notification.
ar: تنفيذ الإشعار الصوتي للغرفة الجديدة.
eo: Realigi Novĉambran Son-Sciigon.
es: Implementación de la notificación de sonido de nueva sala.
fi: Toteutettu uuden huoneen ääni-ilmoitus.
gl: Implementar novas notificacións de son nas canles.
hi: नये कक्ष ध्वनि अधिसूचना को क्रियान्वित करें।
hu: Új szoba hangértesítés megvalósítása.
pt_br: Implementa nova notificação de som para sala.
ru: Реализация звукового уведомления о новой комнате
tr: Yeni oda sesi bildirimini gerçekle
zh_tw: 實作新聊天室的音效通知。

source: Implement Sorted/Unsorted markdown list.
ar: تنفيذ قائمة تخفيض الأسعار المصنفة/غير المصنفة.
eo: Realigi Ordigita/Neordigita markdown-listo.
es: Implementar lista ordenada/desordenada Markdown.
fi: Toteutettu lajiteltu ja lajittelematon Markdown-luettelo.
gl: Implementar listas de Markdown ordenadas e desordenadas.
hi: सॉर्टेड/अनसॉर्टेड मार्कडाउन सूची को कार्यान्वित करें।
hu: Rendezett/rendezetlen markdown lista megvalósítása.
pt_br: Implementa lista de markdown classificada/não classificada.
ru: Реализация списка «с упорядочиванием / без упорядочивания» для Markdown
tr: Sıralı/sırasız Markdown listelerini gerçekle
zh_tw: 實作 Markdown 有序/無序清單。

source: Fix dark mode support.
ar: إصلاح الوضع الداكن.
eo: Ripari subtenon por malhela reĝimo.
es: Mejora en el soporte del modo oscuro.
fi: Korjattu tumman tilan tuki.
gl: Corrixir a compatibilidade co modo escuro.
hi: डार्क मोड समर्थन को ठीक करें.
hu: Sötét mód támogatása javítva.
pt_br: Corrige suporte ao modo escuro.
ru: Исправление поддержки тёмного режима
tr: Koyu kip desteğini onar
zh_tw: 修正暗色模式支援。

source: Fix jitsi support.
ar: إصلاح التعامل مع جيتسي.
eo: Ripari subtenon de jitsi.
es: Mejora en el soporte de jitsi.
fi: Korjattu Jitsi-tuki.
gl: Corrixir a compatibilidade con Jitsi.
hi: जित्सी समर्थन ठीक करें।
hu: Jitsi támogatás javítva.
pt_br: Corrige suporte a jitsi.
ru: Исправление поддержки jitsi
tr: Jitsi desteğini onar
zh_tw: 修正 Jitsi 支援。
