Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Ruqola
ar: رقولة
hi: आर्गुला
tr: Roka

source: Rocket Chat Client
ar: عميل روكت تشات
eo: Rocket Chat Kliento
es: Cliente para Rocket.Chat
fi: Rocket-keskusteluasiakas
fr: Client de discussion Rocket
gl: Cliente de Rocket Chat
hi: रॉकेट चैट क्लाइंट
hu: Rocket.Chat kliens
ia: Cliente de Rocket Chat (Conversation in directo de Rocchetta)
nl: Client Rocket Chat
pl: Klient rozmowy Rocket
pt_br: Cliente de bate-papo Rocket.Chat
ru: Клиент Rocket Chat
sv: Rocket Chat-klient
tr: Rocket Chat İstemcisi
uk: Клієнт спілкування Rocket
zh_tw: Rocket Chat 用戶端

source: Copyright © 2020-2026 Ruqola authors
es: Copyright © 2020-2026 los autores de Ruqola
tr: © 2020–2026 Roka yazarları

source: Maintainer
ar: الصائن
eo: Prizorganto
es: Encargado
fi: Ylläpitäjä
fr: Mainteneur
gl: Mantemento.
hi: मेंटेनर
hu: Karbantartó
ia: Mantenitor
nl: Onderhouder
pl: Opiekun
pt_br: Mantenedor
ru: Сопровождающий
sv: Underhåll
tr: Bakımcı
uk: Супровідник
zh_tw: 維護者

source: Original Author
ar: المؤلف الأصلي
eo: Origina Aŭtoro
es: Autor original
fi: Alkuperäinen tekijä
fr: Auteur original
gl: Autoría orixinal.
hi: मूल लेखक
hu: Eredeti szerző
ia: Autor original
nl: Oorspronkelijke auteur
pl: Autor pierwszej wersji
pt_br: Autor original
ru: Первоначальный автор
sv: Ursprunglig upphovsman
tr: Özgün Yazar
uk: Початковий автор
zh_tw: 原始作者

source: Bug fixing, delegates etc.
ar: إصلاح الأخطاء والمندوبين وما إلى ذلك.
eo: Cimsolvado, delegitoj ktp.
es: Solución de errores, etc.
fi: Virheiden korjaus, delegaatit jne.
fr: Correction de bogues, délégations, etc.
gl: Corrección de fallos, delegacións, etc.
hi: बग फिक्सिंग, प्रतिनिधि आदि।
hu: Hibajavítás, delegálások, stb.
ia: Correctiones de falta, delegatos etc.
nl: Repareren van bugs, gedelegeerden etc.
pl: Poprawki błędów, delegaci, itp.
pt_br: Correção de bugs, delegações, etc.
ru: Исправление ошибок, делегирование и так далее
sv: Felrättning, delegater, etc.
tr: Hata düzeltme, vekilleme vb.
uk: Виправлення вад, делегування тощо.
zh_tw: 錯誤修正、delegate 等等

source: Bug fixing
ar: إصلاح علل
eo: Cimkorektado
es: Corrección de errores
fi: Virheenkorjaus
fr: Correction de bogues
gl: Corrección de fallos.
hi: बग फिक्सिंग
hu: Hibajavítások
ia: Fixar faltas (bug)
nl: Repareren van bugs
pl: Naprawa błędów
pt_br: Correção de erros
ru: Исправление ошибок
sv: Felrättning
tr: Hata düzeltme
uk: Виправлення вад
zh_tw: 臭蟲修正

source: Windows compile bug fixing
ar: إصلاح الأخطاء في تجميع Windows
eo: Kompilcima riparado en Vindozo
es: Corrección de errores en la compilación de Windows
fi: Windows-koosteen viankorjaus
fr: Corrections de bogues de compilation dans « Windows »
gl: Corrección de fallos da compilación de Windows.
hi: विंडोज़ संकलन बग फिक्सिंग
hu: Windows fordítási hibák javítása
ia: Corriger faltas de compilar de Windows
nl: Reparatie van bugs bij compileren voor Windows
pl: Poprawki błędów budowania na Windowsie
pt_br: Correção de erros de compilação no Windows
ru: Исправление ошибок компиляции в Windows
sv: Kompileringsrättningar för Windows
tr: Windows derleme hata düzeltmeleri
uk: Виправлення вад компіляції у Windows
zh_tw: Windows 編譯與錯誤修正

source: Bug fixing for Windows/Mac
ar: إصلاح الأخطاء لنظام التشغيل Windows/Mac
eo: Cimkorektado por Vindozo/Mac
es: Corrección de errores para Windows/Mac
fi: Virheiden korjaus Windowsissa/Macissä
fr: Correction de bogues pour Windows / Mac
gl: Corrección de fallos en Windows e macOS.
hi: विंडोज/मैक के लिए बग फिक्सिंग
hu: Windows/Mac hibajavítás
ia: Correction de faltas per Windows/Mac
nl: Repareren van bugs voor Windows/Mac
pl: Poprawki błędów dla Windowsa/Maka
pt_br: Correção de erros para Windows/Mac
ru: Исправление ошибок в Windows/Mac
sv: Felrättning för Windows och Mac
tr: Windows/Mac için hata düzeltmeler
uk: Виправлення вад у Windows/Mac
zh_tw: Windows/Mac 的錯誤修正

source: Packaging
ar: التحزيم
eo: Pakado
es: Empaquetando
fi: Paketointi
fr: Mise en paquet
gl: Empaquetando.
hi: पैकेजिंग
hu: Csomagolás
ia: Impacchettamento
nl: In pakketvorm brengen
pl: Pakowanie
pt_br: Empacotamento
ru: Создание пакетов
sv: Paketering
tr: Paketleme
uk: Пакування
zh_tw: 打包

source: Bug fixing (compile, network crash...)
ar: إصلاح الأخطاء (ترجمة، تعطل الشبكة...)
eo: Cimo-solvado (kompilo, retopaneo...)
es: Corrección de errores (compilación, errores de red, …)
fi: Ohjelmavirheiden korjaus (kääntäminen, verkkokaatuminen…)
fr: Correction de bogues (compilation, plantage réseau, etc.)
gl: Corrección de fallos (de compilación, quebras de rede…).
hi: बग फिक्सिंग (संकलन, नेटवर्क क्रैश...)
hu: Hibajavítás (fordítás, hálózati összeomlás…)
ia: Correction de falta (compilar,fracasso de rete...)
nl: Repareren van bugs (compileren, netwerkcrash...)
pl: Usuwanie błędów (budowanie, usterki z siecią...)
pt_br: Correção de erros (compilação, falha na rede...)
ru: Исправление ошибок (компиляция, аварийное завершение работы, связанное с сетью...)
sv: Felrättning (kompilering, nätverkskrasch ...)
tr: Hata düzeltmeleri (derleme, ağ çökmeleri…)
uk: Виправлення вад (компіляція, аварійне завершення роботи, пов'язане із мережею…)
zh_tw: 錯誤修正（編譯、網路崩潰…）

source: Optimization, fix windows/mac support
ar: التحسين، إصلاح التعامل مع Windows/Mac
eo: Optimumigo, ripari Windows/Mac-subtenon
es: Optimización, arreglos en windows/mac
fi: Optimointi, Windows/Mac-tuen korjaus
fr: Optimisation, prise en charge des corrections sous Windows / MacOS
gl: Optimización, corrección da compatibilidade con Windows e macOS.
hi: अनुकूलन, विंडोज़/मैक समर्थन को ठीक करें
hu: Optimalizálás, Windows/Mac támogatás javítása
ia: Optimistion, corrige supporto de windows/mac
nl: Optimalisatie, ondersteuning voor windows/mac gerepareerd
pl: Optymalizacje, naprawa obsługi Windowsa/macOSa
pt_br: Otimização, correções no suporte ao Windows/Mac
ru: Оптимизация, исправление поддержки Windows/Mac
sv: Optimering, rätta stöd för Windows/Mac
tr: Eniyileme, Windows/Mac desteğini onarma
uk: Оптимізація, виправлення підтримки Windows/Mac
zh_tw: 最佳化、修正 Windows/Mac 支援

source: New feature
ar: ميزة جديدة
es: Nueva funcionalidad
fi: Uusi ominaisuus
gl: Nova funcionalidade
hi: नई सुविधा
hu: Új funkció
pt_br: Nova funcionalidade
ru: Новая возможность
tr: Yeni özellik
zh_tw: 新功能

source: The following accounts are available:
ar: الحسابات التالية متاحة:
eo: La jenaj kontoj disponeblas:
es: Las siguientes cuentas están disponibles:
fi: Käytettävissä ovat seuraavat tilit:
fr: Les comptes suivants sont disponibles :
gl: As seguintes contas están dispoñíbeis:
hi: निम्नलिखित खाते उपलब्ध हैं:
hu: A következő fiókok érhetők el:
ia: Le sequente contos es disponibile:
nl: De volgende accounts zijn beschikbaar:
pl: Następujące konta są dostępne:
pt_br: As seguintes contas estão disponíveis:
ru: Доступны следующие учётные записи:
sv: Följande konton är tillgängliga:
tr: Aşağıdaki hesaplar kullanılabilir:
uk: Доступні такі облікові записи:
zh_tw: 可使用以下帳戶：

source: Invalid invite token
ar: رمز الدعوة غير صالح
es: Símbolo de invitación inválido
fi: Virheellinen kutsumerkki
gl: O pase de invitación non é válido
hu: Érvénytelen meghívási token
pt_br: Token de convite inválido
ru: Некорректный маркер приглашения
tr: Geçersiz Davet Jetonu
zh_tw: 無效的邀請權杖

source: Invite Token is invalid. Creating account canceled.
ar: رمز الدعوة غير صالح. ألغي إنشاء الحساب.
es: El símbolo de invitación es inválido. Se canceló la creación de cuenta.
fi: Kutsumerkki on virheellinen. Tilin luonti peruttu.
gl: O pase de invitación non é válido. Cancelouse a creación da conta.
pt_br: O token de convite é inválido. A criação da conta foi cancelada.
ru: Некорректный маркер приглашения. Создание учётной записи отменено.
tr: Geçersiz davet jetonu. Hesap oluşturma iptal ediliyor.
zh_tw: 邀請權杖無效。已取消建立帳戶。

source: per %1
ar: لكل %1
es: por %1
gl: por %1
hi: प्रति %1
pt_br: por %1
ru: в %1
tr: şuna göre: %1
zh_tw: 每%1

source: month
ar: شهر
es: mes
fi: kuukausi
gl: mes
hi: महीना
hu: hónap
pt_br: mês
ru: месяц
tr: ay
zh_tw: 個月

source: year
ar: سنة
es: año
fi: vuosi
gl: ano
hi: वर्ष
hu: év
pt_br: ano
ru: год
tr: yıl
zh_tw: 年

source: Description
ar: الوصف
eo: Priskribo
es: Descripción
fi: Kuvaus
gl: Descrición
hi: विवरण
hu: Leírás
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama
uk: Опис
zh_tw: 描述

source: Version
ar: الإصدارة
eo: Versio
es: Versión
fi: Versio
gl: Versión
hi: संस्करण
hu: Verzió
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
tr: Sürüm
uk: Версія
zh_tw: 版本

source: Categories
ar: الفئات
eo: Kategorioj
es: Categorías
fi: Luokat
gl: Categorías
hi: श्रेणियाँ
hu: Kategóriák
pt_br: Categorias
ru: Категории
tr: Kategoriler
zh_tw: 分類

source: Documentation
ar: التوثيق
eo: Dokumentado
es: Documentación
fi: Ohjeistus
gl: Documentación
hi: प्रलेखन
hu: Dokumentáció
pt_br: Documentação
ru: Документация
tr: Belgelendirme
zh_tw: 說明文件

source: Author
ar: المؤلّف
es: Autor
fi: Tekijä
fr: Auteur
gl: Autoría
hi: लेखक
hu: Szerző
ia: Autor
nl: Auteur
pl: Autor
pt_br: Autor
ru: Автор
sv: Upphovsman
tr: Yazar
uk: Автор
zh_tw: 作者

source: Homepage
ar: الصفحة الرئيسة
eo: Hejmpaĝo
es: Página de inicio
fi: Kotisivu
gl: Páxina web
hi: मुखपृष्ठ
hu: Kezdőlap
pt_br: Página inicial
ru: Домашняя страница
tr: Ana Sayfa
zh_tw: 首頁

source: Support
ar: الدعم
eo: Subteno
es: Apoyar
fi: Tuki
gl: Asistencia
hi: सहायता
hu: Támogatás
pt_br: Suporte
ru: Поддержка
tr: Destek
zh_tw: 支援

source: Privacy Summary
ar: ملخص الخصوصية
eo: Resumo de Privateco
es: Resumen de privacidad
fi: Yksityisyyden yhteenveto
gl: Resumo de privacidade
hi: गोपनीयता सारांश
hu: Adatvédelem összegzése
pt_br: Resumo de privacidade
ru: Сводка по конфиденциальности
tr: Gizlilik Özeti
zh_tw: 隱私權摘要

source: Permissions
ar: التّصاريح
eo: Permesoj
es: Permisos
fi: Käyttöoikeudet
fr: Droits d'accès
gl: Permisos
hi: अनुमतियां
hu: Jogosultságok
ia: Permissiones
nl: Toegangsrechten
pl: Uprawnienia
pt_br: Permissões
ru: Права доступа
sv: Rättigheter
tr: İzinler
uk: Права доступу
zh_tw: 權限

source: Access messages
ar: الوصول إلى الرسائل
es: Acceso a mensajes
fi: Pääsy viesteihin
gl: Acceder ás mensaxes
hi: संदेशों तक पहुंच
hu: Üzenetek elérése
pt_br: Acessa mensagens
ru: Доступ к сообщениям
tr: İletilere eriş
zh_tw: 存取訊息

source: Send and modify messages
ar: إرسال وتعديل الرسائل
es: Enviar y modificar mensajes
fi: Lähetä ja muokkaa viestejä
gl: Enviar e modificar mensaxes
hi: संदेश भेजें और संशोधित करें
hu: Üzenetek küldése és módosítása
pt_br: Envia e modifica mensagens
ru: Отправка и изменение сообщений
tr: İletiler gönder ve iletilerde değişiklik yap
zh_tw: 傳送與變更訊息

source: Access room information
ar: الوصول إلى معلومات الغرفة
es: Acceder a información de la sala
fi: Pääsy huonetietoihin
gl: Acceder á información da sala
hi: कमरे की जानकारी तक पहुँचें
hu: Szobainformációk elérése
pt_br: Acessa informações da sala
ru: Доступ к информации о комнате
tr: Oda bilgisine eriş
zh_tw: 存取聊天室資訊

source: Create and modify rooms
ar: إنشاء وتعديل الغرف
es: Crear y modificar salas
fi: Luo ja muuta huoneita
gl: Crear e modificar salas
hi: कमरे बनाएं और संशोधित करें
hu: Szobák létrehozása és módosítása
pt_br: Cria e modifica salas
ru: Создание и изменение комнат
tr: Odalar oluştur ve değişiklik yap
zh_tw: 建立與修改聊天室

source: Access to this server network
ar: الوصول إلى شبكة الخادم هذه
es: Acceso a la red de este servidor
fi: Käytä tämän palvelimen verkkoa
gl: Acceder á rede deste servidor
hi: इस सर्वर नेटवर्क तक पहुंच
hu: Hozzáférés ehhez a kiszolgálóhálózathoz
pt_br: Acesso a esta rede de servidores
ru: Доступ к сети этого сервера
tr: Bu sunucunun ağına eriş
zh_tw: 存取這個伺服器網路

source: Access user information
ar: الوصول إلى معلومات المستخدم
es: Acceder a información del usuario
fi: Pääsy käyttäjätietoihin
gl: Acceder á información da persoa usuaria
hi: उपयोगकर्ता जानकारी तक पहुँच
hu: Felhasználóinformációk elérése
pt_br: Acesso a informações do usuário
ru: Доступ к информации о пользователе
tr: Kullanıcı bilgisine eriş
zh_tw: 存取使用者資訊

source: Modify user information
ar: تعديل معلومات المستخدم
es: Modificar información del usuario
fi: Muuta käyttäjän tietoja
gl: Modificar a información da persoa usuaria
hi: उपयोगकर्ता जानकारी संशोधित करें
hu: Felhasználóinformációk módosítása
pt_br: Modificar informações do usuário
ru: Изменение информации о пользователе
tr: Kullanıcı bilgisinde değişiklik yap
zh_tw: 修改使用者資訊

source: Register new slash commands
ar: تسجيل أوامر شرطة مائلة جديدة
es: Registrar nuevas órdenes slash
fi: Rekisteröi uusia vinoviivakomentoja
gl: Rexistrar novas ordes de barra inclinada
hi: नए स्लैश कमांड पंजीकृत करें
hu: Új perjelparancsok regisztrálása
pt_br: Registrar novos comandos de barra
ru: Регистрация новых команд с косой чертой
tr: Yeni eğik çizgi komutları kaydet
zh_tw: 註冊新的斜線指令

source: Register and maintain scheduled jobs
ar: تسجيل والحفاظ على الوظائف المجدولة
es: Registrar y mantener trabajos programados
fi: Rekisteröi ja ylläpidä ajastettuja töitä
gl: Rexistrar e manter os traballos planificados
hi: निर्धारित नौकरियों को पंजीकृत और बनाए रखें
hu: Ütemezett feladatok regisztrálása és karbantartása
pt_br: Registrar e manter trabalhos agendados
ru: Регистрация и ведение запланированных заданий
tr: Planlı işler kaydet ve bakımlarını yap

source: Register new HTTP endpoints
ar: تسجيل نقاط نهاية HTTP جديدة
es: Registrar nuevos puntos de conexión HTTP
fi: Rekisteröi uusia HTTP-päätepisteitä
gl: Rexistrar novos extremos HTTP
hi: नए HTTP समापन बिंदु पंजीकृत करें
hu: Új HTTP-végpontok regisztrálása
pt_br: Registrar novos endpoints HTTP
ru: Регистрация новых конечных точек HTTP
tr: Yeni HTTP uç noktaları kaydet
zh_tw: 註冊新的 HTTP 端點

source: Access settings in this server
ar: إعدادات الوصول في هذا الخادم
es: Preferencias de acceso en este servidor
fi: Käytä tämän palvelimen asetuksia
gl: Acceder á configuración do servidor
hi: इस सर्वर में सेटिंग्स तक पहुँचें
hu: Ezen a kiszolgálón lévő beállítások elérése
pt_br: Acessar configurações neste servidor
ru: Доступ к параметрам на этом сервере
tr: Bu sunucudaki ayarlara eriş
zh_tw: 存取這個伺服器的設定

source: Modify settings in this server
ar: تعديل الإعدادات في هذا الخادم
es: Modificar preferencias en este servidor
fi: Muuta tämän palvelimen asetuksia
gl: Modificar a configuración do servidor
hi: इस सर्वर में सेटिंग्स संशोधित करें
hu: Ezen a kiszolgálón lévő beállítások módosítása
pt_br: Modificar configurações neste servidor
ru: Изменение параметров на этом сервере
tr: Bu sunucudaki ayarlarda değişiklik yap
zh_tw: 變更這個伺服器的設定

source: Upload files to this server
ar: رفع الملفات إلى هذا الخادم
es: Enviar archivos a este servidor
fi: Lähetä tiedostoja tähän palvelimeen
gl: Subir ficheiros ao servidor
hi: इस सर्वर पर फ़ाइलें अपलोड करें
hu: Fájlok feltöltése erre a kiszolgálóra
pt_br: Enviar arquivos para este servidor
ru: Отправка файлов на этот сервер
tr: Bu sunucuya dosyalar yükle
zh_tw: 上傳檔案到這個伺服器

source: Access files uploaded to this server
ar: الوصول إلى الملفات المرفوعة على هذا الخادم
es: Acceder a archivos enviados a este servidor
fi: Käytä tähän palvelimeen lähetettyjä tiedostoja
gl: Acceder a ficheiros subidos a este servidor
hi: इस सर्वर पर अपलोड की गई फ़ाइलों तक पहुँचें
hu: Erre a kiszolgálóra feltöltött fájlok elérése
pt_br: Acessar arquivos enviados para este servidor
ru: Доступ к отправленным на этот сервер файлам
tr: Bu sunucuya yüklenen dosyalara eriş
zh_tw: 存取上傳到這個伺服器的檔案

source: Interact with Cloud Services on behalf of this server
ar: التفاعل مع الخدمات السحابية نيابة عن هذا الخادم
es: Interactuar con servicios en la nube en nombre de este servidor
fi: Toimi pilvipalvelujen kanssa tämän palvelimen puolesta
gl: Interactuar cos servizos da nube e nome deste servidor
hi: इस सर्वर की ओर से क्लाउड सेवाओं के साथ बातचीत करें
hu: Interakció a felhőszolgáltatásokkal a kiszolgáló nevében
pt_br: Interagir com Serviços da Nuvem em nome deste servidor
ru: Взаимодействие с облачными службами от имени этого сервера
tr: Bu sunucunun adına bulut hizmetleriyle etkileşimde bulun

source: Access minimal information about this server environment
ar: الوصول إلى الحد الأدنى من المعلومات حول بيئة الخادم هذه
es: Acceder a información básica sobre el entorno de este servidor
fi: Käytä tästä palvelinympäristöstä vähimmäistietoja
gl: Acceder a información mínima sobre o contorno deste servidor
hi: इस सर्वर वातावरण के बारे में न्यूनतम जानकारी तक पहुँच
hu: Minimális információk elérése erről a kiszolgálókörnyezetről
pt_br: Acessar informações mínimas sobre o ambiente deste servidor
ru: Доступ к минимальной информации об этой серверной среде
tr: Bu sunucunun ortamıyla ilgili olabilecek en az bilgiye eriş

source: Access to multiple Livechat departments information
ar: الوصول إلى معلومات أقسام الدردشة المباشرة
es: Acceder a la información de múltiples departamentos Livechat
fi: Pääsy usean livekeskustelun osastotietoihin
gl: Acceder á información de varios departamento de charla en directo
hi: एकाधिक लाइवचैट विभागों की जानकारी तक पहुंच
hu: Több élő csevegés részleginformációinak elérése
pt_br: Acesso a informações de vários departamentos do Livechat
ru: Доступ к информации о нескольких отделах Livechat
tr: Birden çok canlı sohbet bölümü bilgisine eriş
zh_tw: 存取多個即時聊天部門的資訊

source: Access Livechat department information
ar: الوصول إلى معلومات قسم الدردشة المباشرة
es: Acceder a la información del departamento Livechat
fi: Pääsy livekeskustelun osastotietoihin
gl: Acceder á información do departamento de charla en directo
hi: लाइवचैट विभाग की जानकारी तक पहुँचें
hu: Az élő csevegés részleginformációinak elérése
pt_br: Acessar informações do departamento de Livechat
ru: Доступ к информации об отделе Livechat
tr: Canlı sohbet bölümü bilgisine eriş
zh_tw: 存取即時聊天部門資訊

source: Modify Livechat department information
ar: تعديل معلومات قسم الدردشة المباشرة
es: Modificar información del departamento Livechat
fi: Muuta livekeskustelun osastotietoja
gl: Modificar a información do departamento de charla en directo
hi: लाइवचैट विभाग की जानकारी संशोधित करें
hu: Az élő csevegés részleginformációinak módosítása
pt_br: Modificar informações do departamento do Livechat
ru: Изменение информации об отделе Livechat
tr: Canlı sohbet bölümü bilgisinde değişiklik yap
zh_tw: 變更即時聊天部門資訊

source: Modify Livechat room information
ar: تعديل معلومات غرفة الدردشة المباشرة
es: Modificar información de la sala Livechat
fi: Muuta livekeskustelun huonetietoja
gl: Modificar a información da sala de charla en directo
hi: लाइवचैट रूम की जानकारी संशोधित करें
hu: Az élő csevegés szobainformációinak módosítása
pt_br: Modificar informações da sala de Livechat
ru: Изменение информации о комнате Livechat
tr: Canlı sohbet odası bilgisinde değişiklik yap
zh_tw: 修改即時聊天聊天室資訊

source: Access Livechat room information
ar: الوصول إلى معلومات غرفة الدردشة المباشرة
es: Acceder a la información de la sala Livechat
fi: Pääsy livekeskustelun huonetietoihin
gl: Acceder á información da sala de charla en directo
hi: लाइवचैट रूम की जानकारी तक पहुँचें
hu: Az élő csevegés szobainformációinak elérése
pt_br: Acessar informações da sala de Livechat
ru: Доступ к информации о комнате Livechat
tr: Canlı sohbet oda bilgisine eriş
zh_tw: 存取即時聊天聊天室資訊

source: Modify Livechat message information
ar: تعديل معلومات رسالة الدردشة المباشرة
es: Modificar información del mensaje Livechat
fi: Muuta livekeskustelun viestitietoja
gl: Modificar a información da mensaxe de charla en directo
hi: लाइवचैट संदेश जानकारी संशोधित करें
hu: Az élő csevegés üzenetinformációinak módosítása
pt_br: Modificar informações da mensagem de Livechat
ru: Изменение информации о сообщении Livechat
tr: Canlı sohbet iletisi bilgisinde değişiklik yap
zh_tw: 變更即時聊天訊息資訊

source: Access Livechat message information
ar: الوصول إلى معلومات رسالة الدردشة المباشرة
es: Acceder a la información del mensaje Livechat
fi: Pääsy livekeskustelun viestitietoihin
gl: Acceder á información da mensaxe de charla en directo
hi: लाइवचैट संदेश जानकारी तक पहुँचें
hu: Az élő csevegés üzenetinformációinak elérése
pt_br: Acessar informações da mensagem de Livechat
ru: Доступ к информации о сообщении Livechat
tr: Canlı sohbet iletisi bilgisine eriş
zh_tw: 存取即時聊天訊息資訊

source: Modify Livechat visitor information
ar: تعديل معلومات زوار الدردشة المباشرة
es: Modificar información del visitante Livechat
fi: Muuta livekeskustelun vierailijatietoja
gl: Modificar a información da visita de charla en directo
hi: लाइवचैट आगंतुक जानकारी संशोधित करें
hu: Az élő csevegés látogatóinformációinak módosítása
pt_br: Modificar informações do visitante de Livechat
ru: Изменение информации о посетителе Livechat
tr: Canlı sohbet ziyaretçisi bilgisinde değişiklik yap
zh_tw: 變更即時聊天來訪者資訊

source: Access Livechat visitor information
ar: الوصول إلى معلومات زوار الدردشة المباشرة
es: Acceder a la información del visitante Livechat
fi: Pääsy livekeskustelun vierailijatietoihin
gl: Acceder á información da visita de charla en directo
hi: लाइवचैट आगंतुक जानकारी तक पहुंचें
hu: Az élő csevegés látogatóinformációinak elérése
pt_br: Acessar informações do visitante de Livechat
ru: Доступ к информации о посетителе Livechat
tr: Canlı sohbet ziyaretçisi bilgisine eriş
zh_tw: 存取即時聊天來訪者資訊

source: Access Livechat status information
ar: الوصول إلى معلومات حالة الدردشة المباشرة
es: Acceder a la información de estado Livechat
fi: Pääsy livekeskustelun tilatietoihin
gl: Acceder á información do estado de charla en directo
hi: लाइवचैट स्थिति की जानकारी तक पहुँचें
hu: Az élő csevegés állapotinformációinak elérése
pt_br: Acessar informações do estado do Livechat
ru: Доступ к информации о статусе Livechat
tr: Canlı sohbet durumu bilgisine eriş
zh_tw: 存取即時聊天狀態資訊

source: Interact with the UI
ar: التفاعل مع واجهة المستخدم
es: Interactuar con la interfaz gráfica
fi: Toimi käyttöliittymän kanssa
gl: Interactuar coa interface
hi: यूआई के साथ बातचीत करें
hu: Interakció a felhasználói felülettel
pt_br: Interagir com a interface do usuário
ru: Взаимодействие с интерфейсом пользователя
tr: Kullanıcı arayüzüyle etkileşimde bulun
zh_tw: 與使用者介面互動

source: Store internal data in the database
ar: تخزين البيانات الداخلية في قاعدة البيانات
es: Almacenar información interna en la base de datos
fi: Talleta sisäiset tiedot tietokantaan
gl: Almacenar datos internos na base de datos
hi: डेटाबेस में आंतरिक डेटा संग्रहीत करें
hu: Belső adatok tárolása az adatbázisban
pt_br: Armazenar dados internos no banco de dados
ru: Хранение внутренних данных в базе данных
tr: Veri tabanında içsel veri depola
zh_tw: 在資料庫裡儲存內部資料

source: Modify Livechat custom field configuration
ar: تعديل ضبط الحقل المخصص للدردشة المباشرة
es: Modificar configuración de los campos personalizados Livechat
fi: Muuta livekeskustelun mukautetun kentän määritystä
gl: Modificar a configuración do campo personalizado de charla en directo
hi: लाइवचैट कस्टम फ़ील्ड कॉन्फ़िगरेशन संशोधित करें
hu: Az élő csevegés egyéni mező beállításának módosítása
pt_br: Modificar a configuração de campo personalizado do Livechat
ru: Изменение конфигурации настраиваемых полей Livechat
tr: Canlı sohbet özel alan yapılandırmasında değişiklik yap
zh_tw: 變更即時聊天自訂欄位設定

source: Allow to write oauth app settings
ar: اسمح بكتابة إعدادات تطبيق أوث
es: Permitir escribir las preferencias de la aplicación oauth
fi: Salli kirjoittaa oauth-sovellusasetukset
gl: Permitir escribir a configuración de aplicacións de OAuth
hi: oauth ऐप सेटिंग लिखने की अनुमति दें
pt_br: Permitir escrever configurações em aplicativos oauth
ru: Возможность записи параметров программ OAuth
tr: OAuth uygulama ayarlarını yazmaya izin ver
zh_tw: 允許寫入 OAuth 應用程式設定

source: Allow to read oauth app settings
ar: اسمح بقراءة إعدادات تطبيق أوث
es: Permitir leer las preferencias de la aplicación oauth
fi: Salli lukea oauth-sovellusasetukset
gl: Permitir ler a configuración de aplicacións de OAuth
hi: oauth ऐप सेटिंग पढ़ने की अनुमति दें
pt_br: Permitir ler configurações em aplicativos oauth
ru: Возможность чтения параметров программ OAuth
tr: OAuth uygulama ayarlarını okumaya izin ver
zh_tw: 允許讀取 OAuth 應用程式設定
