Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

# @option:check
source: Allow Custom Status Message
ar: اسمح برسالة الحالة المخصصة
eo: Permesi Propran Statusan Mesaĝon
es: Permitir mensaje de estado personalizado
fi: Salli mukautettu tilaviesti
gl: Permitir unha mensaxe de estado personalizada.
hi: कस्टम स्थिति संदेश की अनुमति दें
hu: Egyéni állapotüzenet engedélyezése
pt_br: Permitir mensagem de status personalizada
ru: Разрешить нестандартное сообщение статуса
tr: Özel durum iletilerine izin ver
zh_tw: 允許自訂狀態訊息

# @option:check
source: Allow User Profile Change
ar: اسمح بتغيير ملف تعريف المستخدم
eo: Permesi Ŝanĝon de Profilo de Uzanto
es: Permitir cambio de perfil de usuario
fi: Salli käyttäjäprofiilin muuttaminen
gl: Permitir cambiar o perfil.
hi: उपयोगकर्ता प्रोफ़ाइल परिवर्तन की अनुमति दें
hu: Felhasználói profil megváltoztatásának engedélyezése
pt_br: Permitir mudança de perfil de usuário
ru: Разрешить изменение профиля пользователя
tr: Kullanıcı profil değişikliğine izin ver
zh_tw: 允許使用者變更個人資料

# @option:check
source: Allow User Avatar Change
ar: اسمح بتغيير الصورة الرمزية للمستخدم
eo: Permesi Ŝanĝon de Uzanto-Avataro
es: Permitir cambio de avatar de usuario
fi: Salli käyttäjän avatarin vaihtaminen
gl: Permitir cambiar o avatar.
hi: उपयोगकर्ता अवतार परिवर्तन की अनुमति दें
hu: Felhasználói profilkép megváltoztatásának engedélyezése
pt_br: Permitir mudança de avatar de usuário
ru: Разрешить смену аватара пользователя
tr: Kullanıcı avatar değişikliğine izin ver
zh_tw: 允許使用者變更頭貼

# @option:check
source: Allow Email Change
ar: اسمح بتغيير البريد الإلكتروني
eo: Permesi Retpoŝtan Ŝanĝon
es: Permitir cambio de correo electrónico
fi: Salli sähköpostiosoitteen vaihtaminen
gl: Permitir cambiar o enderezo de correo electrónico.
hi: ईमेल परिवर्तन की अनुमति दें
hu: E-mail-cím megváltoztatásának engedélyezése
pt_br: Permitir mudança de e-mail
ru: Разрешить изменение адреса эл. почты
tr: E-posta değişikliğine izin ver
zh_tw: 允許電子郵件變更

# @option:check
source: Allow Password Change
ar: اسمح بتغيير كلمة السر
eo: Permesi Ŝanĝon de Pasvorto
es: Permitir cambio de contraseña
fi: Salli salasanan vaihtaminen
gl: Permitir cambiar o contrasinal.
hi: पासवर्ड परिवर्तन की अनुमति दें
hu: Jelszó megváltoztatásának engedélyezése
pt_br: Permitir mudança de senha
ru: Разрешить смену пароля
tr: Parola değişikliğine izin ver
zh_tw: 允許密碼變更

# @option:check
source: Allow Email Notifications
ar: اسمح بإشعارات البريد الإلكتروني
eo: Permesi Retpoŝtajn Sciigojn
es: Permitir notificaciones de correo electrónico
fi: Salli sähköposti-ilmoitukset
gl: Permitir notificacións por correo electrónico.
hi: ईमेल अधिसूचनाओं की अनुमति दें
hu: E-mail-értesítések engedélyezése
pt_br: Permitir notificações de e-mail
ru: Разрешить уведомления по эл. почте
tr: E-posta bildirimlerine izin ver
zh_tw: 允許電子郵件通知

# @option:check
source: Allow Users to Delete Own Account
ar: اسمح للمستخدمين بحذف حسابهم
eo: Permesi Uzantojn Forigi Propran Konton
es: Permitir a los usuarios borrar su propia cuenta
fi: Salli käyttäjien poistaa tilinsä
gl: Permitir ás persoas usuarias eliminar a súa conta.
hi: उपयोगकर्ताओं को अपना खाता हटाने की अनुमति दें
hu: Engedélyezés a felhasználóknak a saját fiókjuk törlésére
pt_br: Permitir que usuários excluam sua própria conta
ru: Разрешить пользователям удалять свои собственные учётные записи
tr: Kullanıcıların kendi hesaplarını silmelerine izin ver
zh_tw: 允許使用者刪除自己的帳戶

# @option:check
source: Allow Anonymous Write
ar: اسمح بالكتابة المجهولة
eo: Permesi Anoniman Skribon
es: Permitir escritura anónima
fi: Salli kirjoittaminen nimettä
gl: Permitir escribir anonimamente.
hi: अनाम लेखन की अनुमति दें
hu: Névtelen írás engedélyezése
pt_br: Permitir escrita anônima
ru: Разрешить записи от анонимных пользователей
tr: Anonim yazmaya izin ver

# @option:check
source: Allow Anonymous Read
ar: اسمح بالقراءة المجهولة
eo: Permesi Anoniman Legadon
es: Permitir lectura anónima
fi: Salli lukeminen nimettä
gl: Permitir ler anonimamente.
hi: अनाम पढ़ने की अनुमति दें
hu: Névtelen olvasás engedélyezése
pt_br: Permitir leitura anônima
ru: Разрешить чтение от анонимных пользователей
tr: Anonim okumaya izin ver

# @option:check
source: Allow Password Change for OAuth Users
ar: اسمح بتغيير كلمة السر لمستخدمي أوث
eo: Permesi Pasvortŝanĝon por Uzantoj de OAuth
es: Permitir cambio de contraseña para usuarios OAuth
fi: Salli OAuth-käyttäjien salasanan vaihtaminen
gl: Permitir cambiar o contrasinal a persoas usuarias de OAuth.
hi: OAuth उपयोगकर्ताओं के लिए पासवर्ड परिवर्तन की अनुमति दें
hu: Jelszó megváltoztatásának engedélyezése az OAuth felhasználóknak
pt_br: Permitir mudança de senha para usuários OAuth
ru: Разрешить смену пароля для пользователей OAuth
tr: OAuth kullanıcıları için parola değişikliğine izin ver
zh_tw: 為 OAuth 使用者允許密碼變更

# @option:check
source: Allow Invisible status option
ar: اسمح بخيار الحالة غير المرئية
eo: Permesi elekteblon de Nevidebla stato
es: Permitir opción de estado invisible
fi: Salli näkymättömän tilan mahdollisuus
gl: Permitir a opción de estado invisíbel.
hi: अदृश्य स्थिति विकल्प की अनुमति दें
hu: Láthatatlan állapot beállítás engedélyezése
pt_br: Permitir opção de status invisível
ru: Разрешить использование невидимости
tr: Görünmez durum seçeneğine izin ver

# @option:check
source: Forget User Session on Window Close
ar: أنسَ جلسة المستخدم عند إغلاق النافذة
eo: Forgesi Uzantan Seancon je Fermo de Fenestro
es: Olvidar la sesión de usuario al cerrar la ventana
fi: Unohda käyttäjäistunto ikkunan sulkeuduttua
gl: Esquecer a sesión da persoa usuaria ao pechar a xanela.
hi: विंडो बंद होने पर उपयोगकर्ता सत्र भूल जाएं
hu: Felhasználói munkamenet elfelejtése az ablak bezárásakor
pt_br: Esquecer a sessão do usuário ao fechar a janela
ru: Не сохранять сеанс пользователя при закрытии окна
tr: Pencere kapatımında kullanıcı oturumunu unut
zh_tw: 關閉視窗時忘記使用者工作階段

# @option:check
source: Enable collect log in data
ar: مكّن جمع بيانات الولوج
eo: Ebligi kolektadon de ensalutaj datumoj
es: Activar colección de registros en datos
fi: Käytä kirjautumistiedon keruuta
gl: Permitir recoller os datos de acceso.
hi: लॉग इन डेटा एकत्रित करना सक्षम करें
hu: Bejelentkezési adatok gyűjtésének engedélyezése
pt_br: Habilitar coleta de dados de login
ru: Включить сбор данных о входе
tr: Günlük verisi toplamayı etkinleştir
zh_tw: 啟用登入資料收集

# @option:check
source: Block Failed Login Attempts by Username
ar: حظر محاولات الولوج الفاشلة بواسطة اسم المستخدم
eo: Bloki malsukcesajn ensalutprovojn per uzantnomo
es: Bloquear atentos de acceso fallidos por nombre de usuario
fi: Estä epäonnistuneet kirjautumisyrityksen käyttäjätunnuksen mukaan
gl: Bloquear os intentos fallados de acceso por nome de persoa usuaria.
hi: उपयोगकर्ता नाम द्वारा असफल लॉगिन प्रयासों को ब्लॉक करें
hu: Sikertelen bejelentkezési kísérletek tiltása felhasználónév szerint
pt_br: Bloquear tentativas de login com falha por nome de usuário
ru: Блокировать пользователя из-за неудачных попыток входа
tr: Kullanıcı adı ile hatalı oturum açma denemelerini engelle

# @option:check
source: Send Email to User when User is Activated
ar: أرسل بريد إلكتروني إلى المستخدم عند تنشيط المستخدم
eo: Sendi Retpoŝton al Uzanto kiam Uzanto estas Aktivigita
es: Enviar correo electrónico al usuario cuando se activa
fi: Lähetä aktivoidulle käyttäjälle sähköposti
gl: Enviar unha mensaxe de correo electrónico á persoa usuaria cando se active a súa conta.
hi: उपयोगकर्ता सक्रिय होने पर उपयोगकर्ता को ईमेल भेजें
hu: E-mail küldése a felhasználónak, ha a felhasználó aktiválva lett
pt_br: Enviar e-mail ao usuário quando o usuário for ativado
ru: Отправить пользователю сообщение по эл. почте, когда его запись активируется
tr: Kullanıcı etkinleştirildiğinde kullanıcıya e-posta gönder
zh_tw: 使用者被啟用時傳送電子郵件通知

# @option:check
source: Send Email to User when User is Deactivated
ar: أرسل بريد إلكتروني إلى المستخدم عندما يلغى تنشيط المستخدم
eo: Sendi Retpoŝton al Uzanto kiam Uzanto estas Malaktivigita
es: Enviar correo electrónico al usuario cuando se desactiva
fi: Lähetä passivoidulle käyttäjälle sähköposti
gl: Enviar unha mensaxe de correo electrónico á persoa usuaria cando se desactive a súa conta.
hi: जब उपयोगकर्ता निष्क्रिय हो जाए तो उपयोगकर्ता को ईमेल भेजें
hu: E-mail küldése a felhasználónak, ha a felhasználó inaktiválva lett
pt_br: Enviar e-mail ao usuário quando o usuário for desativado
ru: Отправить пользователю сообщение по эл. почте, когда его запись деактивируется
tr: Kullanıcı devre dışı kaldığında kullanıcıya e-posta gönder
zh_tw: 使用者被停用時傳送電子郵件通知

# @option:check
source: Require Name For Signup
ar: اطلب اسمًا للتسجيل
eo: Postuli Nomon Por Registriĝi
es: Nombre obligatorio al inscribirse
fi: Vaadi nimeä rekisteröidyttäessä
gl: Requirir o nome para rexistrarse.
hi: साइनअप के लिए नाम आवश्यक है
hu: Név megkövetelése a regisztrációhoz
pt_br: Exigir nome para inscrição
ru: Запрашивать имя для входа
tr: Kayıt için ad gerektir
zh_tw: 註冊時要求名稱

# @option:check
source: Require Password Confirmation
ar: اطلب تأكيد كلمة السر
eo: Postuli Pasvorton Konfirmon
es: Requerir confirmación de contraseña
fi: Vaadi salasanavahvistus
gl: Requirir confirmar o contrasinal.
hi: पासवर्ड पुष्टिकरण आवश्यक है
hu: Jelszó megerősítésének megkövetelése
pt_br: Exigir confirmação de senha
ru: Запрашивать подтверждение пароля
tr: Parola onayı gerektir
zh_tw: 要求密碼確認

# @option:check
source: Only Allow Verified Users to Login
ar: اسمح فقط للمستخدمين المعتمدين بتسجيل الدخول
eo: Nur Permesi Konfirmitajn Uzantojn Ensaluti
es: Solo permitir inicio de sesión a usuarios verificados
fi: Salli kirjautuminen vain todennetuille käyttäjille
gl: Só permitir acceder ás persoas usuarias verificadas.
hi: केवल सत्यापित उपयोगकर्ताओं को ही लॉगइन करने की अनुमति दें
hu: Bejelentkezés engedélyezése csak ellenőrzött felhasználóknak
pt_br: Somente permitir que usuários verificados efetuem login
ru: Разрешить вход только проверенным пользователям
tr: Yalnızca onaylı kullanıcıların oturum açmasına izin ver
zh_tw: 只允許已驗證的使用者登入

# @option:check
source: Mark Email for External Accounts Verified
ar: علّم البريد الإلكتروني للحسابات الخارجية
eo: Marki Retpoŝton por Eksteraj Kontoj Konfirmita
es: Marcar correo electrónico para cuentas externas como verificado
fi: Merkitse ulkoisten tilien sähköposti todennetuksi
gl: Marcar como verificado o enderezo de correo electrónico de contas externas.
hi: बाहरी खातों के लिए ईमेल को सत्यापित चिह्नित करें
hu: Külső fiókok e-mail-címének megjelölése ellenőrzöttként
pt_br: Marcar e-mail para contas externas como verificado
ru: Отмечать адреса эл. почты внешних учётных записей как проверенные
tr: Dış hesaplar için e-postaları onaylı olarak imle

# @option:check
source: Manually Approve New Users
ar: الموافقة يدويًا على المستخدمين الجدد
eo: Mane Aprobas Novajn Uzantojn
es: Aprobar manualmente nuevos usuarios
fi: Hyväksytä uudet käyttäjät
gl: Aprobar manualmente as novas persoas usuarias.
hi: नए उपयोगकर्ताओं को मैन्युअल रूप से अनुमोदित करें
hu: Új felhasználók kézi jóváhagyása
pt_br: Aprovar manualmente novos usuários
ru: Утверждать новых пользователей вручную
tr: Yeni kullanıcıları elle onayla
zh_tw: 手動批准新使用者

# @option:check
source: Use Default Blocked Domains List
ar: استخدم قائمة النطاقات المحظورة المبدئية
eo: Uzi Liston de Defaŭlta Blokita Domajnoj
es: Usar lista de dominios bloqueados por omisión
fi: Käytä estettyjen verkkoalueiden oletusluetteloa
gl: Usar a lista predeterminada de dominios bloqueados.
hi: डिफ़ॉल्ट अवरुद्ध डोमेन सूची का उपयोग करें
hu: Alapértelmezetten tiltott tartományok listájának használata
pt_br: Usar lista padrão de domínios bloqueados
ru: Использовать стандартный список заблокированных доменов
tr: Öntanımlı engelli etki alanları listesi kullan
zh_tw: 使用預設已封鎖網域列表

# @option:check
source: Use DNS Domain Check
ar: استخدم فحص نطاق DNS
eo: Uzi DNS-Domajnan Kontrolon
es: Usar comprobación de dominio DNS
fi: Käytä DNS-toimialueen tarkistusta
gl: Usar unha comprobación de dominio de DNS.
hi: DNS डोमेन जाँच का उपयोग करें
hu: DNS-tartományellenőrzés használata
pt_br: Usar verificação de domínio DNS
ru: Использовать проверку доменов DNS
tr: DNS etki alanı denetimi kullan
zh_tw: 使用 DNS 網域檢查

# @option:check
source: Registration with Authentication Services
ar: التسجيل بخدمات الاستيثاق
eo: Registrado kun Aŭtentikaj Servoj
es: Registro con servicios de autenticación
fi: Rekisteröityminen todennuspalveluilla
gl: Rexistro con servizos de autenticación.
hi: प्रमाणीकरण सेवाओं के साथ पंजीकरण
hu: Regisztráció hitelesítési szolgáltatásokkal
pt_br: Registro com serviços de autenticação
ru: Регистрация с помощью служб аутентификации
tr: Kimlik doğrulama hizmetleriyle kayıt
zh_tw: 用驗證服務註冊

# @option:check
source: Password Reset
ar: صفّر كلمة السّر
eo: Pasvorto Restarigi
es: Reinicio de contraseña
fi: Salasanan nollaaminen
gl: Restabelecemento de contrasinal.
hi: पासवर्ड रीसेट
hu: Jelszó visszaállítása
pt_br: Redefinição de senha
ru: Сброс пароля
tr: Parolayı sıfırla
zh_tw: 密碼重設

# @option:check
source: Log (on console) failed login attempts
ar: سجّل (في الطرفية) محاولات الولوج الفاشلة
es: Mostrar (en consola) los intentos de inicio de sesión fallidos
fi: Epäonnistuneet kirjautumisyritykset (konsoliin)
gl: Rexistrar (na consola) os intentos de acceso fallados
hi: लॉग (कंसोल पर) असफल लॉगिन प्रयास
hu: Sikertelen bejelentkezési kísérletek naplózása (a konzolon)
pt_br: Registrar (no console) tentativas de login com falha
ru: Вести (в консоли) журнал неудачных попыток входа
tr: Başarısız oturum açma girişimlerini günlükle

# @option:check
source: Show Username on failed login attempts logs
ar: أظهر اسم المستخدم على سجلات الولوج الفاشلة
es: Mostrar nombre de usuario en los registros de atentos de inicio de sesión fallidos
fi: Näytä käyttäjätunnus epäonnistuneiden kirjautumisyritysten lokissa
gl: Amosar o nome de persoa usuaria nos rexistros de intentos de acceso fallados.
hi: असफल लॉगिन प्रयास लॉग पर उपयोगकर्ता नाम दिखाएं
hu: Felhasználónév megjelenítése a sikertelen bejelentkezési kísérletek naplóiban
pt_br: Mostrar nome do usuário nos registros de tentativas de login falhas
ru: Показывать имя пользователя в журнале неудачных попыток входа
tr: Başarısız oturum açma girişimi günlüklerinde kullanıcı adını göster

# @option:check
source: Show UserAgent on failed login attempts logs
ar: أظهر عميل المستخدم Useragent على سجلات الولوج الفاشلة
es: Mostrar agente de usuario en los registros de atentos de inicio de sesión fallidos
fi: Näytä UserAgent-jono epäonnistuinen kirjautumisyritysten lokissa
gl: Amosar o axente de persoa usuaria no rexistro de intentos de acceso fallados.
hi: असफल लॉगिन प्रयास लॉग पर UserAgent दिखाएँ
hu: Felhasználói ügynök megjelenítése a sikertelen bejelentkezési kísérletek naplóiban
pt_br: Mostrar o UserAgent nos registros de tentativas de login falhas
ru: Показывать агент пользователя в журнале неудачных попыток входа
tr: Başarısız oturum açma girişimi günlüklerinde UserAgent’ı göster

# @option:check
source: Show Client IP on failed login attempts logs
ar: أظهر عنوان الإنترنت IP للعميل على سجلات الولوج الفاشلة
es: Mostrar IP del cliente en los registros de atentos de inicio de sesión fallidos
fi: Näytä epäonnistuneiden kirjautumisten lokissa asiakas-IP:t
gl: Amosar o enderezo IP do cliente no rexistro de intentos de acceso fallados.
hi: असफल लॉगिन प्रयास लॉग पर क्लाइंट आईपी दिखाएं
pt_br: Mostrar IP do cliente nos registros de tentativas de login falhas
ru: Показывать IP-адрес клиента в журнале неудачных попыток входа
tr: Başarısız oturum açma girişimi günlüklerinde istemci IP’sini göster

# @option:check
source: Show Forwarded IP on failed login attempts logs
ar: أظهر عنوان الإنترنت IP المعاد توجيهه على سجلات الولوج الفاشلة
es: Mostrar la IP de redirección en los registros de atentos de inicio de sesión fallidos
fi: Näytä epäonnistuneiden kirjautumisten lokissa edennetyt IP:t
gl: Amosar o enderezo IP de redirección no rexistro de intentos de acceso fallados.
hi: असफल लॉगिन प्रयास लॉग पर अग्रेषित IP दिखाएं
pt_br: Mostrar IP encaminhado nos registros de tentativas de login falhas
ru: Показывать IP-адрес перенаправления в журнале неудачных попыток входа
tr: Başarısız oturum açma girişimi günlüklerinde iletilen IP’yi göster

source: Login Expiration in Days
ar: انتهاء صلاحية الولوج بالأيام
eo: Ensaluti Eksvalidiĝo en Tagoj
es: Expiración de la sesión en días
fi: Kirjautumisen vanheneminen päivinä
fr: Expiration de la connexion en jours
gl: Caducidade do acceso en días
hi: लॉगिन समाप्ति तिथि दिनों में
hu: Bejelentkezés lejárata napokban
ia: Epiration de accesso (Login) in Dies
nl: Verlopen van kunnen aanmelden in dagen
pl: Wygaśnięcie logowania w dniach
pt_br: Expiração do login em dias
ru: Срок действия регистрации (в днях)
sv: Utgångstid för inloggning i dagar
tr: Gün Türünden Oturum Açma Süresi Dolumu
uk: Строк дії облікового запису (у днях)

source: Failed Login Attempts
ar: محاولات الولوج الفاشلة
eo: Malsukcesaj ensalutprovoj
es: Inicios de sesión fallidos
fi: Epäonnistuneet kirjautumisyritykset
gl: Intentos de acceso fallados
hi: असफल लॉगिन प्रयास
hu: Sikertelen bejelentkezési kísérletek
nl: Mislukte pogingen tot aanmelden
pt_br: Tentativas de login falhas
ru: Неудачные попытки входа
tr: Başarısız Oturum Açma Denemeleri
zh_tw: 失敗登入嘗試次數

source: How Many Failed Attempts Until Block by User
ar: كم عدد المحاولات الفاشلة حتى تحظر المستخدم
eo: Kiom da Malsukcesaj Provoj Ĝis Bloko de Uzanto
es: Número de intentos fallidos antes de bloquear al usuario
fi: Monestako epäonnistuneesta yrityksestä käyttäjä estetään
gl: Número de intentos fallados que bloquean por persoa usuaria
hi: उपयोगकर्ता द्वारा ब्लॉक किए जाने तक कितने असफल प्रयास हुए
hu: Sikertelen kísérletek száma felhasználó szerinti tiltás előtt
pt_br: Quantas tentativas de login falhas por usuário até bloquear
ru: Количество неудачных попыток перед блокировкой пользователя
tr: Kullanıcı engellenmeden önce kaç hatalı giriş denemesi

source: Time to unblock User (In Minutes)
ar: الوقت لإلغاء حظر المستخدم (بالدقائق)
eo: Tempo por malbloki Uzanton (En Minutoj)
es: Tiempo para desbloquear usuario (en minutos)
fi: Aika käyttäjän eston purkamiseksi (minuutteina)
gl: Tempo de bloqueo da persoa usuaria (en minutos)
hi: उपयोगकर्ता को अनब्लॉक करने में लगने वाला समय (मिनटों में)
hu: Felhasználó tiltása feloldásának ideje (percben)
pt_br: Tempo para desbloquear usuário (em minutos)
ru: Время разблокировки пользователя (в минутах)
tr: Kullanıcı Engelini Kaldırma Süresi (Dakika)

source: How many failed attempts until block by IP
ar: كم عدد المحاولات الفاشلة حتى تحظر عنوان الإنترنت IP
eo: Kiom da malsukcesaj provoj ĝis blokado per IP
es: Número de intentos fallidos antes de bloquear por IP
fi: Monestako epäonnistuneesta yrityksestä IP estetään
gl: Número de intentos fallados que bloquean por IP
hi: IP द्वारा ब्लॉक किए जाने तक कितने असफल प्रयास हुए
hu: Sikertelen kísérletek száma IP-cím szerinti tiltás előtt
pt_br: Quantas tentativas de login falhas por IP até bloquear
ru: Количество неудачных попыток перед блокировкой по IP-адресу
tr: IP engellenmeden önce kaç hatalı giriş denemesi

source: Login Logs
ar: سجلات الولوج
es: Registros de inicio de sesión
fi: Kirjautumislokit
gl: Rexistros de acceso
hi: लॉगिन लॉग
hu: Bejelentkezési naplók
pt_br: Registros de login
ru: Журнал входа
tr: Oturum Açma Günlükleri
zh_tw: 登入紀錄

source: Registration
ar: التسجيل
eo: Registriĝo
es: Registro
fi: Rekisteröintilomake
gl: Rexistro
hi: पंजीकरण
hu: Regisztráció
pt_br: Registro
ru: Регистрация
tr: Kayıt
zh_tw: 註冊

# @info:tooltip
source: Make sure you have correct SMTP settings to use this feature
ar: تأكد من أن لديك إعدادات SMTP صحيحة لاستخدام هذه الميزة
eo: Certigu, ke vi havas ĝustajn SMTP-agordojn por uzi ĉi tiun funkcion
es: Asegúrese que ha configurado correctamente SMTP para usar esta funcionalidad
fi: Varmista tätä ominaisuutta käytettäessä, että SMTP-asetukset ovat oikein
gl: Asegúrese de configurar SMTP correctamente para usar esta funcionalidade.
hi: सुनिश्चित करें कि इस सुविधा का उपयोग करने के लिए आपके पास सही SMTP सेटिंग है
hu: A funkció használatához győződjön meg arról, hogy helyes SMTP-beállításokkal rendelkezik-e
pt_br: Certifique-se de ter as configurações SMTP corretas para usar este recurso
ru: Для использования этой возможности необходимо правильно настроить параметры SMTP
tr: Bu özelliği kullanmak için SMTP ayarlarınızın doğru yapıldığından emin olun

source: Default Username Prefix Suggestion
ar: اقتراح بادئة اسم المستخدم المبدئية
eo: Defaŭlta Uzantnomo-Prefiksa Sugesto
es: Sugerencia de prefijo de nombre de usuario por omisión
fi: Oletusehdotus tunnuksen etuliitteeksi
gl: Suxestión predeterminada de prefixo de nome de persoa usuaria
hi: डिफ़ॉल्ट उपयोगकर्ता नाम उपसर्ग सुझाव
hu: Alapértelmezett felhasználónév-előtag javaslat
pt_br: Sugestão de prefixo de nome de usuário padrão
ru: Предложение стандартного префикса имени пользователя
tr: Öntanımlı Kullanıcı Adı Öneki Önerisi

# @info:tooltip
source: Comma-separated list of allowed domains
ar: قائمة مفصولة بفاصلة من المجالات المسموح بها
eo: Komo-disigita listo de permesitaj domajnoj
es: Lista de dominios permitidos separados por comas
fi: Pilkuin erotettu sallittujen toimialueiden luettelo
gl: Lista de dominios permitidos separados por comas.
hi: स्वीकृत डोमेन की अल्पविराम से अलग की गई सूची
hu: Engedélyezett tartományok vesszővel elválasztott listája
pt_br: Lista de domínios permitidos separados por vírgulas
ru: Разделённый запятыми список разрешённых доменов
tr: İzin verilen etki alanlarının virgülle ayrılmış listesi
zh_tw: 允許的網域，以逗號分隔

source: Allowed Domains List
ar: قائمة المجالات المسموح بها
eo: Listo de Permesitaj Domajnoj
es: Lista de dominios permitidos
fi: Sallitut toimialueet
gl: Lista de dominios permitidos
hi: स्वीकृत डोमेन सूची
hu: Engedélyezett tartományok listája
pt_br: Lista de domínios permitidos
ru: Список разрешённых доменов
tr: İzin Verilen Etki Alanları Listesi
zh_tw: 允許網域列表

# @info:tooltip
source: Comma-separated list of blocked domains
ar: قائمة مفصولة بالفاصلة من المجالات المحظورة
eo: Komo-disigita listo de blokitaj domajnoj
es: Lista de dominios bloqueados separados por comas
fi: Pilkuin erotettu estettyjen toimialueiden luettelo
gl: Lista de dominios bloqueados separados por comas.
hi: अवरुद्ध डोमेन की अल्पविराम से अलग की गई सूची
hu: Tiltott tartományok vesszővel elválasztott listája
pt_br: Lista de domínios bloqueados separados por vírgulas
ru: Разделённый запятыми список заблокированных доменов
tr: Engellenmiş etki alanlarının virgülle ayrılmış listesi
zh_tw: 被封鎖的網域，以逗號分隔

source: Blocked Domains List
ar: قائمة المجالات المحظورة
eo: Listo de Blokitaj Domajnoj
es: Lista de dominios bloqueados
fi: Estetyt toimialueet
gl: Lista de dominios bloqueados
hi: अवरुद्ध डोमेन सूची
hu: Tiltott tartományok listája
pt_br: Lista de domínios bloqueados
ru: Список заблокированных доменов
tr: Engelli Etki Alanları Listesi
zh_tw: 封鎖網域列表

# @info:tooltip
source: Comma-separated list of blocked usernames (case-insensitive)
ar: قائمة مفصولة بأسماء المستخدمين المحظورة (غير حساسة للحالة)
eo: Komo-separata listo de blokitaj uzantnomoj (majuskle-malsentema)
es: Lista de nombres de usuarios bloqueados separados por comas (insensible a minúsculas y mayúsculas)
fi: Pilkuin erotettu estettyjen käyttäjätunnusten luettelo (ei erota pien- ja suuraakkosia)
gl: Lista de nomes de persoa usuaria bloqueados separados por comas. Non distingue maiúsculas.
hi: ब्लॉक किए गए उपयोगकर्ता नामों की अल्पविराम से अलग की गई सूची (केस-असंवेदनशील)
hu: Tiltott felhasználónevek vesszővel elválasztott listája (nem érzékeny a kis- és nagybetűkre)
pt_br: Lista de nomes de usuário (não diferencia maiúsculas e minúsculas) bloqueados separados por vírgulas
ru: Разделённый запятыми список заблокированных пользователей (регистр не учитывается)
tr: Engellenmiş kullanıcı adlarının virgülle ayrılmış listesi (BÜYÜK/küçük harf duyarsız)
zh_tw: 被封鎖的網域，以逗號分隔（不分大小寫）
