Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

# @option:check
source: Facebook Login
ar: ولوج فيسبوك
eo: Facebook-Ensaluto
es: Usuario de Facebook
fi: Facebook-kirjautuminen
gl: Acceso con Facebook.
hi: फेसबुक लॉग इन
hu: Facebook bejelentkezés
pt_br: Login do Facebook
ru: Запись Facebook
tr: Facebook ile oturum aç
zh_tw: Facebook 登入

# @option:check
source: Github Login
ar: ولوج غت هب
eo: Ensaluto al Github
es: Usuario de Github
fi: GitHub-kirjautuminen
gl: Acceso con GitHub.
hi: गिटहब लॉगिन
hu: Github bejelentkezés
pt_br: Login do Github
ru: Запись Github
tr: Github ile oturum aç
zh_tw: Github 登入

# @option:check
source: Tokenpass Login
ar: ولوج توكنباس
eo: Tokenpass-Ensaluto
es: Usuario de Tokenpass
fi: Tokenpass-kirjautuminen
gl: Acceso con Tokenpass.
hi: टोकनपास लॉगिन
hu: Tokenpass bejelentkezés
pt_br: Login do Tokenpass
ru: Запись Tokenpass
tr: Tokenpass ile oturum aç
zh_tw: Tokenpass 登入

# @option:check
source: Google Login
ar: ولوج غوغل
eo: Google-Ensaluto
es: Usuario de Google
fi: Google-kirjautuminen
gl: Acceso con Google.
hi: गूगल लॉगिन
hu: Google bejelentkezés
pt_br: Login do Google
ru: Запись Google
tr: Google ile oturum aç
zh_tw: Google 登入

# @info:tooltip
source: If you want Apple login enabled only on mobile, you can leave all fields empty.
ar: إذا كنت تريد تمكين الولوج باستخدام أبل على الهاتف المحمول فقط، فيمكنك ترك جميع الحقول فارغة.
eo: Se vi volas ke Apple ensaluto nur ĉe poŝtelefono, vi povas lasi ĉiujn kampojn malplenaj.
es: Si quiere iniciar sesión de Apple solo en el móvil, puede dejar todos los campos vacíos.
fi: Jos haluat sallia Apple-kirjautumisen vain mobiilissa, kaikki kentät voi jättää tyhjiksi.
gl: Se quere activar o acceso con Apple só en móbiles, pode deixar todos os campos baleiros.
hi: यदि आप चाहते हैं कि एप्पल लॉगिन केवल मोबाइल पर ही सक्षम हो, तो आप सभी फ़ील्ड खाली छोड़ सकते हैं।
hu: Ha csak mobilon szeretné engedélyezni az Apple-bejelentkezést, akkor az összes mezőt üresen hagyhatja.
pt_br: Se você deseja que o login da Apple seja habilitado apenas em dispositivos móveis, deixe todos os campos em branco.
ru: Чтобы включить вход с помощью данных Apple только на мобильном устройстве, можно оставить все поля пустыми
tr: Apple oturumunu açmanın yalnızca taşınabilirde etkin kalmasını istiyorsanız tüm alanları boş bırakabilirsiniz.
zh_tw: 如果您希望只在行動裝置上啟用 Apple 登入，則可以將所有欄位留空。

source: OAuth Apple Id
ar: معرف أوث أبل
es: Identificador OAuth de Apple
gl: Identificador de OAuth de Apple
hi: OAuth एप्पल आईडी
hu: OAuth Apple-azonosító
pt_br: Id da Apple OAuth
ru: Идентификатор OAuth Apple
tr: OAuth Apple Kimliği

source: Id
ar: المعرّف
es: Identificador
fi: Tunniste
gl: Identificador
hi: पहचान
hu: Azonosító
ru: Идентификатор
tr: Kimlik

source: Secret
ar: سريّة جداً
eo: Sekreta
es: Secreto
fi: Salainen
gl: Secreto
hi: गुप्त
hu: Titok
pt_br: Chave
ru: Секретный ключ
tr: Giz
zh_tw: 密鑰

source: Twitter Id
ar: معرف تويتر
es: Identificador de Twitter
fi: Twitter-tunniste
gl: Identificador de Twitter
hi: ट्विटर आईडी
hu: Twitter azonosító
pt_br: Id do Twitter
ru: Идентификатор Twitter
tr: Twitter Kimliği

source: Twitter Secret
ar: سر تويتر
eo: Twitter Sekreto
es: Secreto de Twitter
fi: Twitter-salaisuus
gl: Secreto de Twitter
hi: ट्विटर रहस्य
hu: Twitter titok
pt_br: Chave do Twitter
ru: Секретный ключ Twitter
tr: Twitter Gizi
zh_tw: Twitter 密鑰

source: LinkedIn Id
ar: معرف لينكد إن
es: Identificador de LinkedIn
fi: LinkedIn-tunniste
gl: Identificador de LinkedIn
hu: LinkedIn azonosító
pt_br: Id do LinkedIn
ru: Идентификатор LinkedIn
tr: LinkedIn Kimliği

source: LinkedIn Secret
ar: سر لينكد إن
eo: LinkedIn Sekreto
es: Secreto de LinkedIn
fi: LinkedIn-salaisuus
gl: Secreto de LinkedIn
hi: लिंक्डइन सीक्रेट
hu: LinkedIn titok
pt_br: Chave do LinkedIn
ru: Секретный ключ LinkedIn
tr: LinkedIn Gizi
zh_tw: LinkedIn 密鑰

source: Proxy
ar: الوكيل
eo: Prokurilo
fi: Välityspalvelin
gl: Mandatario
hi: प्रतिनिधि
ru: Прокси
tr: Vekil
zh_tw: 代理伺服器

source: Proxy Host
ar: مضيف الوكيل
eo: Prokura Gastiganto
es: Huésped del proxy
fi: Välityspalvelin
gl: Servidor do mandatario
hi: छद्म मेजबान
hu: Proxykiszolgáló
pt_br: Máquina de Proxy
ru: Узел прокси
tr: Vekil Makine
zh_tw: 代理伺服器主機

source: Proxy Services
ar: خدمات الوكيل
eo: Prokuraj Servoj
es: Servicios de proxy
fi: Välityspalvelimen palvelut
gl: Servizos de mandatario
hi: प्रॉक्सी सेवाएँ
hu: Proxyszolgáltatások
pt_br: Serviços Proxy
ru: Прокси-службы
tr: Vekil Hizmetler
zh_tw: 代理伺服器服務

source: Meteor Id
ar: معرّف ميتيور
eo: Meteoro Id
es: Identificador de Meteor
fi: Meteor-tunniste
gl: Identificador de Meteor
hi: उल्का आईडी
hu: Meteor azonosító
pt_br: Id do Meteor
ru: Идентификатор Meteor
tr: Meteor Kimliği

source: Meteor Secret
ar: سر ميتيور
eo: Meteora Sekreto
es: Secreto de Meteor
fi: Meteor-salaisuus
gl: Secreto de Meteor
hi: उल्का रहस्य
hu: Meteor titok
pt_br: Chave do Meteor
ru: Секретный ключ Meteor
tr: Meteor Gizi
zh_tw: Meteor 秘密

source: Facebook Id
ar: معرف فيسبوك
es: Identificador de Facebook
fi: Facebook-tunniste
gl: Identificador de Facebook
hi: फेसबुक आईडी
hu: Facebook azonosító
pt_br: Id do Facebook
ru: Идентификатор Facebook
tr: Facebook Kimliği

source: Facebook Secret
ar: سر فيسبوك
eo: Facebook Sekreto
es: Secreto de Facebook
fi: Facebook-salaisuus
gl: Secreto de Facebook
hi: फेसबुक रहस्य
hu: Facebook titok
pt_br: Chave do Facebook
ru: Cекретный ключ Facebook
tr: Facebook Gizi
zh_tw: Facebook 秘密

source: Github Id
ar: معرف غت هب
es: Identificador de Github
fi: GitHub-tunniste
gl: Identificador de GitHub
hi: गिटहब आईडी
hu: Github azonosító
pt_br: Id do Github
ru: Идентификатор Github
tr: Github Kimliği

source: Github Secret
ar: سر غت هب
eo: Github Sekreto
es: Secreto de Github
fi: GitHub-salaisuus
gl: Secreto de GitHub
hi: गिटहब सीक्रेट
hu: Github titok
pt_br: Chave do Github
ru: Секретный ключ Github
tr: Github Gizi
zh_tw: Github 秘密

# @info:tooltip
source: Example: https://domain.com (excluding trailing slash)
ar: مثال: https://domain.com (باستثناء الشرطة المائلة اللاحقة)
eo: Ekzemplo: https://domain.com (ekskludante malantaŭa oblikvo)
es: Ejemplo: https://domain.com (excluyendo barra final)
fi: Esimerkki: https://toimialue.fi (ilman lopun vinoviivaa)
gl: Exemplo: https://example.com (excluíndo a barra inclinada final)
hi: उदाहरण: https://domain.com (अंतिम स्लैश को छोड़कर)
hu: Példa: https://domain.com (záró perjel nélkül)
pt_br: Exemplo: https://dominio.com (excluindo a barra final)
ru: Пример: https://domain.com (без символа косой черты в конце)
tr: Örnek: https://etkialanı.com (sondaki eğik çizgi olmadan)
zh_tw: 例如：https://domain.com (不含結尾的斜線)

source: Tokenpass Server URL
ar: خادم توكنباس
eo: Tokenpass-Servilo URL
es: URL del servidor de Tokenpass
fi: Tokenpass-palvelimen osoite
gl: URL de servidor de Tokenpass
hi: टोकनपास सर्वर यूआरएल
hu: Tokenpass-kiszolgáló URL
pt_br: URL do servidor Tokenpass
ru: URL-адрес сервера Tokenpass
tr: Tokenpass Sunucu URL’si
zh_tw: Tokenpass 伺服器網址

source: Tokenpass Id
ar: معرف توكنباس
es: Identificador de Tokenpass
fi: Tokenpass-tunniste
gl: Identificador de Tokenpass
hi: टोकनपास आईडी
hu: Tokenpass azonosító
pt_br: Id do Tokenpass
ru: Идентификатор Tokenpass
tr: Tokenpass Kimliği

source: Tokenpass Secret
ar: سر توكنباس
eo: Tokenpass-Sekreto
es: Secreto de Tokenpass
fi: Tokenpass-salaisuus
gl: Secreto de Tokenpass
hi: टोकनपास सीक्रेट
hu: Tokenpass titok
pt_br: Chave do Tokenpass
ru: Секретный ключ Tokenpass
tr: Tokenpass Gizi
zh_tw: Tokenpass 秘密

source: Google Id
ar: معرف غوغل
es: Identificador de Google
gl: Identificador de Google
hi: गूगल आईडी
hu: Google azonosító
pt_br: Id do Google
ru: Идентификатор Google
tr: Google Kimliği

source: Google Secret
ar: سر غوغل
eo: Guglo-Sekreto
es: Secreto del cliente
fi: Google-salaisuus
gl: Secreto de Google
hi: गूगल रहस्य
hu: Google titok
pt_br: Chave do Google
ru: Секретный ключ Google
tr: Google Gizi
zh_tw: Google 秘密

# @option:check
source: Enable Password History
ar: مكّن سجل كلمة السر
eo: Ebligi Pasvorthistorion
es: Activar histórico de contraseñas
fi: Käytä salasanahistoriaa
gl: Activar o historial de contrasinais.
hi: पासवर्ड इतिहास सक्षम करें
hu: Jelszóelőzmények engedélyezése
pt_br: Habilitar histórico de senhas
ru: Включить журнал паролей
tr: Parola geçmişini etkinleştir
zh_tw: 啟用密碼歷史

# @option:check
source: Enable Password Policy
ar: مكّن سياسة كلمة السر
eo: Ebligi Pasvortpolitikon
es: Activar política de contraseñas
fi: Käytä salasanakäytäntöä
gl: Activar as regras de contrasinais.
hi: पासवर्ड नीति सक्षम करें
hu: Jelszóházirend engedélyezése
pt_br: Habilitar política de senha
ru: Включить политику паролей
tr: Parola politikasını etkinleştir
zh_tw: 啟用密碼政策

# @option:check
source: Forbid Repeating Characters
ar: امنع تكرار الأحرف
eo: Malpermesi Ripetajn Signojn
es: Prohibir la repetición de caracteres
fi: Kiellä merkkien toistaminen
gl: Prohibir repetir caracteres.
hi: वर्णों को दोहराने से मना करें
hu: Ismétlődő karakterek tiltása
pt_br: Proibir caracteres repetidos
ru: Запретить повторяющиеся символы
tr: Karakter yinelemeyi yasakla
zh_tw: 禁止重複字元

# @option:check
source: At Least One Lowercase
ar: أحرف صغيرة واحدة على الأقل
eo: Almenaŭ Unu Minuskla
es: Al menos una minúscula
fi: Vähintään yksi pienaakkonen
gl: Polo menos unha minúscula.
hi: कम से कम एक लोअरकेस
hu: Legalább egy kisbetű
pt_br: Pelo menos um em minúsculas
ru: Хотя бы одна буква в нижнем регистре
tr: En az bir küçük harf
zh_tw: 要求至少一個小寫

# @option:check
source: At Least One Uppercase
ar: أحرف كبيرة واحدة على الأقل
eo: Almenaŭ Unu Majusklo
es: Al menos una mayúscula
fi: Vähintään yksi suuraakkonen
gl: Polo menos unha maiúscula.
hi: कम से कम एक अपरकेस
hu: Legalább egy nagybetű
pt_br: Pelo menos um em maiúsculas
ru: Хотя бы одна буква в верхнем регистре
tr: En az bir BÜYÜK harf
zh_tw: 要求至少一個大寫

# @option:check
source: At Least One Number
ar: رقم واحد على الأقل
eo: Almenaŭ Unu Nombro
es: Al menos un número
fi: Vähintään yksi numero
gl: Polo menos un número.
hi: कम से कम एक नंबर
hu: Legalább egy szám
pt_br: Pelo menos um número
ru: Хотя бы одна цифра
tr: En az bir sayı
zh_tw: 要求至少一個數字

# @option:check
source: At Least One Symbol
ar: رمز واحد على الأقل
eo: Almenaŭ Unu Simbolo
es: Al menos un símbolo
fi: Vähintään yksi erikoismerkki
gl: Polo menos un símbolo.
hi: कम से कम एक प्रतीक
hu: Legalább egy szimbólum
pt_br: Pelo menos um símbolo
ru: Хотя бы один специальный символ
tr: En az bir sembol
zh_tw: 要求至少一個符號

source: Password History
ar: تاريخ كلمة السر
eo: Pasvorto Historio
es: Histórico de contraseñas
fi: Salasanahistoria
fr: Historique des mots de passe
gl: Historial de contrasinais.
hi: पासवर्ड इतिहास
hu: Jelszóelőzmények
nl: Wachtwoordgeschiedenis
pt_br: Histórico de senhas
ru: Журнал паролей
sv: Lösenordshistorik
tr: Parola Geçmişi
uk: Історія паролів
zh_tw: 密碼歷史

# @info:tooltip
source: When enabled, users won't be able to update their passwords to some of their most recently used passwords.
ar: عند تفعيل هذا، لن يتمكن المستخدمون من استخدام كلمات سرهم المستخدمة حديثًا
eo: Kiam ĝi estas ebligita, uzantoj ne povos ĝisdatigi siajn pasvortojn al kelkaj el siaj plej lastatempe uzitaj pasvortoj.
es: Cuando esté activada, los usuarios no serán capaces de actualizar sus contraseñas a un valor que se haya usado recientemente.
fi: Jos käytössä, käyttäjät eivät voi päivittää salasanojaan jo aiemmin käyttämikseen.
gl: Se se activa, as persoas usuarias non poderán actualizar o seu contrasinal a un dos que usasen máis recentemente.
hi: सक्षम होने पर, उपयोगकर्ता अपने पासवर्ड को हाल ही में उपयोग किए गए कुछ पासवर्ड में अपडेट नहीं कर पाएंगे।
hu: Ha engedélyezve van, akkor a felhasználók nem tudják frissíteni jelszavaikat a legutóbb használt jelszavaik valamelyikére.
pt_br: Quando ativado, os usuários não poderão atualizar suas senhas para algumas das senhas usadas mais recentemente.
ru: Если параметр включён, пользователи не смогут при обновлении своих паролей выбирать какие-либо из недавно использовавшихся
tr: Etkinleştirildiğinde, kullanıcılar parolalarını yakın zamanda daha önceden kullanılan bir parolaya güncelleyemezler.
zh_tw: 啟用時，使用者將不能將密碼變更為其最近用過的密碼。

# @info:tooltip
source: Amount of most recently used passwords to prevent users from reusing.
ar: مقدار كلمات السر المستخدمة مؤخرًا لمنع المستخدمين من إعادة استخدامها.
eo: Kvanto de plej lastatempe uzataj pasvortoj por malhelpi uzantojn de reuzo.
es: Cantidad de contraseñas usadas recientemente para evitar que los usuarios las vuelvan a usar.
fi: Käytettyjen salasanojen määrä, jotteivat käyttäjät käyttäisi samoja uudestaan.
gl: Cantidade de contrasinais de uso recente que impedir usar de novo.
hi: उपयोगकर्ताओं को पुनः उपयोग करने से रोकने के लिए सबसे हाल ही में उपयोग किए गए पासवर्ड की संख्या।
hu: A legutóbb használt jelszavak mennyisége, hogy megakadályozza a felhasználókat az újrahasználatukban.
pt_br: Quantidade de senhas usadas mais recentemente consideradas para impedir que os usuários as reutilizem.
ru: Количество недавно использовавшихся паролей, которые пользователям запрещено использовать повторно
tr: Kullanıcıların yeniden kullanmasını engellemek için son kullanılan parolalar sayısı.
zh_tw: 要記住最近用過的幾個密碼來禁止使用者重複使用。

source: Password History Length
ar: طول تاريخ كلمة السر
eo: Pasvorto Historio Longo
es: Longitud del histórico de contraseñas
fi: Salasanahistorian pituus
fr: Longueur de l'historique des mots de passe
gl: Lonxitude do historial de contrasinais
hi: पासवर्ड इतिहास की लंबाई
hu: Jelszóelőzmények hossza
nl: Lengte van wachtwoordgeschiedenis
pl: Długość historii haseł
pt_br: Comprimento do histórico de senhas
ru: Длина журнала паролей
sv: Lösenordshistorikens längd
tr: Parola Geçmişi Uzunluğu
uk: Довжина історії паролів
zh_tw: 密碼歷史長度

source: Password Policy
ar: سياسة كلمة السر
eo: Pasvortpolitiko
es: Política de contraseñas
fi: Salasanakäytäntö
fr: Stratégie des mots de passe
gl: Regras de contrasinais
hi: पासवर्ड नीति
hu: Jelszó irányelv
nl: Wachtwoordbeleid
pt_br: Política de senha
ru: Политика паролей
sv: Lösenordspolicy
tr: Parola Politikası
uk: Правила для паролів
zh_tw: 密碼政策

# @info:tooltip
source: Ensures that passwords must have at least this amount of characters. Use -1 to disable.
ar: يضمن أن تكون كلمات السر تحتوي على هذه الأحرف على الأقل. استخدم -1 للتعطيل.
eo: Certigas, ke pasvortoj devas havi almenaŭ ĉi tiun kvanton da signoj. Uzu -1 por malŝalti.
es: No permite contraseñas que tengan menos de esta cantidad de caracteres. Use -1 para desactivar.
fi: Varmistaa salasanojen olevan vähintään näin monta merkkiä pitkiä. Poista käytöstä: -1.
gl: Obriga a que os contrasinais teñan polo menos esta cantidade de caracteres. Use -1 para desactivalo.
hi: यह सुनिश्चित करता है कि पासवर्ड में कम से कम इतने अक्षर होने चाहिए। अक्षम करने के लिए -1 का उपयोग करें।
hu: Biztosítja, hogy a jelszavak legalább ennyi karakterből kell állniuk. Használja a -1 értéket a letiltáshoz.
pt_br: Garante que as senhas tenham pelo menos esta quantidade de caracteres. Use -1 para desabilitar.
ru: Обеспечивает, что в паролях будет не менее указанного количества символов. Для отключения установите -1.
tr: Parolaların, en az “bu” sayıda karakter içerdiğinden emin olur. Devre dışı bırakmak için -1 kullanın.
zh_tw: 確保密碼必須有這麼多字元。用 -1 來停用。

source: Minimum Length
ar: الحد الأدنى للطول
eo: Minimuma Longo
es: Mínima longitud
fi: Vähimmäispituus
fr: Longueur minimale
gl: Lonxitude mínima
hi: न्यूनतम लंबाई
hu: Legkisebb hossz
nl: Minimumlengte
pl: Najmniejsza długość
pt_br: Comprimento mínimo
ru: Минимальная длина
sv: Minimal längd
tr: En Kısa Uzunluk
uk: Мінімальна довжина
zh_tw: 最小長度

# @info:tooltip
source: Ensures that passwords do not have more than this amount of characters. Use -1 to disable.
ar: يضمن أن كلمات السر لا تحتوي على أكثر من هذه الأحرف. استخدم -1 للتعطيل.
eo: Certigas, ke pasvortoj ne havas pli ol ĉi tiu kvanto da signoj. Uzu -1 por malŝalti.
es: No permite contraseñas que tengan más de esta cantidad de caracteres. Use -1 para desactivar.
fi: Varmistaa, että salasanoissa on enintään näin monta merkkiä. Poista käytöstä: -1.
gl: Obriga a que os contrasinais non superan esta cantidade de caracteres. Use -1 para desactivalo.
hi: यह सुनिश्चित करता है कि पासवर्ड में इस राशि से अधिक अक्षर न हों। अक्षम करने के लिए -1 का उपयोग करें।
hu: Biztosítja, hogy a jelszavak ne álljanak ennél több karakterből. Használja a -1 értéket a letiltáshoz.
pt_br: Garante que as senhas não tenham mais do que este número de caracteres. Use -1 para desativar.
ru: Обеспечивает, что в паролях будет не больше указанного количества символов. Для отключения установите -1.
tr: Parolaların, en çok “bu” sayıda karakter içerdiğinden emin olur. Devre dışı bırakmak için -1 kullanın.
zh_tw: 確保密碼最多只能有這麼多字元。用 -1 來停用。

source: Maximum Length
ar: أقصى طول
eo: Maksimuma Longo
es: Máxima longitud
fi: Enimmäispituus
fr: Longueur maximale
gl: Lonxitude máxima
hi: ज्यादा से ज्यादा लंबाई
hu: Legnagyobb hossz
nl: Maximale lengte
pl: Największa długość
pt_br: Comprimento máximo
ru: Максимальная длина
sv: Maximal längd
tr: En Yüksek Uzunluk
uk: Максимальна довжина
zh_tw: 最大長度

# @info:tooltip
source: Ensures passwords do not contain the same character repeating next to each other.
ar: يضمن أن كلمات السر لا تحتوي على نفس الحرف مكرر بشكل متسلسل.
eo: Certigas, ke pasvortoj ne enhavas la saman signon ripetantan unu apud la alia.
es: No permite contraseñas que contienen caracteres repetidos y seguidos.
fi: Varmistaa, ettei salasanoissa ole samaa merkkiä vierekkäin liian monta kertaa.
gl: Obriga a que os contrasinais non conteñan repeticións seguidas do mesmo carácter.
hi: यह सुनिश्चित करता है कि पासवर्ड में एक ही अक्षर एक दूसरे के बाद दोहराए न जाएं।
hu: Biztosítja, hogy a jelszavak nem tartalmazhatják ugyanazt a karaktert egymás mellett ismétlődve.
pt_br: Garante que as senhas não contenham o mesmo caractere repetido um ao lado do outro.
ru: Обеспечивает, что пароли не будут содержать идущие друг за другом одинаковые символы
tr: Parolaların, aynı karakterleri yan yana yinelemediğinden emin olur.
zh_tw: 確保密碼中沒有同一個字元連續重複。

# @info:tooltip
source: The amount of times a character can be repeating before it is not allowed.
ar: عدد المرات التي يمكن أن يتكرر فيها الحرف قبل أن يُمنع تكراره.
eo: La kvanto da fojoj kiun signo povas ripeti antaŭ ol ĝi ne estas permesita.
es: La cantidad de veces que se puede repetir un carácter antes de que no esté permitido.
fi: Montako kertaa merkkiä voi toistua, ennen kuin se estetään.
gl: A cantidade de veces seguidas que pode repetirse un carácter.
hi: किसी वर्ण को कितनी बार दोहराया जा सकता है, इससे पहले कि उसे दोहराया जाना निषिद्ध हो।
hu: Annak mennyisége, hogy egy karakter hányszor ismétlődhet, mielőtt nem engedélyezett lenne.
pt_br: A quantidade de vezes que um caractere pode se repetir antes que não seja permitido.
ru: Допустимое количество повторов символа
tr: İzin kaldırılmadan önce bir karakterin kaç kez yinelenebileceği.

source: Max Repeating Characters
ar: الحد الأقصى لتكرار الأحرف
eo: Maksimumaj Ripetantaj Signoj
es: Número máximo de repetición de caracteres
fi: Toistuvia merkkejä enintään
fr: Nombre maximum de caractères répétés
gl: Límite de repeticións de caracteres
hi: अधिकतम दोहराए जाने वाले अक्षर
hu: Ismétlődő karakterek legnagyobb száma
nl: Maximaal zich herhalende tekens
pl: Dozwolona liczba powtórzeń znaku
pt_br: Máximo de caracteres repetidos
ru: Максимальное количество повторяющихся символов
sv: Maximalt antal upprepade tecken
tr: En Çok Yinelenen Karakter
uk: Макс. к-ть повторень символу
zh_tw: 字元最大連續重複次數

# @info:tooltip
source: Enforce that a password contain at least one lowercase character.
ar: يجب أن تحتوي كلمة السر على حرف واحد صغير على الأقل.
eo: Devigi, ke pasvorto enhavu almenaŭ unu minusklan signon.
es: Obligar a que la contraseña tenga al menos una minúscula.
fi: Pakota salasanan sisältämään vähintään yksi pienaakkonen.
gl: Obrigar a que o contrasinal conteña polo menos unha minúscula.
hi: सुनिश्चित करें कि पासवर्ड में कम से कम एक लोअरकेस अक्षर हो।
hu: Kényszerítés, hogy a jelszó legalább egy kisbetűs karaktert tartalmazzon.
pt_br: Exige que a senha contenha pelo menos um caractere minúsculo.
ru: Запрещает пароли, которые не содержат хотя бы одну букву в нижнем регистре
tr: Parolaların, en az bir küçük harf içerdiğinden emin olur.

# @info:tooltip
source: Enforce that a password contain at least one uppercase character.
ar: يجب أن تحتوي كلمة السر على حرف واحد كبير على الأقل.
eo: Devigi ke pasvorto enhavu almenaŭ unu majusklan signon.
es: Obligar a que la contraseña tenga al menos una mayúscula.
fi: Pakota salasanan sisältämään vähintään yksi suuraakkonen.
gl: Obrigar a que o contrasinal conteña polo menos unha maiúscula.
hi: सुनिश्चित करें कि पासवर्ड में कम से कम एक बड़ा अक्षर हो।
hu: Kényszerítés, hogy a jelszó legalább egy nagybetűs karaktert tartalmazzon.
pt_br: Exige que a senha contenha pelo menos um caractere maiúsculo.
ru: Запрещает пароли, которые не содержат хотя бы одну букву в верхнем регистре
tr: Parolaların, en az bir BÜYÜK harf içerdiğinden emin olur.

# @info:tooltip
source: Enforce that a password contain at least one numerical character.
ar: يجب أن تحتوي كلمة السر على رقم عددي واحد على الأقل.
eo: Devigi ke pasvorto enhavu almenaŭ unu numeran signon.
es: Obligar a que la contraseña tenga al menos un número.
fi: Pakota salasana sisältämään vähintään yksi numero.
gl: Obrigar a que o contrasinal conteña polo menos un díxito.
hi: सुनिश्चित करें कि पासवर्ड में कम से कम एक संख्यात्मक वर्ण हो।
hu: Kényszerítés, hogy a jelszó legalább egy számjegyet tartalmazzon.
pt_br: Exige que a senha contenha pelo menos um caractere numérico.
ru: Запрещает пароли, которые не содержат хотя бы одну цифру
tr: Parolaların, en az bir sayı içerdiğinden emin olur.

# @info:tooltip
source: Enforce that a password contain at least one special character.
ar: يجب أن تحتوي كلمة السر على حرف خاص واحد على الأقل.
eo: Devigi ke pasvorto enhavu almenaŭ unu specialan signon.
es: Obligar a que la contraseña tenga al menos un carácter especial.
fi: Pakota salasanan sisältämään vähintään yksi erikoismerkki.
gl: Obrigar a que o contrasinal conteña polo menos un carácter especial.
hi: सुनिश्चित करें कि पासवर्ड में कम से कम एक विशेष वर्ण हो।
hu: Kényszerítés, hogy a jelszó legalább egy különleges karaktert tartalmazzon.
pt_br: Exige que a senha contenha pelo menos um caractere especial.
ru: Запрещает пароли, которые не содержат хотя бы один специальный символ
tr: Parolaların, en az bir özel karakter içerdiğinden emin olur.

# @option:check
source: Enable Rate Limiter
ar: مكّن معدل الطلبات
eo: Ebligi Frekvencan Limigilon
es: Activar límite de velocidad
fi: Käytä nopeuden rajoittamista
gl: Activar o limitador de frecuencia.
hi: दर सीमक सक्षम करें
hu: Sebességkorlátozó engedélyezése
pt_br: Habilitar limitador de taxa
ru: Включить ограничение частоты запросов
tr: Hız sınırlandırıcısını etkinleştir
zh_tw: 啟用使用量限制器

# @option:check
source: Limit by IP
ar: حدّ حسب عنوان الإنترنت (IP)
eo: Limigi per IP
es: Limitar por IP
fi: Rajoita IP:n mukaan
gl: Limitar por IP.
hi: आईपी द्वारा सीमा
hu: Korlátozás IP-cím szerint
pt_br: Limitar por IP
ru: Ограничить по IP-адресу
tr: IP’ye göre sınırla
zh_tw: 依 IP 進行限制

# @option:check
source: Limit by User
ar: حدّ حسب المستخدم
eo: Limigi per Uzanto
es: Limitar por usuarios
fi: Rajoita käyttäjän mukaan
gl: Limitar por persoa usuaria.
hi: उपयोगकर्ता द्वारा सीमा
hu: Korlátozás felhasználó szerint
pt_br: Limitar por usuário
ru: Ограничить по пользователю
tr: Kullanıcıya göre sınırla
zh_tw: 依使用者進行限制

# @option:check
source: Limit by Connection
ar: حدّ حسب الاتصال
eo: Limigi per Konekto
es: Limitar por conexión
fi: Rajoita yhteyden mukaan
gl: Limitar por conexión.
hi: कनेक्शन द्वारा सीमा
hu: Korlátozás kapcsolat szerint
pt_br: Limitar por conexão
ru: Ограничить по соединению
tr: Bağlantıya göre sınırla
zh_tw: 依連線進行限制
