Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Remove someone from the room
ar: أزل شخص ما من الغرفة
eo: Forigi iun el la ĉambro
es: Eliminar a alguien de la sala
fi: Poista joku huoneesta
fr: Supprimer quelqu'un dans le salon
gl: Retirar a alguén da sala
hi: किसी व्यक्ति को कमरे से निकालें
hu: Valaki eltávolítása a szobából
ia: Remve alcun ex le sala
nl: Iemand uit de room verwijderen
pl: Usuń kogoś z pokoju
pt_br: Excluir alguém da sala
ru: Удалить кого-либо из комнаты
sv: Ta bort någon från rummet
tr: Odadan birini kaldır
uk: Вилучити когось з кімнати
zh_tw: 從聊天室移除某人

source: Leave the current channel
ar: اترك القناة الحالية
eo: Forlasi la nunan kanalon
es: Salir del canal actual
fi: Poistu nykyiseltä kanavalta
fr: Quitter le canal courant
gl: Saír da canle
hi: वर्तमान चैनल छोड़ें
hu: A jelenlegi csatorna elhagyása
ia: Lassa le canal currente
nl: Het huidige kanaal verlaten
pl: Opuść bieżący kanał
pt_br: Sair do canal atual
ru: Покинуть указанный канал
sv: Lämna aktuell kanal
tr: Geçerli kanaldan ayrıl
uk: Полишити поточний канал
zh_tw: 離開目前的頻道

source: Displays action text
ar: تعرض نص الإجراء
eo: Montras agtekston
es: Mostrar texto de acciones
fi: Näyttää toimintatekstin
fr: Affiche le texte de l'action
gl: Amosa o texto da acción
hi: कार्रवाई पाठ प्रदर्शित करता है
hu: Megjeleníti a művelet szövegét
ia: Monstra texto de action
nl: Toont actietekst
pl: Wyświetl tekst działania
pt_br: Exibe texto de ação
ru: Отображает текст действия
sv: Visar åtgärdstext
tr: Eylem metnini görüntüler
uk: Показати список дій
zh_tw: 顯示動作文字

source: Direct message someone
ar: أرسل رسالة مباشرة لشخص ما
eo: Rekta mesaĝo iun
es: Mensaje directo a alguien
fi: Lähetä jollekulle suoraviesti
fr: Quelqu'un pour un message direct
gl: Enviar unha mensaxe directa a alguén
hi: किसी को सीधा संदेश भेजें
hu: Közvetlen üzenet valakinek
ia: Invia message directe a alicun
nl: Iemand direct berichten
pl: Wyślij komuś bezpośrednią wiadomość
pt_br: Mensagem direta para alguém
ru: Отправить кому-либо личное сообщение
sv: Skicka direktmeddelande till någon
tr: Birine doğrudan ileti gönder
uk: Надіслати комусь безпосереднє повідомлення
zh_tw: 傳送私訊給某人

source: Mute someone in the room
ar: أكتم شخص ما في الغرفة
eo: Mutigi iun en la ĉambro
es: Silenciar a alguien en la sala
fi: Mykistä joku huoneesta
fr: Mettre quelqu'un en pause dans le salon
gl: Silenciar a alguén na sala
hi: कमरे में किसी को म्यूट करें
hu: Valaki némítása a szobában
ia: Silentia alcun in le sala
nl: Iemand in de room het zwijgen opleggen
pl: Wycisz kogoś w tym pokoju
pt_br: Silenciar alguém na sala
ru: Запретить говорить кому-либо в комнате
sv: Tysta någon i rummet
tr: Odadaki birini sessize al
uk: Вимкнути когось у кімнаті
zh_tw: 在聊天室裡靜音某人

source: Unmute someone in the room
ar: ألغ كتم شخص ما في الغرفة
eo: Malsilentigi iun en la ĉambro
es: Desactivar el silencio de alguien en la sala
fi: Poista jonkun mykistys huoneessa
fr: Sortir quelqu'un de pause dans le salon
gl: Deixar de silenciar a alguén na sala
hi: कमरे में किसी व्यक्ति की आवाज़ बंद करें
hu: Valaki némításának megszüntetése a szobában
ia: Desilentia alcun in le sala
nl: Iemand in de room van zwijgen afhalen
pl: Zdejmij wyciszenie z kogoś w pokoju
pt_br: Ativar o som de alguém na sala
ru: Снова разрешить говорить кому-либо в комнате
sv: Tillåt någon i rummet att delta
tr: Odadaki birinin sesini aç
uk: Скасувати вимикання когось у кімнаті
zh_tw: 在聊天室裡解除靜音某人

source: Set your status message
ar: عيّن رسالة حالتك
eo: Agordi vian statusmesaĝon
es: Establecer su mensaje de estado
fi: Aseta tilaviestisi
fr: Définir votre message d'état
gl: Definir a súa mensaxe de estado
hi: अपना स्टेटस संदेश सेट करें
hu: Az állapotüzenetének beállítása
ia: Fixa tu message de stato
nl: Uw statusbericht instellen
pl: Ustaw swój opis
pt_br: Definir sua mensagem de status
ru: Установить сообщение статуса
sv: Ange ditt statusmeddelande
tr: Durum iletinizi ayarlayın
uk: Встановити ваше повідомлення стану
zh_tw: 設定您的狀態訊息

source: Set topic
ar: عين موضوع
eo: Meti temon
es: Establecer tema
fi: Aseta aihe
fr: Définir le sujet
gl: Definir o tema
hi: विषय निर्धारित करें
hu: Téma beállítása
ia: Fixa Topico
nl: Onderwerp instellen
pl: Ustaw temat
pt_br: Definir tópico
ru: Установить тему
sv: Ange ämne
tr: Konu ayarla
uk: Встановити тему
zh_tw: 設定主題

source: Unarchive
ar: غير مؤرشف
eo: Malarkivigi
es: Desarchivar
fi: Peru arkistointi
fr: Désarchiver
gl: Desarquivar
hi: संग्रह से निकालें
hu: Archiválás megszüntetése
ia: De-archiva
nl: Archiveren ongedaan maken
pl: Wyciągnij z archiwum
pt_br: Desarquivar
ru: Разархивировать
sv: Packa upp
tr: Arşivden çıkar
uk: Скасувати архівування
zh_tw: 取消封存

source: None
ar: لا شيء
eo: Neniu
es: Ninguno
fi: Ei mitään
fr: Aucun
gl: Ningún
hi: कोई नहीं
hu: Nincs
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Yok
uk: Немає
zh_tw: 無

source: Default
ar: المبدئيّ
eo: Defaŭlta
es: Por omisión
fi: Oletus
fr: Par défaut
gl: Predeterminado
hi: गलती करना
hu: Alapértelmezett
ia: Predefinite
nl: Standaard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
sv: Förval
tr: Öntanımlı
uk: Типовий
zh_tw: 預設

source: Chime
ar: جرس
eo: Sonorilo
es: Sonido
fi: Kellonsoitto
gl: Campaíña
hi: झंकार
hu: Csengettyű
ru: Перезвон
tr: Zil

source: Door
ar: باب
eo: Pordo
es: Puerta
fi: Ovikello
gl: Porta
hi: दरवाजा
hu: Ajtó
pt_br: Porta
ru: Дверь
tr: Kapı

source: Beep
ar: جرس
eo: Bip
es: Pitido
fi: Piippaus
fr: Bip
gl: Badalada
hi: भोंपू
hu: Csipogás
ia: Bip
nl: Geluidssignaal
pl: Piknięcie
ru: Гудок
sv: Ljudsignal
tr: Bip
uk: Гудок
zh_tw: 嗶聲

source: Highbell
ar: جرس عالي
eo: Highsonorilo
es: Campana
fi: Kirkas kello
fr: Haute cloche
gl: Campá aguda
hi: हाईबेल
hu: Harang
ia: Highbell (Camoana Alte)
nl: Tinkelgeluid
pl: Wysoki dzwonek
ru: Колокольчик
sv: Klockcymbal
tr: Yüksek Çan
uk: Різкий дзвінок

source: Seasons
ar: مواسم
eo: Sezonoj
es: Temporadas
fi: Kaudet
fr: Saisons
gl: Estacións
hi: मौसम के
hu: Évszakok
ia: Seasones
nl: Jaargetijden
pl: Sezony
ru: Времена года
sv: Årstider
tr: Mevsimler
uk: Пори
zh_tw: 季節

source: Telephone
ar: هاتف
eo: Telefono
es: Teléfono
fi: Puhelin
gl: Teléfono
hi: टेलीफ़ोन
hu: Telefon
pt_br: Telefone
ru: Телефон
tr: Telefon

source: Outbound Call Ringing
ar: رنين المكالمات الصادرة
eo: Elira Voko Sonoranta
es: Llamada saliente en curso
fi: Lähtevä puhelu soi
gl: Son de chamada saínte
hi: आउटबाउंड कॉल रिंगिंग
hu: Kimenő hívás csörög
pt_br: Chamada de saída tocando
ru: Выполняется исходящий вызов
tr: Dışarı Giden Arama

source: Call Ended
ar: انتهاء المكالمة
eo: Voko Finiĝis
es: La llamada terminó
fi: Puhelu päättyi
gl: A chamada rematou
hi: कॉल समाप्त
hu: Hívás befejezve
pt_br: Chamada terminada
ru: Вызов завершился
tr: Arama Sonlandı
zh_tw: 通話已結束

source: Dialtone
ar: نغمة الاتصال
eo: Voktono
es: Tono de marcado
fi: Valintaääni
gl: Ton de marcaxe
hi: डायल टोन
hu: Tárcsahang
pt_br: Tom de discagem
ru: Сигнал ответа станции
tr: Çağrı Tonu

source: Ringtone
ar: نغمة الرنين
eo: Sonoriltono
es: Tono de llamada
fi: Soittoääni
gl: Ton de chamada
hi: रिंगटोन
hu: Csengőhang
pt_br: Toque
ru: Мелодия вызова
tr: Zil Sesi
zh_tw: 鈴聲

source: (Last Message: %1)
ar: (أخر رسالة: %1)
eo: (Lasta Mesaĝo: %1)
es: (Último mensaje: %1)
fi: (Viimeisin viesti: %1)
fr: (Dernier message : %1)
gl: (Última mensaxe: %1)
hi: (अंतिम संदेश: %1)
hu: (Utolsó üzenet: %1)
ia: (Ultime Message: %1)
nl: (Laatste bericht: %1)
pl: (Ostatnia wiadomość: %1)
pt_br: (última mensagem: %1)
ru: (Последнее сообщение: %1)
sv: (Senaste meddelande: %1)
tr: (Son İleti: %1)
uk: (Останнє повідомлення: %1)
zh_tw: （最後的訊息：%1）

source: Missing server url.
ar: عنوان الخادم مفقود.
es: URL del servidor no encontrada.
fi: Palvelimen verkko-osoite puuttuu.
gl: Falta o URL do servidor.
pt_br: Sem url do servidor.
ru: Не указан URL-адрес сервера.
tr: Sunucu URL’si eksik.

source: Socket was unexpectedly closed.
ar: أُغلق المقبس بشكل غير متوقع.
es: Se cerró un socket inesperadamente
fi: Pistoke suljettiin odottamatta.
gl: A toma pechouse inesperadamente.
hi: सॉकेट अप्रत्याशित रूप से बंद हो गया था.
pt_br: O soquete foi fechado inesperadamente.
ru: Сокет был неожиданно закрыт.
tr: Yuva, beklenmedik bir biçimde kapandı.

source: Conference Call
ar: مكالمة جماعية
eo: Konferencovoko
es: Llamada de conferencia
fi: Konferenssipuhelu
gl: Chamada de conferencia
hi: कांफ्रेंस कॉल
hu: Konferenciahívás
pt_br: Chamada de conferência
ru: Конференц-вызов
tr: Video Konferans
zh_tw: 會議通話

source: %1 has joined the channel
ar: %1 انضم للقناة
eo: %1 aliĝis al la kanalo
es: %1 se ha unido al canal
fi: %1 on liittynyt kanavalle
fr: %1 a rejoint ce canal
gl: %1 uniuse á canle
hi: %1 चैनल में शामिल हो गया है
hu: %1 csatlakozott a csatornához.
ia: %1 univa se al canal
nl: %1 neemt deel aan het kanaal
pl: %1 dołączył do kanału
pt_br: %1 entrou no canal
ru: Пользователь %1 присоединился к каналу
sv: %1 har gått med i kanalen
tr: %1, kanala katıldı
uk: %1 долучається до каналу
zh_tw: %1 已加入頻道

source: %1 has left the channel
ar: %1 غادر للقناة
eo: %1 forlasis la kanalon
es: %1 ha dejado el canal
fi: %1 on poistunut kanavalta
fr: %1 a quitté ce canal
gl: %1 saíu da canle
hi: %1 ने चैनल छोड़ दिया है
hu: %1 elhagyta a csatornát.
ia: %1 ha lassate le canal
nl: %1 heeft het kannaal verlaten
pl: %1 opuścił kanał
pt_br: %1 saiu do canal
ru: Пользователь %1 покинул канал
sv: %1 har lämnat kanalen
tr: %1, kanaldan ayrıldı
uk: %1 полишає канал
zh_tw: %1 已離開頻道

source: %1 left this Team
ar: %1 غادر هذا الفريق
eo: %1 forlasis ĉi tiun teamon
es: %1 abandonó este equipo
fi: %1 jätti tämän työryhmän
fr: %1 a quitté ce groupe
gl: %1 saír do equipo
hi: %1 ने यह टीम छोड़ दी
hu: %1 elhagyta ezt a csapatot
ia: %1 lassava iste Equipa
nl: %1 heeft dit team verlaten
pl: %1 opuścił ten zespół
pt_br: %1 saiu desta equipe
ru: Пользователь %1 покинул эту команду
sv: %1 lämnade laget
tr: %1, bu takımdan ayrıldı
uk: %1 полишив/полишила цю команду
zh_tw: %1 已離開此團隊

source: Topic was cleared by: %1
ar: أُزيل الموضوع من قبل: %1
eo: Temo estis viŝita de: %1
es: El asunto fue eliminado por: %1
fi: %1 on tyhjentänyt aiheen
fr: Le sujet a été effacé par : %1
gl: %1 borrou o tema
hi: विषय को साफ़ किया गया: %1 द्वारा
hu: %1 törölte a témát.
ia: Topico esseva clarate per: %1
nl: Onderwerp was gewist door: %1
pl: %1 wyczyścił temat
pt_br: O tópico foi limpo por: %1
ru: Тема очищена пользователем %1
sv: Ämnet rensades av: %1
tr: Konuyu silen: %1
uk: Тему було спорожнено %1
zh_tw: 主題已由 %1 清除

source: %2 changed topic to: <i>%1</i>
ar: غيّر %2 الموضوع إلى: <i>%1</i>
eo: %2 ŝanĝis temon al: <i>%1</i>
es: %2 cambió el asunto a: <i>%1</i>
fi: %2 muutti aiheeksi <i>%1</i>
fr: %2 a modifié le sujet vers : <i>%1</i>
gl: %2 cambiou o tema a: <i>%1</i>
hi: %2 ने विषय को बदला: <i>%1</i>
hu: %2 megváltoztatta a témát erre: <i>%1</i>
ia: %2 modificava topico a : <i>%1</i>
nl: %2 heeft het onderwerp gewijzigd naar: <i>%1</i>
pl: %2 zmienił temat na: <i>%1</i>
pt_br: %2 alterou o tópico para: <i>%1</i>
ru: Пользователь %2 сменил тему на: <i>%1</i>
sv: %2 ändrade ämne till: <i>%1</i>
tr: %2, konuyu değiştirdi: <i>%1</i>
uk: %2 змінено тему на таку: <i>%1</i>
zh_tw: %2 將主題變更為：<i>%1</i>

source: %2 added %1 to the conversation
ar: %2 أضاف %1 إلى المحادثة
eo: %2 aldonis %1 al la konversacio
es: %2 añadió %1 a la conversación
fi: %2 lisäsi henkilön %1 keskusteluun
fr: %2 a ajouté %1 à la conversation
gl: %2 engadiu a %1 á conversa
hi: %2 ने %1 को वार्तालाप में जोड़ा
hu: %2 hozzáadta a beszélgetéshez őt: %1
ia: %2 addeva %1 al conversation
nl: %2 heeft %1 toegevoegd aan de conversatie
pl: %2 dodał %1 do rozmowy
pt_br: %2 adicionou %1 à conversa
ru: Пользователь %2 добавил %1 в разговор
sv: %2 lade till %1 till konversationen
tr: %2, %1 kişisini konuşmaya ekledi
uk: %2 додано %1 до спілкування
zh_tw: %2 已將 %1 加入討論

source: %2 changed room name to <a href="ruqola:/room/%1">#%1</a>
ar: غيّر %2 اسم الغرفة إلى <a href="ruqola:/room/%1">#%1</a>
eo: %2 ŝanĝis ĉambronomon al <a href="ruqola:/room/%1">#%1</a>
es: %2 cambió el nombre de la sala a <a href="ruqola:/room/%1">#%1</a>
fi: %2 muutti huoneen nimeksi <a href="ruqola:/room/%1">#%1</a>
fr: %2 a modifié le nom du salon en <a href="ruqola:/room/%1">#%1</a>
gl: %2 cambiou o nome da sala a <a href="ruqola:/room/%1">#%1</a>
hi: %2 ने कमरे का नाम बदलकर <a href="ruqola:/room/%1">#%1</a> कर दिया
hu: %2 megváltoztatta a szoba nevét erre: <a href="ruqola:/room/%1">#%1</a>
ia: %2 cambiava nomine de sala a <a href="ruqola:/room/%1">#%1</a>
nl: %2 heeft de roomnaam gewijzigd in <a href="ruqola:/room/%1">#%1</a>
pl: %2 zmienił nazwę pokoju na <a href="ruqola:/room/%1">#%1</a>
pt_br: %2 alterou o nome da sala para <a href="ruqola:/room/%1">#%1</a>
ru: Пользователь %2 сменил название комнаты на <a href="ruqola:/room/%1">#%1</a>
sv: %2 ändrade rumsnamn till <a href="ruqola:/room/%1">#%1</a>
tr: %2, oda adını <a href="ruqola:/room/%1">#%1</a> olarak değiştirdi
uk: %2 змінено назву кімнати на <a href="ruqola:/room/%1">#%1</a>
zh_tw: %2 已將聊天室名稱改為 <a href="ruqola:/room/%1">%1</a>

source: %2 removed user %1
ar: أزال %2 المستخدم %1
eo: %2 forigis uzanton %1
es: %2 eliminó al usuario %1
fi: %2 poisti käyttäjän %1
fr: %2 a supprimé l'utilisateur %1
gl: %2 retirou a %1
hi: %2 ने उपयोगकर्ता %1 को हटा दिया
hu: %2 eltávolította őt: %1
ia: %2 removeva usator %1
nl: %2 heeft gebruiker %1 verwijderd
pl: %2 usunął użytkownika %1
pt_br: %2 excluiu o usuário %1
ru: Пользователь %2 удалил пользователя %1
sv: %2 tog bort användare %1
tr: %2, %1 kişisini çıkardı
uk: %2 вилучено користувача %1
zh_tw: %2 已移除使用者 %1

source: Description was cleared by %1
ar: أُزيل الوصف من قبل: %1
eo: Priskribo estis forigita de %1
es: La descripción fue eliminada por %1
fi: %1 on tyhjentänyt kuvauksen
fr: La description a été effacée par %1
gl: %1 borrou a descrición
hi: विवरण %1 द्वारा साफ़ किया गया
hu: %1 törölte a leírást
ia: Description esseva clarate per %1
nl: Beschrijving was gewist door %1
pl: %1 już usunął opis
pt_br: A descrição foi limpa por %1
ru: Описание очищено (%1)
sv: Beskrivning rensades av %1
tr: Açıklama, %1 tarafından silindi
uk: Опис було спорожнено %1
zh_tw: 描述已由 %1 清除

source: %2 changed room description to %1
ar: غيّر %2 وصف الغرفة إلى %1
eo: %2 ŝanĝis ĉambropriskribon al %1
es: %2 cambió la descripción de la sala a %1
fi: %2 muutti huoneen kuvaukseksi %1
fr: %2 a modifié la description du salon en %1
gl: %2 cambiou a descrición da sala a %1
hi: %2 ने कमरे का विवरण बदलकर %1 कर दिया
hu: %2 megváltoztatta a szoba leírását erre: %1
ia: %2 cambiava description de sala a %1
nl: %2 heeft de beschrijving van de room gewijzigd in %1
pl: %2 zmienił opis pokoju na %1
pt_br: %2 alterou a descrição da sala para %1
ru: Пользователь %2 сменил описание комнаты на %1
sv: %2 ändrade rumsbeskrivning till %1
tr: %2, oda açıklamasını %1 olarak değiştirdi
uk: %2 змінено опис кімнати на %1
zh_tw: %2 已將聊天室描述變更為 %1

source: Announcement was cleared by %1
ar: أُزيل الإعلان من قبل %1
eo: Anonco estis forigita de %1
es: El anuncio fue eliminada por %1
fi: %1 on tyhjentänyt ilmoituksen
fr: L'annonce a été effacée par %1
gl: %1 borrou o anuncio
hi: घोषणा %1 द्वारा स्वीकृत की गई
hu: %1 törölte a közleményt
ia: Annuncio esseva clarate per %1
nl: Aankondiging was gewist door %1
pl: %1 wyczyścił obwieszczenie
pt_br: O anúncio foi limpo por %1
ru: Объявление очищено (%1)
sv: Tillkännagivande rensades av %1
tr: Duyuru, %1 tarafından silindi
uk: Оголошення було спорожнено %1
zh_tw: 公告已由 %1 清除

source: %2 changed room announcement to %1
ar: غيّر %2 إعلان الغرفة إلى %1
eo: %2 ŝanĝis ĉambranoncon al %1
es: %2 cambió el anuncio de la sala a %1
fi: %2 muutti huoneen ilmoitukseksi %1
fr: %2 a changé l'annonce du salon en %1
gl: %2 cambiou o anuncio da sala a %1
hi: %2 ने कमरे की घोषणा को %1 में बदल दिया
hu: %2 megváltoztatta a szoba közleményét erre: %1
ia: %2 cambiava annuncio de sala a %1
nl: %2 heeft de aankondiging van de room gewijzigd in %1
pl: %2 zmienił obwieszczenie pokoju na %1
pt_br: %2 alterou o anúncio da sala para %1
ru: Пользователь %2 сменил объявление комнаты на %1
sv: %2 ändrade rummets tillkännagivande till %1
tr: %2, oda açıklamasını %1 olarak değiştirdi
uk: %2 змінено оголошення кімнати на %1
zh_tw: %2 已將聊天室公告改為 %1

source: %2 changed room privacy to %1
ar: غيّر %2 خصوصية الغرفة إلى %1
eo: %2 ŝanĝis la privatecon de la ĉambro al %1
es: %2 cambió la privacidad de la sala de %1
fi: %2 muutti huoneen yksityisyydeksi %1
fr: %2 a changé la confidentialité du salon en %1
gl: %2 cambiou a privacidade da sala a %1
hi: %2 ने कमरे की गोपनीयता को %1 में बदल दिया
hu: %2 megváltoztatta a szoba adatvédelmét erre: %1
ia: %2 cambiava confidentialitate de sala a %1
nl: %2 heeft de privacy van de room gewijzigd in %1
pl: %2 zmienił prywatność pokoju na %1
pt_br: %2 alterou a privacidade da sala para %1
ru: Пользователь %2 сменил приватность комнаты на %1
sv: %2 ändrade rummets avskildhet till %1
tr: %2, oda gizliliğini %1 olarak değiştirdi
uk: %2 змінено конфіденційність кімнати на %1
zh_tw: %2 已將聊天室私密性改為 %1

source: Click to join to video
ar: انقر لتنضم إلى الفيديو
eo: Klaku por aliĝi al video
es: Pulsara para añadir video
fi: Liity videoon napsauttamalla
fr: Cliquez pour rejoindre en vidéo
gl: Prema para unirse ao vídeo
hi: वीडियो से जुड़ने के लिए क्लिक करें
hu: Kattintson a videóhoz való csatlakozáshoz
ia: Pulsa per unir a video
nl: Klikken aan video mee te doen
pl: Naciśnij, aby dołączyć do wideo
pt_br: Clique para participar do vídeo
ru: Щёлкните для присоединения к видео
sv: Klicka för att gå med i video
tr: Videoya katılmak için tıklayın
uk: Натисніть, щоб приєднатися до відео
zh_tw: 點擊以加入視訊

source: Message Deleted
ar: مُسحت الرسالة
eo: Mesaĝo Forigita
es: Mensaje borrado
fi: Viesti poistettu
fr: Message supprimé
gl: A mensaxe eliminouse
hi: संदेश हटा दिया गया
hu: Üzenet törölve
ia: Message delite
nl: Bericht verwijderd
pl: Usunięto wiadomość
pt_br: Mensagem excluída
ru: Сообщение удалено
sv: Meddelande borttaget
tr: İleti Silindi
uk: Повідомлення вилучено
zh_tw: 訊息已被刪除

source: Message Pinned
ar: ثُبتت الرسالة
eo: Mesaĝo Alpinglita
es: Mensaje fijado
fi: Viesti kiinnitetty
fr: Message agrafé
gl: A mensaxe fixouse
hi: संदेश पिन किया गया
hu: Üzenet kitűzve
ia: Message appunctate
nl: Bericht vastgepind
pl: Przypięto wiadomość
pt_br: Mensagem fixada
ru: Сообщение закреплено
sv: Meddelande uppsatt
tr: İleti Sabitlendi
uk: Повідомлення пришпилено
zh_tw: 訊息已置頂

source: Encrypted Message
ar: رسالة معمّاة
eo: Ĉifrita Mesaĝo
es: Mensaje cifrado
fi: Salattu viesti
fr: Message chiffré
gl: Mensaxe cifrada
hi: एन्क्रिप्टेड संदेश
hu: Titkosított üzenet
ia: Message Cryptate
nl: Versleuteld bericht
pl: Zaszyfrowana wiadomość
pt_br: Mensagem criptografada
ru: Зашифрованное сообщение
sv: Krypterat meddelande
tr: Şifreli İleti
uk: Зашифроване повідомлення
zh_tw: 已加密訊息

source: %1 was unmuted by %2
ar: ألغي كتم %1 بواسطة %2
eo: %1 estis mallaŭtigita de %2
es: %1 fue no silenciado por %2
fi: %2 poisti vaimennuksen käyttäjältä %1
fr: %1 n'est plus en pause grâce à %2
gl: %2 deixou de silenciar a %1
hi: %1 को %2 द्वारा अनम्यूट किया गया
hu: %2 feloldotta %1 némítását
ia: %1 esseva desilentiate per %2
nl: demping van %1 is ongedaan gemaakt door %2
pl: %2 przywrócił głos %1
pt_br: %1 teve o som ativado por %2
ru: Пользователю %1 разрешено говорить (%2)
sv: %1 slutade tystas av %2
tr: %1 kişisinin sesi, %2 tarafından açıldı
uk: %1 було дозволено спілкуватися %2
zh_tw: %1 已被 %2 解除靜音

source: %1 was muted by %2
ar: كُتم %1 بواسطة %2
eo: %1 estis silentigita de %2
es: %1 fue silenciado por %2
fi: %2 vaimensi käyttäjän %1
fr: %1 a été mis en pause par %2
gl: %2 silenciou a %1
hi: %1 को %2 द्वारा म्यूट किया गया
hu: %2 némította őt: %1
ia: %1 esseva silentiate per %2
nl: %1 is gedempt door %2
pl: %2 odebrał głos %1
pt_br: %1 foi silenciado por %2
ru: Пользователю %1 запрещено говорить (%2)
sv: %1 tystades av %2
tr: %1, %2 tarafından sessize alındı
uk: %1 було заборонено спілкуватися %2
zh_tw: %1 已被 %2 靜音

source: Role '%3' was added to %1 by %2
ar: أُضيف دور '%3' إلى %1 بواسطة %2
eo: Rolo '%3' estis aldonita al %1 de %2
es: El rol «%3» se añadió a %1 por %2
fi: %2 lisäsi käyttäjälle %1 roolin ”%3”
fr: Le rôle « %3 » a été octroyé à %1 par %2
gl: %2 engadiu o rol «%3» a %1
hi: भूमिका '%3' को %2 द्वारा %1 में जोड़ा गया
hu: %2 hozzáadta a(z) „%3” szerepet a következőhöz: %1
ia: Rolo '%3' esseva addite a %1 per %2
nl: Rol '%3' was toegevoegd aan %1 door %2
pl: %2 dodał rolę '%3' do %1
pt_br: A função '%3' foi adicionada para %1 por %2
ru: Роль «%3» добавлена в %1 (%2)
sv: Rollen '%3' lades till för %1 av %2
tr: “%3” rolü, %2 tarafından %1 kişisine eklendi
uk: Роль «%3» було додано до %1, %2
zh_tw: %2 已新增角色「%3」至 %1

source: Role '%3' was removed to %1 by %2
ar: دور '%3' أُزيل إلى %1 بواسطة %2
eo: Rolo '%3' estis forigita al %1 de %2
es: El rol «%3» fue eliminado de %1 por %2
fi: %2 poisti käyttäjältä %1 roolin ”%3”
fr: Le rôle « %3 » a été enlevé à %1 par %2
gl: %2 retirou o rol «%3» a %1
hi: भूमिका '%3' को %2 द्वारा हटाकर %1 कर दिया गया
hu: %2 elvette a(z) „%3” szerepet a következőtől: %1
ia: Rolo '%3' esseva removite a %1per %2
nl: Rol '%3' was verwijderd van %1 door %2
pl: %2 usunął rolę '%3' z %1
pt_br: A função '%3' foi excluída de %1 por %2
ru: Роль «%3» удалена из %1 (%2)
sv: Rollen '%3' togs bort för %1 av %2
tr: “%3” rolü, %2 tarafından %1 kişisinden kaldırıldı
uk: Роль «%3» було вилучено з %1, %2
zh_tw: %2 已從 %1 移除角色「%3」

source: This message is end-to-end encrypted. To view it, you must enter your encryption key in your account settings.
ar: هذه الرسالة معماة من البداية إلى النهاية. لعرضها، يجب عليك إدخال مفتاح تعميتك في إعدادات حسابك.
eo: Ĉi tiu mesaĝo estas fin-al-fine ĉifrita. Por vidi ĝin, vi devas enigi vian ĉifradan ŝlosilon en la agordojn de via konto.
es: Este mensaje es cifrado extremo a extremo. Para verlo, tiene que introducir su clave de cifrado en las preferencias de su cuenta.
fi: Tämä viesti on salattu päästä päähän. Nähdäksesi sen tilin asetuksiin on syötettävä salausavain.
fr: Le message est chiffré de bout en bout. Pour l'afficher, vous devez saisir votre clé de chiffrement, intégrée dans les paramètres de votre compte.
gl: Esta mensaxe está cifrada de extremo a extremo. Para vela debe introducir a chave de cifraxe na configuración da súa conta.
hi: यह संदेश एंड-टू-एंड एन्क्रिप्टेड है। इसे देखने के लिए, आपको अपनी खाता सेटिंग में अपनी एन्क्रिप्शन कुंजी दर्ज करनी होगी।
hu: Ez az üzenet végpontok között titkosított. A megtekintéséhez meg kell adnia a titkosítási kulcsot a fiók beállításaiban.
nl: Dit bericht is eind-tot-eind versleuteld. Om het te bekijken, moet u uw versleutelingssleutel in uw accountinstellingen invoeren.
pl: Wiadomość ta jest zaszyfrowana koniec-do-końca. Aby ją zobaczyć, musisz wpisać swój klucz szyfrujący w ustawieniach konta.
pt_br: Esta mensagem é criptografada de ponta a ponta. Para visualizá-la, você precisa inserir sua chave de criptografia nas configurações da sua conta.
ru: Это сообщение со сквозным шифрованием. Для его просмотра необходимо ввести ключ шифрования в параметрах своей учётной записи.
sv: Meddelandet är krypterat från början till slut. För att visa det måste du skriva in din krypteringsnyckel i dina kontoinställningar.
tr: Bu ileti, uçtan uca şifreli. Görüntülemek için hesap ayarlarında şifre çözme anahtarını girmeniz gerekiyor.
uk: Це повідомлення зашифровано. Щоб переглянути його, вам слід ввести ваш ключ шифрування у параметрах вашого облікового запису.
zh_tw: 這個訊息已進行點對點加密。要檢視它，您必須在帳戶設定中輸入您的加密金鑰。
