Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

# @option:check
source: Disable Livechat Activity Monitor
ar: عطِّل مراقبة نشاط الدردشة المباشرة
eo: Malebligi Livechat Aktivecmonitoron
es: Desactivar monitor de actividad del chat en vivo
fi: Poista livekeskustelun aktiviteettivalvonta käytöstä
gl: Desactivar o seguimento de actividade de conversa en directo.
hi: लाइवचैट गतिविधि मॉनिटर अक्षम करें
hu: Élő csevegés tevékenység-megfigyelőjének letiltása
pt_br: Desativar monitor de atividade de Livechat
ru: Отключить монитор активности Livechat
tr: LiveChat etkinlik monitörünü devre dışı bırak
zh_tw: 停用即時聊天活動監控

# @option:check
source: Disable Statistics Generator
ar: عطّل مولد الإحصائيات
eo: Malebligi Statistikan Generatoron
es: Desactivar generador de estadísticas
fi: Poista tilastojen luominen käytöstä
gl: Desactivar a xeración de estatísticas.
hi: सांख्यिकी जनरेटर अक्षम करें
hu: Statisztikagenerátor kikapcsolása
pt_br: Desativar gerador de estatísticas
ru: Отключить генератор статистики
tr: İstatistik üretecini devre dışı bırak
zh_tw: 停用統計資料產生器

# @option:check
source: Disable Data Exporter Processor
ar: عطِّل معالج تصدير البيانات
eo: Malebligi Datum-Eksportan Procesoron
es: Desactivar procesador del exportador de datos
fi: Poista tietojen viennin käsittely käytöstä
gl: Desactivar o procesamento do exportador de datos.
hi: डेटा एक्सपोर्टर प्रोसेसर अक्षम करें
hu: Adatexportálási feldolgozó letiltása
pt_br: Desativar processador exportador de dados
ru: Отключить обработчик экспорта данных
tr: Veri dışa aktarma işleyicisini devre dışı bırak
zh_tw: 停用資料匯出工具處理器

# @option:check
source: Disable Workspace Sync
ar: عطّل مزامنة مساحة العمل
eo: Malebligi Laborspacan Sinkronigon
es: Desactivar sincronización del espacio de trabajo
fi: Poista työtilatahdistus käytöstä
gl: Desactivar a sincronización de espazos de traballo.
hi: कार्यस्थान सिंक अक्षम करें
hu: Munkaterület-szinkronizáció kikapcsolása
pt_br: Desativar sincronização de espaço de trabalho
ru: Отключить синхронизацию рабочего пространства
tr: Çalışma alanı eşzamanlamasını devre dışı bırak
zh_tw: 停用工作空間同步

# @option:check
source: Disable Teams Mention
ar: عطّل ذكر الفرق
es: Desactivar menciones a equipos
fi: Poista ryhmämaininta käytöstä
gl: Desactivar a mención de equipos.
pt_br: Desativar menção de equipes
tr: Takımlar söz etmesini devre dışı bırak
zh_tw: 停用團隊提及

source: This setting completely disables the notifications system; sounds, desktop notifications, mobile notifications, and emails will stop!
ar: يؤدي هذا الإعداد إلى تعطيل نظام الإشعارات تمامًا؛ ستتوقف الأصوات وإشعارات سطح المكتب وإشعارات الهاتف المحمول ورسائل البريد الإلكتروني!
eo: Ĉi tiu agordo tute malŝaltas la sciigan sistemon; sonoj, labortablaj sciigoj, moveblaj sciigoj kaj retpoŝtoj ĉesos!
es: ¡Esta preferencia desactiva completamente el sistema de notificaciones: sonidos, notificaciones de escritorio, notificaciones móviles y correos electrónicos pararán!
fi: Asetus poistaa ilmoitusjärjestelmän kokonaan käytöstä: äänet, työpöytä- ja mobiili-ilmoitukset ja sähköpostit loppuvat kaikki!
gl: Esta opción desactiva completamente as notificacións do sistema. Deteranse os sons, as notificacións de escritorio, as notificacións móbiles e as mensaxes de correo electrónico.
hi: यह सेटिंग अधिसूचना प्रणाली को पूरी तरह से निष्क्रिय कर देती है; ध्वनियाँ, डेस्कटॉप अधिसूचनाएँ, मोबाइल अधिसूचनाएँ और ईमेल बंद हो जाएँगी!
hu: Ez a beállítás teljesen letiltja az értesítési rendszert. A hangok, az asztali értesítések, a mobilértesítések és az e-mailek leállnak!
pt_br: Esta configuração desabilita completamente o sistema de notificações; sons, notificações da área de trabalho, notificações do celular e e-mails serão interrompidos!
ru: Этот параметр полностью отключает систему уведомлений; больше не будет звуков, уведомлений на рабочем столе, уведомлений на мобильных устройствах и писем!
tr: Bu ayar, bildirim sistemini tümüyle devre dışı bırakır; sesler, masaüstü bildirimler; taşınabilir bildirimler ve e-postalar duracaktır!

source: This setting prevents all instances from sending the status changes of the users to their clients keeping all the users with their presence status from the first load!
ar: يمنع هذا الإعداد جميع النسخ من إرسال تغييرات حالة المستخدمين إلى عملائها مع الاحتفاظ بجميع المستخدمين بحالة ظهورهم منذ التحميل الأول!
eo: Ĉi tiu agordo malhelpas ĉiujn okazojn sendi la statusŝanĝojn de la uzantoj al siaj klientoj konservante ĉiujn uzantojn kun sia ĉeesto statuso de la unua ŝargo!
es: ¡Esta preferencia previene que todas las instancias envíen los cambios de estado de los usuarios a sus clientes, manteniendo el estado de presencia inicial de todos los usuarios!
fi: Tämä asetus estää kaikkia ilmentymiä lähettämästä käyttäjien tilamuutoksia asiakkailleen, jolloin kaikkien käyttäjien läsnäolotila pysyy ensimmäisen latauksen mukaisena!
gl: Esta opción evita que calquera instancia envíe cambios de estado de persoas usuarias nos seus clientes, e mantén a todas o seu estado de presenza da primeira carga.
hi: यह सेटिंग सभी इंस्टैंस को उपयोगकर्ताओं की स्थिति में हुए परिवर्तनों को उनके क्लाइंट को भेजने से रोकती है, तथा सभी उपयोगकर्ताओं को प्रथम लोड से उनकी उपस्थिति स्थिति के साथ रखती है!
hu: Ez a beállítás megakadályozza az összes példányt abban, hogy elküldjék a felhasználók állapotváltozásait az ügyfeleiknek, megtartva az összes felhasználót az első betöltésből származó jelenléti állapotával!
pt_br: Esta configuração impede que todas as instâncias enviem as alterações de status dos usuários para seus clientes, mantendo todos os usuários com seus status de presença desde o primeiro carregamento!
ru: Этот параметр запрещает всем экземплярам отправлять изменения статуса пользователей клиентам, сохраняя для всех пользователей тот статус присутствия, который был установлен при первой загрузке!
tr: Bu ayar, tüm kullanıcıların durum değişikliklerini istemcilerine göndermesini engeller ve tüm kullanıcıları ilk yüklemeden itibaren varlık durumlarıyla korur!

source: This setting prevents the Rocket.Chat instances from sending events to the other instances, it may cause syncing problems and misbehavior!
ar: يمنع هذا الإعداد نسخةات روكت تشات من إرسال الأحداث إلى النسخةات الأخرى، وقد يتسبب في حدوث مشاكل في المزامنة وسوء السلوك!
eo: Ĉi tiu agordo malhelpas la Rocket.Chat-instancojn sendi eventojn al la aliaj okazoj, ĝi povas kaŭzi sinkronigajn problemojn kaj miskonduton!
es: Esta preferencia previene que las instancias Rocket.Chat envíen los eventos a otras instancias. ¡Puede causar problemas de sincronización y comportamientos inesperados!
fi: Tämä asetus estää Rocket.Chat-ilmentymiä lähettämästä tapahtumia muille ilmentymille, mistä voi seurata tahdistus- ja muita ongelmia!
gl: Esta opción impide que as instancias de Rocket.Chat envíen eventos a outras instancias. Pode causar problemas de sincronización e comportamentos incorrectos.
hi: यह सेटिंग Rocket.Chat इंस्टैंस को अन्य इंस्टैंस को ईवेंट भेजने से रोकती है, इससे सिंकिंग समस्याएं और गलत व्यवहार हो सकता है!
hu: Ez a beállítás megakadályozza, hogy a Rocket.Chat-példányok eseményeket küldjenek más példányoknak. Ez szinkronizálási problémákat és hibás viselkedést okozhat!
pt_br: Esta configuração impede que as instâncias do Rocket.Chat enviem eventos para outras instâncias. Isso pode causar problemas de sincronização e mau comportamento!
ru: Этот параметр запрещает экземплярам Rocket.Chat отправлять события другим экземплярам, что может привести к проблемам с синхронизацией и работой!
tr: Bu ayar, Rocket.Chat örneklerinin diğer örneklere olay göndermesini engeller; eşzamanlama sorunlarına ve hatalı davranışlara neden olabilir!

source: This setting stops the processing of livechat visitor sessions causing the statistics to stop working correctly!
ar: يوقف هذا الإعداد معالجة جلسات زوار الدردشة المباشرة مما يؤدي إلى توقف الإحصائيات عن العمل بشكل صحيح!
eo: Ĉi tiu agordo ĉesigas la prilaboradon de seancoj de vizitantoj de viva babilado kaŭzante la statistpiktogram ĉesi funkcii ĝuste!
es: ¡Esta preferencia para el procesamiento de las sesiones de visitantes en el chat en vivo causando que las estadísticas paren de generarse correctamente!
fi: Tämä asetus lopettaa livekeskustelun vierailijaistuntojen käsittelyn, jolloin tilastot lakkaavat toimimasta kunnolla!
gl: Es opción detén o procesamento de sesións de visita de conversa en directo, o que fai que as estatísticas deixen de funcionar correctamente.
hi: यह सेटिंग लाइवचैट विज़िटर सत्रों के प्रसंस्करण को रोक देती है, जिससे आंकड़े सही ढंग से काम करना बंद कर देते हैं!
hu: Ez a beállítás leállítja az élő csevegés látogatók munkameneteinek feldolgozását, ami a statisztikák megfelelő működésének megszűnését okozza!
pt_br: Esta configuração interrompe o processamento das sessões de visitantes do chat ao vivo, fazendo com que as estatísticas parem de funcionar corretamente!
ru: Этот параметр останавливает обработку сеансов посетителей livechat, из-за чего нарушается обработка статистики!
tr: Bu ayar, istatistiklerin düzgün çalışmasını engelleyen LiveChat ziyaretçi oturumlarının işlenmesini durdurur!

source: This setting stops the processing all statistics making the info page outdated until someone clicks on the refresh button and may cause other missing information around the system!
ar: يوقف هذا الإعداد معالجة جميع الإحصائيات مما يجعل صفحة المعلومات قديمة حتى ينقر شخص ما على زر التحديث وقد يتسبب في فقدان معلومات أخرى حول النظام!
eo: Ĉi tiu agordo ĉesigas la prilaboradon de ĉiuj statistikoj igante la informpaĝon malmoderna ĝis iu klakas sur la refreŝiga butono kaj povas kaŭzi aliajn mankantajn informojn ĉirkaŭ la sistemo!
es: ¡Esta preferencia para el procesamiento de todas las estadísticas haciendo que la información de la página se quede desactualizada hasta que alguien pulse en el botón de refresco y puede causar que se pierda información del sistema!
fi: Tämä asetus lopettaa kaikkien tilastojen käsittelyn, jolloin tietosivu jää ajasta jälkeen, kunnes joku napsauttaa virkistyspainiketta. Muutakin tietoa voi jäädä puuttumaan muualla järjestelmässä!
gl: Esta opción detén o procesamento de todas as estatísticas, polo que a páxina de información quedará obsoleta ata que alguén prema o botón de actualizar, e pode facer que falte información adicional do sistema.
hi: यह सेटिंग सभी आंकड़ों के प्रसंस्करण को रोक देती है, जिससे सूचना पृष्ठ पुराना हो जाता है, जब तक कि कोई व्यक्ति रिफ्रेश बटन पर क्लिक नहीं करता है, और इससे सिस्टम में अन्य सूचनाएं गायब हो सकती हैं!
hu: Ez a beállítás leállítja az összes statisztika feldolgozását, így elavulttá teszi az információs oldalt, amíg valaki rá nem kattint a frissítés gombra. Ez okozhat más információhiányt is a rendszerben!
pt_br: Esta configuração interrompe o processamento de todas as estatísticas, tornando a página de informações desatualizada até que alguém clique no botão de atualização, o que pode causar a falta de outras informações no sistema!
ru: Этот параметр останавливает обработку всей статистики: из-за этого на странице с информацией будут отображаться устаревшие данные, пока не будет сделан щелчок по кнопке обновления, а также возможна пропажа информации в других местах системы!
tr: Bu ayar, istatistiklerin işlenmesini durdurarak bilgi sayfasındaki veri akışını birisi yenile düğmesine basıncaya değin durdurur. Bu, sistemde başka yerlerde de güncel olmayan bilgi sunulmasına neden olabilir!

source: This setting stops the processing of all export requests from users, so they will not receive the link to download their data!
ar: يؤدي هذا الإعداد إلى إيقاف معالجة جميع طلبات التصدير من المستخدمين، وبالتالي لن يتلقوا الرابط لتنزيل بياناتهم!
eo: Ĉi tiu agordo ĉesigas la traktadon de ĉiuj eksportpetoj de uzantoj, do ili ne ricevos la ligilon por elŝuti siajn datumojn!
es: ¡Esta preferencia para el procesamiento de todas las peticiones de exportación de los usuarios, así que no recibirán el enlace para descargar sus datos!
fi: Tämä asetus lopettaa käyttäjien kaikkien vientipyyntöjen käsittelyn, joten he eivät saa linkkiä tietojensa lataamiseksi!
gl: Esta opción detén o procesamento de todas as solicitudes de exportación de persoas usuarias, polo que non recibirán a ligazón para descargar os seus datos.
hi: यह सेटिंग उपयोगकर्ताओं के सभी निर्यात अनुरोधों के प्रसंस्करण को रोक देती है, इसलिए उन्हें अपना डेटा डाउनलोड करने के लिए लिंक प्राप्त नहीं होगा!
hu: Ez a beállítás leállítja a felhasználóktól származó összes exportálási kérelem feldolgozását, így nem fogják megkapni az adataik letöltéséhez szükséges hivatkozást!
pt_br: Esta configuração interrompe o processamento de todas as solicitações de exportação dos usuários, para que eles não recebam o link para baixar seus dados!
ru: Этот параметр останавливает обработку всех запросов на экспорт от пользователей, поэтому они не будут получать ссылку на загрузку своих данных!
tr: Bu ayar, kullanıcılardan gelen tüm dışa aktarma isteklerinin işlenmesini durdurur; böylece verilerini indirmek için bir indirme bağlantısı alamazlar!

source: This setting stops the sync of this server with Rocket.Chat's cloud and may cause issues with marketplace and enterprise licenses!
ar: يؤدي هذا الإعداد إلى إيقاف مزامنة هذا الخادم مع سحابة روكت تشات وقد يتسبب في حدوث مشكلات مع تراخيص السوق وتراخيص المؤسسات!
eo: Ĉi tiu agordo ĉesigas la sinkronigon de ĉi tiu servilo kun la nubo de Rocket.Chat kaj povas kaŭzi problemojn kun vendoplaco kaj entreprenaj licencoj!
es: ¡Esta preferencia para la sincronización de este servidor con la nube de Rocket.Chat y puede causar problemas con el mercado y las licencias de empresas!
fi: Tämä asetus lopettaa tämän palvelimen tahdistuksen Rocket.Chatin pilveen ja voi aiheuttaa ongelmia tori- ja yrityslisensseille!
gl: Esta opción detén a sincronización deste servidor coa nube de Rocket.Chat e pode causar problemas co mercado e coas licenzas para empresas.
hi: यह सेटिंग Rocket.Chat के क्लाउड के साथ इस सर्वर के सिंक को रोक देती है और मार्केटप्लेस और एंटरप्राइज़ लाइसेंस के साथ समस्याएँ पैदा कर सकती है!
hu: Ez a beállítás leállítja a kiszolgáló szinkronizálását a Rocket.Chat felhőjével, és lehet, hogy problémákat okozhat a piactér és a vállalati licencekkel!
pt_br: Esta configuração interrompe a sincronização deste servidor com a nuvem do Rocket.Chat e pode causar problemas com licenças de mercado e corporativas!
ru: Этот параметр останавливает синхронизацию этого сервера с облаком Rocket.Chat, а также может привести к проблемам с торговой и корпоративной лицензиями!
tr: Bu ayar, Rocket.Chat’in bulut sunucusu ile bu sunucunun eşzamanlanmasını durdurur ve pazar yeri ve kurumsal lisanslarla sorunlara neden olabilir!
zh_tw: 這個設定會停用此伺服器與 Rocket.Chat 的雲端的同步，使用商城授權或企業授權時可能會造成問題！

source: This setting disables the teams mention feature. User's won't be able to mention a Team by name in a message and get its members notified.
ar: يُعطل هذا الإعداد ميزة ذكر الفِرق. لن يتمكن المستخدمون من ذكر فريق بالاسم في رسالة وإشعار أعضائه.
es: Esta preferencia desactiva la funcionalidad de mencionar equipos. Los usuarios no podrán mencionar a un equipo por nombre en un mensaje y notificar a sus miembros.
fi: Tämä asetus poistaa ryhmämainintaominaisuuden käytöstä. Käyttäjät eivät voi mainita ryhmää viestissä nimeltä ilmoittaakseen sen jäsenille.
gl: Esta opción desactiva a funcionalidade de mención de equipos. Non se poderá mencionar equipos por nome nunha mensaxe para notificar á xente do equipo.
pt_br: Esta configuração desativa o recurso de menção de equipes. Os usuários não poderão mencionar uma equipe pelo nome em uma mensagem e receber notificações sobre seus membros.
tr: Bu ayar, takımlar söz etmesini devre dışı bırakır. Kullanıçılar, bir iletide takımların adını yazarak takıma ve üyelerine bildirim gönderemez.

# @option:check
source: Enable User Data Download
ar: مكّنت تنزيل بيانات المستخدم
eo: Ebligi Elŝuton de Uzantaj Datumoj
es: Activar descarga de datos de usuarios
fi: Käytä käyttäjän tietojen latausta
gl: Activar a descarga de datos de persoa usuaria.
hi: उपयोगकर्ता डेटा डाउनलोड सक्षम करें
hu: Felhasználói adatok letöltésének engedélyezése
pt_br: Habilitar baixar dados de usuário
ru: Включить загрузку данных пользователей
tr: Kullanıcı verisini indirmeyi etkinleştir
zh_tw: 啟用使用者資料下載

source: System Path (Exported Files)
ar: مسار النظام (الملفات المصدرة)
eo: Sistema Vojo (Ekportitaj Dosieroj)
es: Ruta del sistema (Archivos exportados)
fi: Järjestelmäsijainti (viedyt tiedostot)
gl: Ruta do sistema (ficheiros exportados)
hi: सिस्टम पथ (निर्यातित फ़ाइलें)
hu: Rendszerútvonal (exportált fájlok)
nl: Systeempad (Geëxporteerde bestanden)
pt_br: Caminho do sistema (arquivos exportados)
ru: Системный путь (экспортированные файлы)
tr: Sistem Yolu (Dışa Aktarılan Dosyalar)
zh_tw: 系統路徑（已匯出檔案）

source: System Path (Compressed File)
ar: مسار النظام (ملف مضغوط)
eo: Sistema Vojo (Kunpremita Dosiero)
es: Ruta del sistema (Archivo comprimido)
fi: Järjestelmäsijainti (pakattu tiedosto)
gl: Ruta do sistema (ficheiro comprimido)
hi: सिस्टम पथ (संपीड़ित फ़ाइल)
hu: Rendszerútvonal (tömörített fájl)
nl: Systeempad (Gecomprimeerde bestanden)
pt_br: Caminho do sistema (arquivo compactado)
ru: Системный путь (сжатый файл)
tr: Sistem Yolu (Sıkıştırılmış Dosya)
zh_tw: 系統路徑（壓縮檔）

source: Processing Frequency (Minutes)
ar: تردد المعالجة (دقائق)
eo: Frekvenco de procesado (minutoj)
es: Frecuencia de procesamiento (en minutos)
fi: Käsittelytaajuus (minuutteina)
gl: Frecuencia de procesamento (minutos)
hi: प्रसंस्करण आवृत्ति (मिनट में)
hu: Feldolgozási gyakoriság (perc)
nl: Frequentie van verwerking (minuten)
pt_br: Frequência de processamento (minutos)
ru: Частота обработки (в минутах)
tr: İşleme Sıklığı (Dakika)
zh_tw: 處理頻率（分鐘）

source: Message Limit per Request
ar: حد الرسائل لكل طلب
eo: Mesaĝa Limo por Peto
es: Límite de mensajes por petición
fi: Pyyntökohtainen viestirajoitus
gl: Límite de mensaxes por solicitude
hi: प्रति अनुरोध संदेश सीमा
hu: Kérésenkénti üzenetkorlát
nl: Limiet van berichtgrootte per verzoek
pt_br: Limite de mensagem por solicitação
ru: Ограничение сообщений на запрос
tr: İstek Başına İleti Sınırı

# @option:check
source: Always Open in New Window
ar: افتح دائمًا في نافذة جديدة
eo: Ĉiam Malfermu en Nova Fenestro
es: Abrir siempre en una nueva ventana
fi: Avaa aina uuteen ikkunaan
gl: Abrir sempre nunha nova xanela.
hi: हमेशा नई विंडो में खोलें
hu: Megnyitás mindig új ablakban
pt_br: Sempre abrir em uma nova janela
ru: Всегда открывать в новом окне
tr: Her zaman yeni pencerede aç
zh_tw: 總是在新視窗中開啟

# @option:check
source: Enable room name hash
ar: مكّن تلبيدة اسم الغرفة
eo: Ebligi haketkodon de ĉambronomon
es: Activar resumen criptográfico del nombre de la habitación
fi: Käytä huonenimien tiivisteitä
gl: Activar o código do nome de sala.
hi: कमरे का नाम हैश सक्षम करें
hu: Szobanév-kivonat bekapcsolása
pt_br: Habilitar hash do nome da sala
ru: Включить хеширование названий комнат
tr: Oda adı sağlamasını etkinleştir

# @option:check
source: Use SSL
ar: استخدم SSL
eo: Uzi SSL
es: Usar SSL
fi: Käytä SSL:ää
gl: Usar SSL.
hi: एसएसएल का उपयोग करें
hu: SSL használata
pt_br: Usar SSL
ru: Использовать SSL
tr: SSL kullan
zh_tw: 使用 SSL

# @option:check
source: Enable in Channels
ar: مكّن في القنوات
eo: Ebligi en Kanaloj
es: Activar en canales
fi: Käytä kanaviin
gl: Activar nas canles.
hi: चैनल में सक्षम करें
hu: Engedélyezés a csatornákban
pt_br: Habilitar em canais
ru: Включить на каналах
tr: Kanallarda etkinleştir
zh_tw: 在頻道中啟用

# @option:check
source: Enable for Teams
ar: مكّن للفرق
eo: Ebligi por Teamoj
es: Activar en equipos
fi: Käytä työryhmiin
gl: Activar para equipos.
hi: टीमों के लिए सक्षम करें
hu: Engedélyezés a csapatoknak
pt_br: Habilitar para equipes
ru: Включить для команд
tr: Takımlarda etkinleştir
zh_tw: 為團隊啟用

# @option:check
source: Enable JWT auth
ar: مكّن استيثاق JWT
eo: Ebligi JWT-aŭtentigon
es: Activar autenticación JWT
fi: Käytä JWT-todennusta
gl: Activar a autenticación mediante JWT.
hi: JWT प्रमाणीकरण सक्षम करें
hu: JWT hitelesítés engedélyezése
pt_br: Habilitar autenticação JWT
ru: Включить JWT-аутентификацию
tr: JWT kimlik doğrulamasını etkinleştir
zh_tw: 啟用 JWT 認證

# @option:check
source: Limit token to Jitsi Room
ar: قيّد الرمز لغرفة جيتسي
eo: Limigi ĵetonon al Jitsi Room
es: Limitar el identificador a la sala Jitsi
fi: Rajaa pääsymerkki Jitsi-huoneeseen
gl: Limitar o pase á sala de Jitsi.
hi: टोकन को जित्सी रूम तक सीमित करें
hu: Token korlátozása a Jitsi szobára
pt_br: Limitar toke para sala Jitsi
ru: Ограничить маркер комнатой Jitsi
tr: Jitsi odasına jeton sınırla

source: Domain
ar: المجال
eo: Domajno
es: Dominio
fi: Toimialue
fr: Domaine
gl: Dominio
hi: कार्यक्षेत्र
nl: Domein
pl: Domena
pt_br: Domínio
ru: Домен
sv: Domän
tr: Etki Alanı
uk: Домен
zh_tw: 網域

source: Shared Secret
ar: الأسرار المشتركة
eo: Komuna Sekreto
es: Secreto compartido
fi: Jaettu salaisuus
fr: Secret partagé
gl: Segredo compartido
hi: साझा रहस्य
hu: Megosztott titok
nl: Gedeeld geheim
pl: Współdzielona dana dostępowa
pt_br: Chave compartilhada
ru: Совместно используемый секретный ключ
sv: Delad hemlighet
tr: Paylaşılan Giz
uk: Спільний секрет
zh_tw: 共享祕密

source: URL room prefix
ar: بادئة مسار الغرفة
eo: URL-ĉambra prefikso
es: Prefijo de la URL de la habitación
fr: Préfixe de l'URL du salon
gl: Prefixo de sala de URL
hi: URL कक्ष उपसर्ग
hu: URL szobaelőtag
nl: Voorvoegsel van URL-room
pl: Przedrostek adresu URL pokoju
pt_br: Prefixo de sala de URL
ru: Префикс адреса комнаты
sv: Webbadressrumsprefix
tr: URL oda öneki
uk: Префікс адреси кімнати

source: URL room suffix
ar: لاحقة مسار الغرفة
eo: URL-ĉambra sufikso
es: Sufijo de la URL de la habitación
fr: Suffixe de l'URL du salon
gl: Sufixo de sala de URL
hi: यूआरएल कक्ष प्रत्यय
hu: URL szobautótag
nl: Achtervoegsel van URL-room
pl: Przyrostek adresu URL pokoju
pt_br: Sufixo de sala de URL
ru: Суффикс адреса комнаты
sv: Webbadressrumssuffix
tr: URL oda soneki
uk: Суфікс адреси кімнати

# @info:tooltip
source: Recommended to enable if the Jitsi instance doesn't use any authentication mechanism.
ar: يوصى بتمكينه إذا كان نسخة Jitsi لا تستخدم أي آليّة استيثاق.
eo: Rekomendite ebligi se la Jitsi-instanco ne uzas ajnan aŭtentikigmekanismon.
es: Es recomendable activarlo si la instancia de Jitsi no usa ningún mecanismo de autenticación.
fi: Suositellaan esimerkiksi, jos Jitsi-ilmentymä ei käytä mitään todennustapaa.
gl: Recoméndase activalo se a instancia de Jitsi non usa ningún mecanismo de autenticación.
hi: यदि Jitsi इंस्टैंस किसी प्रमाणीकरण तंत्र का उपयोग नहीं करता है तो इसे सक्षम करने की अनुशंसा की जाती है।
hu: Ajánlott engedélyezni, ha a Jitsi példány nem használ semmilyen hitelesítési mechanizmust.
pt_br: Recomendado para habilitar caso a instância Jitsi não utilize nenhum mecanismo de autenticação.
ru: Рекомендуется включить, если экземпляр Jitsi не использует никаких способов аутентификации
tr: Jitsi örneği bir kimlik doğrulama mekanızması kullanmıyorsa etkinleştirilmesi önerilir.

source: Chrome Extension Id
ar: معرف امتداد الكروم
eo: Chrome-Etendaĵo Id
es: Identificador de la extensión Chrome
fi: Chrome-laajennuksen tunniste
fr: Identifiant d'extension de Chrome
gl: Identificador de extensión de Chrome
hi: क्रोम एक्सटेंशन आईडी
hu: Chrome bővítményazonosító
nl: Chrome extensie-Id
pl: ID rozszerzenia Chrome
pt_br: Id de extensão do Chrome
ru: Идентификатор расширения Chrome
sv: Chrome utöknings-id
tr: Chrome Uzantı Kimliği
uk: Ідентифікатор розширення Chrome
zh_tw: Chrome 擴充元件 ID

source: Application ID (iss)
ar: معرف التطبيق (iss)
eo: Aplika ID (iss)
es: Identificador de aplicación (iss)
fi: Sovellustunniste (iss)
fr: Identification de l'application (iss)
gl: Identificador de aplicación (iss)
hi: आवेदन आईडी (आईएसएस)
hu: Alkalmazásazonosító (iss)
nl: Toepassing-ID (iss)
pl: ID aplikacji (iss)
pt_br: ID do aplicativo (iss)
ru: Идентификатор приложения (iss)
sv: Program-id (ISS)
tr: Uygulama Kimliği (iss)
uk: Ідентифікатор програми (iss)
zh_tw: 應用程式 ID (iss)
