Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Max number of members in room when notifications for all messages gets disabled. Users can still change per room setting to receive all notifications on an individual basis. (0 to disable)
ar: الحد الأقصى لعدد أعضاء الغرفة وبعده ستعطل إشعارات كل الرسائل. لا يزال بإمكان المستخدمين تغيير الإعداد لكل غرفة لتلقي جميع الإشعارات على أساس فردي. (0 للتعطيل)
eo: Maksimuma nombro da membroj en la ĉambro kiam sciigoj por ĉiuj mesaĝoj estas malŝaltitaj. Uzantoj ankoraŭ povas ŝanĝi laŭĉambran agordon por ricevi ĉiujn sciigojn individue. (0 por malŝalti)
es: Máximo número de miembros en la sala para desactivar las notificaciones para todos los mensajes. Los usuarios todavía pueden cambiar esta preferencia por sala para recibir todas las notificaciones de manera individual (0 para desactivar)
fi: Huoneen jäsenten enimmäismäärä ennen kaikkien viesti-ilmoitusten poistamista käytöstä. Käyttäjät voivat yhä muuttaa huonekohtaista asetusta saadakseen yksittäisiä ilmoituksia. (0 poistaa käytöstä)
fr: Le nombre maximum de membres dans le salon lors de notifications de tous les messages est désactivé. Les utilisateurs peuvent toujours modifier les paramètres par salon pour recevoir toutes les notifications au cas par cas. (0 pour désactiver)
gl: Número máximo de membros na sala a partir dos cales as notificacións de todas as mensaxes se desactivan. As persoas usuarias poden aínda así cambiar as opcións específicas de cada sala para recibir todas as notificacións de maneira individual (use 0 para desactivalo).
hi: जब सभी संदेशों के लिए सूचनाएँ अक्षम हो जाती हैं, तो कमरे में सदस्यों की अधिकतम संख्या। उपयोगकर्ता व्यक्तिगत आधार पर सभी सूचनाएँ प्राप्त करने के लिए अभी भी प्रति कमरा सेटिंग बदल सकते हैं। (अक्षम करने के लिए 0)
hu: A szobában lévő tagok legnagyobb száma, amikor az összes üzenet értesítései letiltásra kerülnek. A felhasználók továbbra is megváltoztathatják a szobánkénti beállítást, hogy az összes értesítést egyénileg kapják meg (0 a letiltáshoz).
nl: Max aantal leden in room wanneer meldingen voor alle berichten wordt uitgeschakeld. Gebruikers kunnen nog steeds per room instellingen wijzigen om receive alle meldingen op een individuele basis te ontvangen. (0 om uit te schakelen)
pt_br: Número máximo de membros na sala quando as notificações para todas as mensagens são desativadas. Os usuários ainda podem alterar a configuração por sala para receber todas as notificações individualmente. (0 para desativar)
ru: Максимальное количество пользователей в комнате для отключения уведомлений обо всех сообщениях. Пользователи могут изменять значение этого параметра для каждой отдельной комнаты, чтобы получать все уведомления на индивидуальной основе. (0 для отключения)
tr: Tüm iletiler için bildirimler devre dışı bırakıldığında odada olabilecek en çok kişi sayısı. Kullanıcılar, hâlâ tüm bildirimleri oda başına olabilecek biçimde almak için ilgili ayarı değiştirebilirler. (devre dışı bırakmak için 0)

source: Max Room Members Before Disabling All Message Notifications
ar: الحد الأقصى لعدد أعضاء الغرفة قبل تعطيل إشعارات كل الرسائل.
eo: Maksimumaj Ĉambraj Membroj Antaŭ Malŝalti Ĉiuj Mesaĝaj Sciigoj
es: Máximo número de miembros en la sala antes de desactivar las notificaciones a todos los mensajes
fi: Huoneen jäsenten enimmäismäärä ennen kaikkien viesti-ilmoitusten poistamista käytöstä
fr: Nombre maximum de membres de salons avant la désactivation de tous les messages de notification
gl: Número de membros que desactivan as notificacións de mensaxes.
hi: सभी संदेश अधिसूचनाओं को अक्षम करने से पहले अधिकतम रूम सदस्य
hu: Legtöbb szobatag az összes üzenet értesítésének letiltása előtt
nl: Max leden in room alvorens alle berichtmeldingen uit te schakelen
pt_br: Máximo de membros da sala antes de desabilitar notificações para todas as mensagens
ru: Максимальное количество участников комнаты для отключения всех уведомлений о сообщениях
tr: Tüm İleti Bildirimlerini Devre Dışı Bırakmadan Önce En Çok Oda Üyesi Sayısı

source: Stream Cast
ar: البث المباشر
eo: Rojo Rolantaro
es: Transmisión
fi: Suoratoisto
gl: Emisión
hi: स्ट्रीम कास्ट
hu: Adatfolyam-közvetítés
pt_br: Transmissão ao vivo
ru: Трансляция
tr: Akış Yayını

source: Stream Cast Address
ar: عنوان البث المباشر
eo: Rolantaro-Adreso
es: Dirección de la transmisión
fi: Suoratoisto-osoite
gl: Enderezo de emisión
hi: स्ट्रीम कास्ट पता
hu: Adatfolyam-közvetítés címe
pt_br: Endereço da transmissão ao vivo
ru: Адрес трансляции
tr: Akış Yayını Adresi

# @info:tooltip
source: IP or Host of your Rocket.Chat central Stream Cast. E.g. 192.168.1.1:3000 or localhost:4000
ar: عنوان الإنترنت IP أو المضيف لمركز البث المباشر روكت تشات الخاص بك. على سبيل المثال 192.168.1.1:3000 أو localhost:4000
eo: IP aŭ Gastiganto de via Rocket.Chat centra Stream Cast. ekz. 192.168.1.1:3000 aŭ localhost:4000
es: IP o anfitrión de su transmisión central de Rocket.Chat. Por ejemplo: 192.168.1.1:3000 o localhost:4000
fi: Rocket.Chatin keskeisen suoratoiston IP tai palvelin. Esim. 192.168.1.1:3000 tai localhost:4000
gl: IP ou servidor da emisión central de Rocket.Chat. Por exemplo, 192.168.1.1:3000 ou localhost:4000.
hi: आपके Rocket.Chat सेंट्रल स्ट्रीम कास्ट का IP या होस्ट। उदाहरण: 192.168.1.1:3000 या localhost:4000
hu: A Rocket.Chat központi adatfolyam-közvetítésének IP-címe vagy gépneve. Például: `192.168.1.1:3000` vagy `localhost:4000
pt_br: IP ou Host da sua transmissão ao vivo no Rocket.Chat. Ex.: 192.168.1.1:3000 ou localhost:4000
ru: IP-адрес или узел центральной трансляции Rocket.Chat. Например, 192.168.1.1:3000 или localhost:4000
tr: Rocket.Chat merkezi akış yayınınızın IP’si veya makine adresi. Örn. 192.168.1.1:3000 veya localhost:4000

source: REST API
es: API REST
gl: API REST
hi: रेस्ट एपीआई
pt_br: API REST
tr: REST API’si

source: What is the maximum number of records the REST API should return (when not unlimited)?
ar: ما هو الحد الأقصى لعدد السجلات التي يجب على REST API إرجاعها (عندما لا تكون غير محدودة)؟
es: ¿Cual es el máximo número de registros que la API REST debería devolver (cuando no es ilimitado)?
fi: Montako tietuetta REST-APIn enintään tulisi palauttaa (ellei rajoituksetta)?
gl: Cal é o número máximo de rexistros que debería devolver a API REST (en caso de poñer un límite)?
hi: REST API द्वारा लौटाए जाने वाले रिकॉर्डों की अधिकतम संख्या क्या है (जब असीमित न हो)?
hu: Mi a rekordok legnagyobb száma, amennyit a REST API-nak vissza kell adnia (ha nem korlátlan)?
pt_br: Qual é o número máximo de registros que a API REST deve retornar (quando não for ilimitado)?
ru: Какое максимальное количество записей следует возвращать REST API (если не установлено значение «без ограничений»)?
tr: REST API’sinin döndürmesi gereken en çok kayıt sayısı nedir (sınırsız olarak ayarlanmamışsa)?

source: User Limit for Adding All Users to Channel
ar: حد المستخدم لإضافة جميع المستخدمين إلى القناة
es: Limite de usuarios al añadir a todos los usuarios al canal
fi: Käyttäjämäärärajoitus lisättäessä kanavalle kaikki käyttäjät
gl: Límite de xente para engadir toda á canle
pt_br: Limite de usuários para adicionar todos os usuários ao canal
tr: Tüm kullanıcıları kanala ekleme sınırı

# @info:tooltip
source: The cache limit for outbound message handling.
ar: حد خبيئة معالجة الرسائل الصادرة.
eo: La kaŝmemorlimo por eksiĝinta mesaĝtraktado.
es: El límite de caché para el manejo de mensajes salientes.
fi: Välimuistirajoitus lähtevien viestien käsittelyssä.
gl: O límite da caché para a xestión de mensaxes saíntes.
hi: आउटबाउंड संदेश प्रबंधन के लिए कैश सीमा.
hu: A kimenő üzenetek kezelésének gyorsítótár-korlátozása.
pt_br: O limite de cache para tratamento de mensagens de saída.
ru: Ограничение кэша для обработки исходящих сообщений
tr: Giden ileti işleme için önbellek sınırı.

source: The cache limit for outbound message handling.
ar: حد خبيئة معالجة الرسائل الصادرة.
eo: La kaŝmemorlimo por eksiĝinta mesaĝtraktado.
es: El límite de caché para el manejo de mensajes salientes.
fi: Välimuistirajoitus lähtevien viestien käsittelyssä.
gl: O límite da caché para a xestión de mensaxes saíntes.
hi: आउटबाउंड संदेश प्रबंधन के लिए कैश सीमा.
hu: A kimenő üzenetek kezelésének gyorsítótár-korlátozása.
pt_br: O limite de cache para tratamento de mensagens de saída.
ru: Ограничение кэша для обработки исходящих сообщений.
tr: Giden ileti işleme için önbellek sınırı.

source: Regular Expressions
ar: التعابير النمطيّة
eo: Regulaj Esprimoj
es: Expresiones regulares
fi: Säännölliset lausekkeet
gl: Expresións regulares
hi: नियमित अभिव्यक्तियाँ
hu: Reguláris kifejezések
pt_br: Expressões regulares
ru: Регулярные выражения
tr: Düzenli İfadeler
zh_tw: 正則表達式

# @info:tooltip
source: Output upon a successful connection to the IRC server.
ar: الخرج عند إجراء اتصال ناجح بخادم IRC.
eo: Eligo post sukcesa konekto al la IRC-servilo.
es: Salida mostrada tras una conexión exitosa con el servidor IRC.
fi: Tulosta onnistuneen IRC-palvelinyhteydenoton jälkeen.
gl: Saída ao conectar ao servidor de IRC.
hi: आईआरसी सर्वर से सफल कनेक्शन पर आउटपुट।
hu: Kimenet az IRC-kiszolgálóval való sikeres kapcsolat esetén.
pt_br: Saída após uma conexão bem-sucedida com o servidor IRC.
ru: Вывод при успешном подключении к серверу IRC
tr: IRC sunucusuna yapılan başarılı bir bağlantı sonrası çıktıla.

source: Login Successful
ar: ولج بنجاح
eo: Ensaluto Sukcesa
es: Inicio de sesión exitoso
fi: Kirjautuminen onnistui
gl: Acceso
hi: लॉग इन सफल
hu: Sikeres bejelentkezés
pt_br: Autenticado com sucesso
ru: Вход выполнен
tr: Oturum Açma Başarılı
zh_tw: 登入成功

# @info:tooltip
source: Attempt to integrate IRC support. Changing this value requires restarting Rocket.Chat.
ar: محاولة التكامل مع آي أر سي. يتطلب تغيير هذه القيمة إعادة تشغيل روكت تشات.
eo: Provu integri IRC-subtenon. Ŝanĝi ĉi tiun valoron postulas rekomenci Rocket.Chat.
es: Intento de integrar soporte para IRC. Cambiar este valor requiere reiniciar Rocket.Chat.
fi: Yritä eheyttää IRC-tuki. Arvon muuttaminen vaatii Rocket.Chatin uudelleenkäynnistyksen.
gl: Intentar integrar a compatibilidade con IRC. Cambiar este valor require reiniciar Rocket.Chat.
hi: IRC समर्थन को एकीकृत करने का प्रयास करें। इस मान को बदलने के लिए Rocket.Chat को पुनः आरंभ करना होगा।
hu: Kísérlet az IRC-támogatás integrálására. Ennek az értéknek a megváltoztatásához újra kell indítani a Rocket.Chat programot.
pt_br: Tentativa de integrar o suporte do IRC. Alterar este valor requer a reinicialização do Rocket.Chat.
ru: Интегрировать поддержку IRC. Если изменить это значение, для его вступления в силу потребуется перезапустить Rocket.Chat.
tr: IRC desteği tümleştirilmeye çalışılıyor. Bu değeri değiştirmek, Rocket.Chat’i yeniden başlatmayı gerektirir.
zh_tw: 嘗試整合 IRC 支援。變更此設定值需要重新啟動 Rocket.Chat 才能生效。

# @info:tooltip
source: The port to bind to on the IRC host server.
ar: المنفذ المطلوب الارتباط به على خادم آي أر سي المضيف.
eo: La pordo al kiu ligiĝos sur la IRC-gastiga servilo.
es: El puerto que usar en el huésped del servidor IRC.
fi: Portti, johon IRC-isäntäpalvelimessa yhdistetään
gl: O porto ao que asociar o servidor de aloxamento de IRC.
hi: IRC होस्ट सर्वर पर जुड़ने हेतु पोर्ट.
hu: A port, amelyhez az IRC-kiszolgálógépen kell kötni.
pt_br: A porta para vincular no servidor host do IRC.
ru: Порт, к которому следует выполнить привязку на хост-сервере IRC
tr: IRC makine sunucusuna bağlanacak kapı.

source: Local Password
ar: كلمة السر المحلية
eo: Loka Pasvorto
es: Contraseña local
fi: Paikallinen salasana
fr: Mot de passe local
gl: Contrasinal local
hi: स्थानीय पासवर्ड
hu: Helyi jelszó
nl: Lokaal wachtwoord
pl: Hasło miejscowe
pt_br: Senha local
ru: Локальный пароль
sv: Lokalt lösenord
tr: Yerel Parola
uk: Локальний пароль
zh_tw: 本地密碼

source: Peer Password
ar: كلمة السر للقرين
eo: Sama Pasvorto
es: Contraseña de par
fi: Vertaissalasana
fr: Appairer le mot de passe
gl: Contrasinal compañeiro
hi: पीयर पासवर्ड
hu: Partner jelszava
nl: Wachtwoord aan de andere kant
pl: Hasło uczestnika
pt_br: Senha do par
ru: Пароль узла
sv: Motpartens lösenord
tr: Eş Parolası
uk: Пароль вузла

# @option:check
source: Display Roles
ar: أظهر الأدوار
eo: Montri Rolojn
es: Mostrar roles
fi: Näytä roolit
gl: Amosar os roles.
hi: भूमिकाएँ प्रदर्शित करें
hu: Szerepek megjelenítése
pt_br: Exibir funções
ru: Показывать роли
tr: Rolleri görüntüle
zh_tw: 顯示角色

# @option:check
source: Use Real Name
ar: استعمل الاسم الحقيقي
eo: Uzi Veran Nomon
es: Usar nombre real
fi: Käytä oikeaa nimeä
gl: Usar o nome real.
hi: वास्तविक नाम का उपयोग करें
hu: Valódi név használata
pt_br: Usar nome real
ru: Использовать настоящее имя
tr: Gerçek ad kullan
zh_tw: 使用真實姓名

# @option:check
source: Use Full Name Initials to Generate Default Avatar
ar: استخدام الأحرف الأولى من الاسم الكامل لإنشاء الصورة الرمزية المبدئية
eo: Uzi Plennomajn Inicialojn por Generi Defaŭltan Avataron
es: Usar todas las iniciales del nombre para generar el avatar por omisión
fi: Käytä koko nimen alkukirjaimia oletusavatarin luomiseksi
gl: Usar as iniciais do nome completo para xerar o avatar predeterminado.
hi: डिफ़ॉल्ट अवतार बनाने के लिए पूरे नाम के आरंभिक अक्षरों का उपयोग करें
hu: Teljes név kezdőbetűinek használata az alapértelmezett profilkép előállításához
pt_br: Use as iniciais do nome completo para gerar o avatar padrão
ru: Использовать инициалы полного имени для создания стандартного аватара
tr: Öntanımlı avatar oluşturmak için tam ad baş harflerini kullan
zh_tw: 使用全名首字來產生預設頭貼

# @option:check
source: Allow Special Characters in Room Names
ar: اسمح بالأحرف الخاصة في أسماء الغرف
eo: Permesi Specialajn Signojn en Ĉambronomoj
es: Permitir caracteres especiales en el nombre de las salas
fi: Salli huoneiden nimissä erikoismerkit
gl: Permitir caracteres especiais nos nomes de salas.
hi: कमरे के नाम में विशेष वर्णों की अनुमति दें
hu: Különleges karakterek engedélyezése a szobanevekben
pt_br: Permitir caracteres especiais em nomes de salas
ru: Разрешить специальные символы в названиях комнат
tr: Oda adlarında özel karakterlere izin ver
zh_tw: 允許聊天室名稱使用特殊字元

# @option:check
source: Merge Private Groups with Channels
ar: ادمج المجموعات الخاصة مع القنوات
eo: Kunfandi Privatajn Grupojn kun Kanaloj
es: Fusionar grupos privados con canales
fi: Yhdistä yksityiset ryhmät kanaviin
gl: Fusionar os grupos privados con canles.
hi: निजी समूहों को चैनलों के साथ मर्ज करें
hu: Személyes csoportok egyesítése a csatornákkal
pt_br: Mesclar grupos privados com canais
ru: Объединять закрытые группы с каналами
tr: Özel grupları kanallarla birleştir
zh_tw: 將私人群組與頻道合併

# @option:check
source: Group channels by type
ar: جمّع القنوات حسب النوع
eo: Grupigi kanalojn laŭ tipo
es: Agrupar canales por tipo
fi: Ryhmitä kanavat tyypeittäin
gl: Agrupar as canles por tipo.
hi: चैनलों को प्रकार के अनुसार समूहीकृत करें
hu: Csatornák csoportosítása típus szerint
pt_br: Agrupar canais por tipo
ru: Группировать каналы по типу
tr: Kanalları türe göre grupla
zh_tw: 依類型群組化頻道

source: Number of users' autocomplete suggestions
ar: عدد اقتراحات الإكمال الآليّ للمستخدمين
eo: Nombro da sugestoj de aŭtomata kompletigo de uzantoj
es: Número de sugestiones de autocompletar usuario
fi: Käyttäjän automaattitäydennysehdotusten määrä
gl: Número de suxestións de completación automática de persoas usuarias.
hi: उपयोगकर्ताओं के स्वतः पूर्ण सुझावों की संख्या
hu: A felhasználók automatikus kiegészítési javaslatainak száma
pt_br: Número de sugestões de preenchimento automático dos usuários
ru: Количество позиций в списке автодополнения имён пользователей
tr: Kullanıcıların otomatik tamamlama önerilerinin sayısı
zh_tw: 使用者自動補完建議數量

# @option:check
source: LDAP Enabled
ar: مكّن LDAP
eo: LDAP Ebligita
es: LDAP activado
fi: LDAP käytössä
gl: Activar LDAP.
hi: LDAP सक्षम
hu: LDAP engedélyezve
pt_br: LDAP habilitado
ru: LDAP включён
tr: LDAP etkin
zh_tw: 已啟用 LDAP

# @option:check
source: Reconnect
ar: أعد الاتّصال
eo: Rekonekti
es: Reconectar
fi: Yhdistä uudelleen
gl: Reconectar
hi: रिकनेक्ट
hu: Újrakapcsolódás
pt_br: Reconectar
ru: Переподключаться
tr: Yeniden bağlan
zh_tw: 重新連線

# @info:tooltip
source: Attempt to utilize LDAP for authentication.
ar: محاولة استخدام LDAP للاستيثاق.
eo: Provu uzi LDAP por aŭtentigo.
es: Intentar usar LDAP para la autenticación.
fi: Yritä käyttää todennukseen LDAP:tä.
gl: Intentar usar LDAP para autenticar.
hi: प्रमाणीकरण के लिए LDAP का उपयोग करने का प्रयास करें।
hu: Kísérlet az LDAP hitelesítésre történő felhasználásához.
pt_br: Tenta usar o LDAP para autenticação.
ru: Использовать LDAP для аутентификации
tr: Kimlik doğrulama için LDAP kullanılmaya çalışılıyor.
zh_tw: 嘗試利用 LDAP 進行認證。

# @info:tooltip
source: Port to access LDAP. eg: 389 or 636 for LDAPS
ar: منفذ للوصول إلى LDAP. على سبيل المثال: 389 أو 636 لـ LDAPS
eo: Pordo por aliri LDAP. ekz.: 389 aŭ 636 por LDAPS
es: Puerto para acceder a LDAP. Ejemplo: 389 o 636 para LDAPS.
fi: LDAP-saantiportti, esim. 389 tai 636 (LDAPS)
gl: Porto para acceder a LDAP. Por exemplo, 389 ou 636 para LDAPS.
hi: LDAP तक पहुंचने के लिए पोर्ट. उदाहरण: LDAPS के लिए 389 या 636
hu: Az LDAP eléréséhez használt port, például: 389 vagy 636 LDAPS esetén
pt_br: Porta para acessar LDAP. Ex.: 389 ou 636 para LDAPS
ru: Порт для доступа к LDAP. Например: 389 или 636 для LDAPS
tr: LDAP’a erişmek için kapı; örn. LDAPS için 389 veya 636
zh_tw: 存取 LDAP 用的連接埠。例如 389 或 LDAPS 用的 636

# @info:tooltip
source: Try to reconnect automatically when connection is interrupted by some reason while executing operations.
ar: حاول إعادة الاتصال آليًّا عند انقطاع الاتصال لأي سبب أثناء تنفيذ العمليات.
eo: Provu rekonekti aŭtomate kiam konekto estas interrompita pro iu kialo dum plenumado de operacioj.
es: Intentar reconectar automáticamente cuando la conexión se interrumpe por alguna razón al ejecutar operaciones.
fi: Yritä yhdistää automaattisesti uudelleen yhteyden jostakin syystä keskeydyttyä toimenpiteiden aikana.
gl: Intentar reconectar automaticamente cando a conexión se interrompe por algún motivo durante a execución de operacións.
hi: जब किसी कार्य को निष्पादित करते समय किसी कारण से कनेक्शन बाधित हो जाए तो स्वचालित रूप से पुनः कनेक्ट करने का प्रयास करें।
hu: Kísérlet az automatikusan újrakapcsolódásra, ha a kapcsolat valamilyen okból megszakad a műveletek végrehajtása során.
pt_br: Tenta reconectar automaticamente quando a conexão for interrompida por algum motivo durante a execução de operações.
ru: Автоматически пытаться восстановить подключение, если соединение по какой-либо причине прерывается во время выполнения операций
tr: İşlemler yürütülürken bir nedenden dolayı bağlantı yarıda kesilirse kendiliğinden yeniden bağlanmayı dene.
zh_tw: 執行操作時連線若中斷自動嘗試重新連線。

source: Authentication
ar: الاستيثاق
eo: Aŭtentigo
es: Autenticación
fi: Todennus
fr: Authentification
gl: Autenticación
hi: प्रमाणीकरण
hu: Hitelesítés
nl: Authenticatie
pl: Uwierzytelnianie
pt_br: Autenticação
ru: Аутентификация
sv: Behörighetskontroll
tr: Kimlik Doğrulama
uk: Розпізнавання
zh_tw: 認證

source: User DN
ar: اسم المستخدم المميز (DN)
eo: Uzanto DN
es: DN de Usuario
fi: Käyttäjän DN
fr: Utilisateur « DN »
gl: Nome de dominio da persoa usuaria
hi: उपयोगकर्ता डीएन
hu: Felhasználó DN
nl: Gebruiker-DN
pl: DN użytkownika
pt_br: DN do usuário
ru: DN пользователя
sv: Användardomännamn
tr: Kullanıcı DN
uk: DN користувача

source: The LDAP user that performs user lookups to authenticate other users when they sign in. This is typically a service account created specifically for third-party integrations. Use a fully qualified name, such as cn=Administrator,cn=Users,dc=Example,dc=com.
ar: مستخدم LDAP الذي يبحث للتحقق من هوية المستخدمين الآخرين عند تسجيل الدخول. عادةً ما يكون هذا حساب خدمة تُنشئ خصيصًا للتكاملات مع جهات خارجية. استخدم اسمًا مؤهلاً بالكامل، مثل cn=Administrator،cn=Users،dc=Example،dc=com.
eo: La LDAP-uzanto kiu faras uzantajn serĉojn por aŭtentikigi aliajn uzantojn kiam ili ensalutas. Ĉi tio estas tipe servokonto kreita specife por triapartaj integriĝoj. Uzu plene kvalifikitan nomon, kiel cn=Administranto,cn=Uzantoj,dc=Ekzemplo,dc=com.
es: El usuario LDAP que lleva a cabo búsquedas de usuario al autenticar otros usuarios cuando se registran. Normalmente es una cuenta de servicio creada específicamente para integraciones de terceros. Use un nombre cualificado, como cn=Administrator,cn=Users,dc=Example,dc=com.
fi: LDAP-tunnus, joka suorittaa käyttäjähaut kirjautuvien käyttäjien todentamiseksi. Tämä on tavallisesti palvelutili, joka on luotu nimenomaisesti kolmannen osapuolen eheytykseen. Käytä nimen täyttä muotoa, esim. cn=Administrator,cn=Users,dc=Esimerkki,dc=fi.
fr: L’utilisateur « LDAP » effectuant des recherches d’utilisateurs pour authentifier d’autres utilisateurs lors de leurs ouvertures de session. Il s’agit généralement d’un compte de service créé spécifiquement pour les intégrations avec des tierces parties. Veuillez utiliser un nom totalement qualifié, comme « cn=Administrator,cn=Users,dc=Example,dc=com ».
gl: A persoa usuaria de LDAP que realiza buscas de persoas usuarias para autenticar a outras persoas usuarias cando se rexistran. Isto adoita ser unha conta de servizo creada especificamente para integracións con terceiras partes. Use un nome completo, como cn=Administrator,cn=Users,dc=Example,dc=com.
hi: LDAP उपयोगकर्ता जो अन्य उपयोगकर्ताओं के साइन इन करने पर उन्हें प्रमाणित करने के लिए उपयोगकर्ता लुकअप करता है। यह आमतौर पर तृतीय-पक्ष एकीकरण के लिए विशेष रूप से बनाया गया एक सेवा खाता है। पूर्णतः योग्य नाम का उपयोग करें, जैसे कि cn=Administrator,cn=Users,dc=Example,dc=com.
hu: Az az LDAP-felhasználó, aki a felhasználók keresését végzi más felhasználók hitelesítéséhez, amikor bejelentkeznek. Ez általában egy kifejezetten a harmadik féltől származó integrációkhoz létrehozott szolgáltatási fiók. Használjon teljes minősített nevet, például cn=Administrator,cn=Users,dc=Example,dc=com.
nl: De LDAP-gebruiker die gebruikers opzoekt om andere gebruikers te authenticeren wanneer ze een account aanmaken. Dit is typisch een service-account specifiek aangemaakt voor integraties van derden. Gebruik een volledig gekwalificeerde naam, zoals cn=Administrator,cn=Users,dc=Example,dc=com.
pl: Użytkownik LDAP, który wykonuje szukania użytkowników do ich uwierzytelnienia, gdy próbują się zalogować. Jest to zazwyczaj konto usługowe stworzone szczególnie do współpracy ze stronami trzecimi. Użyj pełnej nazwy kwalifikowanej takiej jak cn=Administrator,cn=Użytkownicy,dc=Przykład,dc=com.
pt_br: O usuário LDAP que realiza consultas de usuário para autenticar outros usuários quando eles fazem login. Normalmente, trata-se de uma conta de serviço criada especificamente para integrações de terceiros. Use um nome totalmente qualificado, como cn=Administrador,cn=Usuários,dc=Exemplo,dc=com.
ru: Пользователь LDAP, выполняющий поиск пользователей для распознавания других пользователей при входе в систему. Обычно это служебная учётная запись, созданная специально для интеграции сторонних служб. Используйте полностью уточнённое имя. Пример: cn=Administrator,cn=Users,dc=Example,dc=com.
sv: LDAP-användaren som utför användaruppslagningar för att ge andra användare behörighet när de loggar in. Det är oftast ett tjänstkonto särskilt skapat för integrering med tredje part. Använd ett fullständigt kvalificerat namn, såsom cn=Administratör,cn=Användare,dc=Exempel,dc=se.
tr: Bağlandıklarında, diğer kullanıcıların kimliklerini doğrulamak için kullanıcı araması gerçekleştiren LDAP kullanıcısı. Bu, genellikle üçüncü parti tümleştirmeler için kullanılan bir hizmet hesabıdır. Tümüyle yetkili bir ad kullanın; örneğin, cn=Yönetici,cn=Kullanıcılar,dc=Örnek,dc=com.
uk: Користувач LDAP, який виконує пошуки користувачів для розпізнавання інших користувачі при вході до системи. Типово, це службовий обліковий запис, який створено спеціально для інтеграції сторонніх служб. Користуйтеся повною назвою. Приклад: cn=Administrator,cn=Users,dc=Example,dc=com.
