Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Registration status
ar: حالة التسجيل
eo: Registriĝa statuso
es: Estado de registro
fi: Rekisteröinnin tila
gl: Estado do rexistro
hi: पंजीकरण अवस्था
hu: Regisztráció állapota
pt_br: Status de registro
ru: Состояние регистрации
tr: Kayıt durumu
zh_tw: 註冊狀態

source: User first log in
ar: أول ولوج للمستخدم
eo: Unua ensaluto de uzanto
es: Primer acceso del usuario
fi: Käyttäjän ensikirjautuminen
gl: Primeiro acceso da persoa usuaria
hi: उपयोगकर्ता पहले लॉग इन करें
hu: Felhasználó első bejelentkezése
pt_br: Entrou pela primeira vez em
ru: Первый вход пользователя
tr: Kullanıcının ilk oturum açışı
zh_tw: 使用者第一次登入

source: Activation
ar: التنشيط
eo: Aktivigo
es: Activación
fi: Aktivointi
gl: Activación
hi: सक्रियण
hu: Aktiválás
pt_br: Ativação
ru: Активация
tr: Etkinleştirme
zh_tw: 啟用

source: Resend Welcome Email
ar: أعد أرسل البريد الإلكتروني الترحيبي
eo: Resendi Bonvenan Retpoŝton
es: Reenviar correo de bienvenida
fi: Lähetä tervetuloviesti uudestaan
gl: Enviar de novo a mensaxe de correo electrónico de benvida.
hi: स्वागत ईमेल पुनः भेजें
hu: Üdvözlő e-mail újraküldése
pt_br: Re-enviar e-mail de boas vindas
ru: Повторно отправить приветственное письмо
tr: Hoş Geldiniz E-postasını Yeniden Gönder
zh_tw: 重新寄送歡迎郵件

source: Activate
ar: نشّط
eo: Aktivigi
es: Activar
fi: Aktivoi
gl: Activar
hi: सक्रिय करें
hu: Aktiválás
pt_br: Ativar
ru: Активировать
tr: Etkinleştir
zh_tw: 啟用

source: Pending action
ar: إجراء معلق
eo: Atendanta ago
es: Acción pendiente
fi: Odottava toimenpide
gl: Acción pendente
hi: लंबित कार्रवाई
hu: Függő művelet
pt_br: Ação pendente
ru: Ожидающее выполнения действие
tr: Eylem beklemede
zh_tw: 待處理動作

source: link
ar: رابط
eo: ligilo
es: enlace
fi: linkki
fr: lien
gl: ligazón
hi: जोड़ना
hu: hivatkozás
nl: koppeling
pl: odnośnik
ru: ссылка
sv: länk
tr: bağlantı
uk: посилання
zh_tw: 連結

source: Host
ar: المضيف
eo: Gastiganto
es: Huésped
fi: Palvelin
fr: Hôte
gl: Servidor
hi: मेज़बान
hu: Kiszolgáló
pl: Gospodarz
pt_br: Máquina
ru: Хост
sv: Värddator
tr: Makine
uk: Вузол
zh_tw: 主機

source: Os
ar: نظام التشغيل
es: Sistema operativo
fi: Käyttöjärjestelmä
gl: SO
hi: आप
hu: Operációs rendszer
pl: System operacyjny
pt_br: SO
ru: ОС
sv: Operativsystem
tr: İşletim Sistemi
uk: ОС
zh_tw: 作業系統

source: Client
ar: العميل
eo: Kliento
es: Cliente
fi: Asiakas
gl: Cliente
hi: ग्राहक
hu: Ügyfél
pl: Klient
pt_br: Cliente
ru: Клиент
sv: Klient
tr: İstemci
uk: Клієнт
zh_tw: 用戶端

source: Session Id
ar: معرّف الجلسة
eo: Seanco Id
es: Identificador de sesión
fi: Istunnon tunniste
fr: ID de session
gl: Identificador da sesión
hi: सत्र आईडी
hu: Munkamenet-azonosító
nl: Sessie-ID
pl: Id posiedzenia
pt_br: ID da sessão
ru: Идентификатор сеанса
sv: Sessionsidentifierare
tr: Oturum Kimliği
uk: Ідентифікатор сеансу
zh_tw: 工作階段 ID

source: Login At
ar: ولج عند
eo: Ensaluti Ĉe
es: Iniciar sesión en
fi: Kirjaudu
fr: Connexion à
gl: Acceso en
hi: लॉगिन करें
hu: Bejelentkezés
nl: Aanmelden op
pl: Zaloguj się na
pt_br: Entrar em
ru: Время входа
sv: Logga in i
tr: Oturum Açma Tarihi
uk: Час входу
zh_tw: 登入時間

source: Number Of Users
ar: عدد المستخدمين
eo: Nombro De Uzantoj
es: Número de usuarios
fi: Käyttäjämäärä
fr: Nombres d'utilisateurs
gl: Número de persoas usuarias
hi: उपयोगकर्ता की संख्या
hu: Felhasználók száma
ia: Numero de Usatores
nl: Aantal gebruikers
pl: Liczba użytkowników
pt_br: Número de usuários
ru: Количество пользователей
sv: Antal användare
tr: Kullanıcı Sayısı
uk: Кількість користувачів
zh_tw: 使用者數量

source: Last Message
ar: آخر رسالة
eo: Lasta Mesaĝo
es: Último mensaje
fi: Viimeisin viesti
fr: Dernier message
gl: Última mensaxe
hi: अंतिम संदेश
hu: Utolsó üzenet
ia: Ultime message
nl: Laatste bericht
pl: Ostatnia wiadomość
pt_br: Última mensagem
ru: Последнее сообщение
sv: Senaste meddelande
tr: Son İleti
uk: Останнє повідомлення
zh_tw: 最後訊息

source: Created
ar: أُنشئ
eo: Kreita
es: Creado
fi: Luotu
fr: Créé
gl: Creouse
hi: बनाया था
hu: Létrehozva
ia: Create
nl: Aangemaakt
pl: Utworzona
pt_br: Criado em
ru: Время создания
sv: Skapat
tr: Oluşturma
uk: Створено
zh_tw: 已建立

source: Channel Type
ar: نوع القناة
eo: Kanala Tipo
es: Tipo de canal
fi: Kanavan tyyppi
fr: Type de canal
gl: Tipo de canle
hi: चैनल प्रकार
hu: Csatornatípus
ia: Typo de Canale
nl: Kanaaltype
pl: Rodzaj kanału
pt_br: Tipo de canal
ru: Тип канала
sv: Kanaltyp
tr: Kanal Türü
uk: Тип каналу
zh_tw: 頻道類型

source: Belongs To
ar: ينتمي إلى
eo: Apartenas Al
es: Pertenece a
fi: Kuuluu käyttäjälle
gl: Pertenza
hi: से संबंधित
hu: Ehhez tartozik:
pt_br: Pertence a
ru: Принадлежность
tr: Sahibi
zh_tw: 屬於

source: Rooms
ar: كل الغرف
eo: Ĉambroj
es: Salas
fi: Huoneet
fr: Salons
gl: Salas
hi: कमरा
hu: Szobák
ia: Salas
pl: Pokoje
pt_br: Salas
ru: Комнаты
sv: Rum
tr: Odalar
uk: Кімнати
zh_tw: 聊天室

source: Emails
ar: البُرد الإلكترونيّة
eo: Retpoŝtoj
es: Correos electrónicos
fi: Sähköpostit
fr: Courriels
gl: Enderezos de correo electrónico
hi: ईमेल
hu: E-mailek
ia: Messages de e-posta
nl: E-mailberichten
pl: Wiadomości
ru: Адреса эл. почты
sv: E-post
tr: E-postalar
uk: Ел. пошта
zh_tw: 電子郵件

source: Join At
ar: انضم في
eo: Aliĝi Ĉe
es: Unirse a
fi: Liity
fr: Rejoindre à
gl: Unirse en
hi: यहां शामिल हों
hu: Csatlakozás
ia: Uni a
nl: Deelnemen op
pl: Dołącz do
pt_br: Entrar em
ru: Присоединение
sv: Gå med
tr: Şurada Katıl
uk: Приєднатися
zh_tw: 加入於

source: Custom
ar: مخصّص
eo: Propra
es: Personalizado
fi: Mukautettu
fr: Personnalisé
gl: Personalizada
hi: रिवाज़
hu: Egyéni
ia: Personalisate
nl: Aangepast
pl: Własna
pt_br: Personalizado
ru: Другой
sv: Egen
tr: Özel
uk: Нетиповий
zh_tw: 自訂

source: Notify all in this room
ar: أعلم كل من في هذه الغرفة
eo: Sciigu ĉiujn en ĉi tiu ĉambro
es: Notificar a todos en esta sala
fi: Ilmoita kaikille tässä huoneessa
gl: Notificar á xente da sala
hi: इस कमरे में सभी को सूचित करें
hu: Mindenki értesítése ebben a szobában
pt_br: Notificar todos nesta sala
ru: Уведомить всех в этой комнате
tr: Odadaki herkesi haberdar et
zh_tw: 通知聊天室中所有人

source: No result found.
ar: لا يوجد نتائج.
eo: Neniu rezulto trovita.
es: No se encontró ningún resultado.
fi: Tuloksia ei löytynyt.
gl: Non se atoparon resultados.
hi: कोई परिणाम नहीं मिला.
hu: Nincs találat.
pt_br: Nenhum resultado encontrado.
ru: Ничего не найдено.
tr: Sonuç bulunamadı.
zh_tw: 找不到結果。

source: Notify active users in this room
ar: أعلم المستخدمين الناشطين في هذه الغرفة
eo: Informi aktivajn uzantojn en ĉi tiu ĉambro
es: Notificar usuarios activos en esta sala
fi: Ilmoita huoneen aktiivisille käyttäjille
gl: Notificar á xente activa na sala
hi: इस कमरे में सक्रिय उपयोगकर्ताओं को सूचित करें
hu: Aktív felhasználók értesítése ebben a szobában
pt_br: Notificar usuários ativos nesta sala
ru: Уведомить активных пользователей в этой комнате
tr: Odadaki etkin herkesi haberdar et
zh_tw: 通知聊天室中所有活躍使用者

source: Edited at %1 by %2
ar: حُررت في %1 من قبل %2
eo: Redaktita ĉe %1 de %2
es: Editado el %1 por %2
fi: %2 muokannut %1
fr: Modifié à %1 par %2
gl: Editouno %2 ás %1
hi: %1 पर %2 द्वारा संपादित
hu: %2 szerkesztette ekkor: %1
ia: Modificate a %1 per %2
nl: Bewerkt op %1 door %2
pl: Zmieniono o %1 przez %2
pt_br: Editado em %1 por %2
ru: Изменено %1 (%2)
sv: Redigerad %1 av %2
tr: %2 tarafından %1 tarihinde düzenlendi
uk: Редаговано %1, %2
zh_tw: 由 %2 於 %1 編輯

source: Ignored Message
ar: الرسالة المتجاهلة
eo: Ignorita Mesaĝo
es: Mensaje ignorado
fi: Ohitettu viesti
fr: Message ignoré
gl: Mensaxe ignorada
hi: अनदेखा किया गया संदेश
hu: Mellőzött üzenet
ia: Message ignorate
nl: Genegeerd bericht
pl: Pominięta wiadomość
pt_br: Mensagens ignoradas
ru: Игнорируемое сообщение
sv: Ignorera meddelande
tr: Yok Sayılan İleti
uk: Ігнороване повідомлення
zh_tw: 已忽略的訊息

source: Only you can see this message
ar: أنت الوحيد الذي يمكنه رؤية هذه الرسالة
eo: Nur vi povas vidi ĉi tiun mesaĝon
es: Solo tú puedes ver este mensaje
fi: Vain sinä voit nähdä tämän viestin
gl: Esta mensaxe só pode vela vostede.
hi: यह संदेश केवल आप ही देख सकते हैं
hu: Csak Ön láthatja ezt az üzenetet
pt_br: Somente você pode ver esta mensagem
ru: Только вы можете видеть это сообщение
tr: Bu iletiyi yalnızca siz görebilirsiniz
zh_tw: 只有您能看到這則訊息

source: Reported message
ar: الرسائل المبلغ عنها
eo: Raportita mesaĝo
es: Mensaje reportado
fi: Ilmoitettu viesti
gl: Mensaxe denunciada
hi: रिपोर्ट किया गया संदेश
hu: Jelentett üzenet
pt_br: Mensagem reportada
ru: Сообщение, на которое отправлена жалоба
tr: Bildirilen ileti
zh_tw: 被檢舉的訊息

source: Username
ar: اسم المستخدم
eo: Uzantnomo
es: Nombre del usuario
fi: Käyttäjätunnus
gl: Nome de persoa usuaria
hi: उपयोगकर्ता नाम
hu: Felhasználónév
pt_br: Nome do usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı Adı
zh_tw: 使用者名稱

source: Reports
ar: التّقارير
eo: Raportoj
es: Reportes
fi: Ilmoitukset
gl: Informes
hi: रिपोर्टों
hu: Jelentések
pt_br: Relatórios
ru: Жалобы
tr: Raporlar
zh_tw: 檢舉

source: Report date
ar: تاريخ التبليغ
eo: Raporta dato
es: Fecha del reporte
fi: Ilmoituksen päivämäärä
gl: Data do informe
hi: रिपोर्ट की तारीख
hu: Jelentés dátuma
pt_br: Data do relatório
ru: Дата жалобы
tr: Bildirim tarihi
zh_tw: 檢舉日期

source: Room
ar: الغرفة
eo: Ĉambro
es: Sala
fi: Huone
gl: Sala
hi: कमरा
hu: Szoba
pt_br: Sala
ru: Комната
tr: Oda
zh_tw: 聊天室

source: 1 second
ar: صفر
eo: 1 sekundo
es: 1 segundo
fi: %1 sekunti
fr: 1 seconde
gl: 1 segundo
hi: %1 सेकंड
hu: 1 másodperc
ia: 1 secunda
nl: 1 seconde
pl: 1 sekunda
pt_br: 1 segundo
ru: %1 секунда
sv: 1 sekund
tr: 1 saniye
uk: %1 секунда
zh_tw: %1 秒

source: All Messages
ar: كل الرسائل
eo: Ĉiuj Mesaĝoj
es: Todos los mensajes
fi: Kaikki viestit
fr: Tous les messages
gl: Todas as mensaxes
hi: सभी संदेश
hu: Minden üzenet
ia: Omne messages
nl: Alle berichten
pl: Wszystkie wiadomości
pt_br: Todas as mensagens
ru: Все сообщения
sv: Alla meddelanden
tr: Tüm İletiler
uk: Всі повідомлення
zh_tw: 所有訊息

source: Mentions
ar: الإشارات
eo: Mencioj
es: Menciones
fi: Maininnat
gl: Mencións
hi: का उल्लेख है
hu: Említések
ia: Mentiones
nl: Vermeldingen
pl: Wspomnienia
pt_br: Menções
ru: Упоминания
sv: Omnämnanden
tr: Değinmeler
uk: Згадування
zh_tw: 提及

source: Nothing
ar: لا شيء
eo: Nenio
es: Nada
fi: Ei mitään
fr: Rien
gl: Nada
hi: कुछ नहीं
hu: Semmi
ia: Nihil
nl: Niets
pl: Nic
pt_br: Nada
ru: Ничего
sv: Ingenting
tr: Hiçbir şey
uk: Нічого
zh_tw: 無

source: Roles
ar: الأدوار
eo: Roloj
fi: Roolit
fr: Rôles
hi: भूमिकाएँ
hu: Szerepek
ia: Rolos:
nl: Rollen
pl: Role
pt_br: Funções
ru: Роли
sv: Roller
tr: Roller
uk: Ролі
zh_tw: 角色

source: Ignored
ar: مُتجاهَل
eo: Ignorita
es: Ignorado
fi: Ohitettu
fr: Ignoré
gl: Ignorada
hi: अवहेलना करना
hu: Mellőzve
nl: Genegeerd
pt_br: Ignorado
ru: Игнорируется
sv: Ignorerad
tr: Yok Sayıldı
uk: Проігноровано
zh_tw: 已忽略

source: Required
ar: مطلوب
eo: Bezonata
es: Requerido
fi: Pakollinen
fr: Requis
gl: Requirida
hi: आवश्यक
hu: Kötelező
nl: Vereist
pt_br: Obrigatório
ru: Требуется
sv: Krävs
tr: Gerekli
uk: Має бути вказано
zh_tw: 必要

source: Create At
ar: أنشئ في
eo: Krei Ĉe
es: Crear el
fi: Luotu
fr: Créer à
gl: Crear ás
hi: यहां बनाएं
hu: Létrehozva:
nl: Aangemaakt op
pt_br: Criar em
ru: Время создания
sv: Skapa i
tr: Şurada Oluştur
uk: Час створення
zh_tw: 建立於

source: Two Factor Authentication
ar: الاستيثاق الثنائي
eo: Dufaktora Aŭtentigo
es: Autenticación de dos factores
fi: Kahden tekijän todennus
fr: Authentification à deux facteurs
gl: Autenticación de dous factores
hi: दो कारक प्रमाणीकरण
hu: Kétfaktoros hitelesítés
nl: Twee-factor-authenticatie
pt_br: Autenticação de dois fatores
ru: Двухфакторная аутентификация
sv: Tvåfaktorsbehörighetskontroll
tr: İki Adımlı Kimlik Doğrulama
uk: Двофакторне розпізнавання
zh_tw: 兩步驟驗證

source: Last token part
ar: أخر جزء من الرمز
eo: Lasta simbola parto
es: Última parte del símbolo
fi: Merkin viimeinen osa
fr: Dernière partie du jeton
gl: Última parte do pase
hi: अंतिम टोकन भाग
hu: Utolsó tokenrész
nl: Laatste gedeelte token
pt_br: Última parte do token
ru: Последняя часть маркера
sv: Sista symboldel
tr: Son jeton parçası
uk: Остання частина жетона
zh_tw: 權杖最後的部分

source: %1 Mention
ar: لم تذكر
eo: %1 Mencio
es: %1 mención
fi: %1 maininta
gl: %1 mención
hi: %1 उल्लेख
hu: %1 említés
pt_br: %1 menção
ru: %1 упоминание
tr: %1 değinme
zh_tw: %1 個提及

source: %1 Group Mention
ar: لا يوجد إشارة للمجموعة
eo: %1 Grupmencio
es: %1 mención de grupo
fi: Yksi ryhmämaininta
gl: %1 mención de grupo
hi: %1 समूह उल्लेख
hu: %1 csoportemlítés
pt_br: %1 menção de grupo
ru: %1 упоминание группы
tr: %1 grup değinmesi
zh_tw: %1 個群組提及

source: %1 Unread Threaded Message
ar: لا توجد رسائل غير مقروءة
eo: %1 Nelegita Fadenmesaĝo
es: %1 hilo de mensajes sin leer
fi: Yksi säikeistetty viesti lukematta
gl: %1 mensaxe de fío sen ler
hi: %1 अपठित थ्रेडेड संदेश
hu: %1 olvasatlan szálüzenet
pt_br: %1 mensagem encadeada não lida
ru: %1 непрочитанное сообщение в ветках
tr: %1 okunmamış ileti dizisi
zh_tw: %1 個未讀的對話串訊息

source: %1 Unread Message
ar: لا يوجد رسائل غير مقروءة
eo: %1 Nelegita Mesaĝo
es: %1 mensaje sin leer
fi: Yksi viesti lukematta
gl: %1 mensaxe sen ler
hi: %1 अपठित संदेश
hu: %1 olvasatlan üzenet
pt_br: %1 mensagem não lida
ru: %1 непрочитанное сообщение
tr: %1 okunmamış ileti
zh_tw: %1 個未讀訊息

source: Teams Room
ar: غرفة فرق
eo: Ĉambro de Teamoj
es: Sala de Equipos
fi: Ryhmähuone
fr: Salons pour des équipes
gl: Sala de equipos
hi: टीम रूम
hu: Csapatszoba
ia: Sala de Equipas
pl: Pokój zespołów
pt_br: Sala da equipe
ru: Комната команд
sv: Rum för lag
tr: Takımlar Odası
uk: Кімната команд
zh_tw: 團隊聊天室

source: Private Room
ar: غرفة خاصة
eo: Privata Ĉambro
es: Sala privada
fi: Yksityishuone
fr: Salon privé
gl: Sala privada
hi: निजी कमरा
hu: Személyes szoba
ia: Sala Private
nl: Privéroom
pl: Pokój prywatny
pt_br: Sala privada
ru: Закрытая комната
sv: Privat rum
tr: Özel Oda
uk: Приватна кімната
zh_tw: 私人聊天室

source: Discussion Room
ar: غرفة مناقشة
eo: Diskutejo
es: Sala de la discusión
fi: Keskusteluhuone
fr: Salon de discussions
gl: Sala de discusión
hi: चर्चा कक्ष
hu: Megbeszélésszoba
ia: Sala de discussion
nl: Discussieroom
pl: Pokój rozmów
pt_br: Sala de discussão
ru: Переговорная комната
sv: Diskussionsrum
tr: Tartışma Odası
uk: Кімната обговорення
zh_tw: 討論室

source: Channel Room
ar: غرفة قناة
eo: Kanala Ĉambro
es: Sala del canal
fi: Kanavahuone
fr: Salon de canal
gl: Sala de canle
hi: चैनल रूम
hu: Csatornaszoba
ia: Sala de Canal
nl: Kanaalroom
pl: Pokój kanału
pt_br: Sala do canal
ru: Комната канала
sv: Kanalrum
tr: Kanal Odası
uk: Кімната каналу
zh_tw: 頻道聊天室

source: Unread
ar: غير المقروء
eo: Nelegita
es: No leído
fi: Lukematta
fr: Non lu
gl: Sen ler
hi: अपठित ग
hu: Olvasatlan
ia: Non Legite
nl: Ongelezen
pl: Nieprzeczytana
pt_br: Não lida
ru: Не прочитано
sv: Oläst
tr: Okunmamış
uk: Непрочитані
zh_tw: 未讀

source: Favorites
ar: المفضّلة
eo: Plej ŝatataj
es: Favoritos
fi: Suosikit
fr: Favoris
gl: Favoritas
hi: पसंदीदा
hu: Kedvencek
ia: Favoritos
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
ru: Избранное
sv: Favoriter
tr: Sık Kullanılanlar
uk: Улюблене
zh_tw: 收藏

source: Teams
ar: الفرق
eo: Teamoj
es: Equipos
fi: Ryhmät
fr: Équipes
gl: Equipos
hi: टीमें
hu: Csapatok
ia: Equipas
pl: Zespoły
pt_br: Equipes
ru: Команды
sv: Lag
tr: Takımlar
uk: Команди
zh_tw: 團隊

source: Discussions
ar: مناقشات
eo: Diskutoj
es: Discusiones
fi: Keskustelut
gl: Conversas
hi: चर्चाएँ
hu: Megbeszélések
ia: Discussiones
nl: Discussies
pl: Rozmowy
pt_br: Discussões
ru: Обсуждения
sv: Diskussioner
tr: Tartışmalar
uk: Обговорення
zh_tw: 討論

source: Private Messages
ar: رسائل خاصة
eo: Privataj Mesaĝoj
es: Mensajes privados
fi: Yksityisviestejä
fr: Messages privés
gl: Mensaxes privadas
hi: निजी संदेश
hu: Személyes üzenetek
ia: Messages private
nl: Privé berichten
pl: Wiadomości prywatne
pt_br: Mensagens privadas
ru: Конфиденциальные сообщения
sv: Privata meddelanden
tr: Özel İletiler
uk: Конфіденційні повідомлення
zh_tw: 私訊

source: Unknown
ar: مجهول
eo: Nekonata
es: Desconocido
fi: Tuntematon
fr: Inconnu
gl: Descoñecida
hi: अज्ञात
hu: Ismeretlen
ia: Incognite
nl: Onbekend
pl: Nieznana
pt_br: Desconhecido
ru: Неизвестно
sv: Okänt
tr: Bilinmiyor
uk: Невідомий
zh_tw: 未知

source: Modify Status…
ar: عدّل الحالة…
eo: Modifi Statuson…
es: Modificar estado…
fi: Muuta tilaa…
gl: Modificar o estado…
hi: स्थिति संशोधित करें…
hu: Állapot módosítása…
pt_br: Modificar status…
ru: Изменить статус…
tr: Durumu Değiştir…
zh_tw: 修改狀態…

source: Select Messages to hide
ar: حدد الرسائل المراد إخفاؤها
es: Seleccionar mensajes a ocultar
fi: Valitse piilotettavat viestit
gl: Seleccionar mensaxes para agochar
hi: छिपाने के लिए संदेश चुनें
hu: Válassza ki az elrejteni kívánt üzeneteket
pt_br: Selecionar mensagens para ocultar
ru: Сообщения, которые следует скрыть
tr: Gizlenecek İletileri Seç
zh_tw: 選取要隱藏的訊息

source: Hide "User Added" messages
ar: أخفِ رسائل ”إضافة مستخدم“
eo: Kaŝi mesaĝojn de "Aldonita Uzanto".
es: Ocultar mensajes «Usuario añadido»
fi: Piilota ”Käyttäjä lisätty” -viestit
fr: Masquer les messages « Un utilisateur a été ajouté »
gl: Agochar as mensaxes de engadir persoas usuarias
hi: "उपयोगकर्ता जोड़ा गया" संदेश छिपाएँ
hu: A „felhasználó hozzáadva” üzenetek elrejtése
ia: Cela messages de "Usator Addite"
nl: Berichten "Door gebruiker toegevoegd" verbergen
pl: Ukryj wiadomości "Dodano użytkownika"
pt_br: Ocultar mensagens de "Usuário adicionado"
ru: Скрыть сообщения «Пользователь добавлен»
sv: Dölj meddelanden om tillagd användare
tr: “Kullanıcı, eklendi” iletilerini gizle
uk: Приховати повідомлення «Додано користувача»
zh_tw: 隱藏「已新增使用者」訊息

source: Hide "Welcome" messages
ar: أخفِ رسائل ”الترحيب“
eo: Kaŝi mesaĝojn de "Bonvenon".
es: Ocultar mensajes «Bienvenido»
fi: Piilota tervetuloviestit
fr: Masquer les messages de « bienvenue »
gl: Agochar as mensaxes de benvida
hi: "स्वागत" संदेश छिपाएँ
hu: Az „üdvözlő” üzenetek elrejtése
ia: Cela messages de "Benvenite"
nl: Berichten met "Welkom" verbergen
pl: Ukryj wiadomości "Witające"
pt_br: Ocultar mensagens de "Bem-vindo"
ru: Скрыть сообщения «Добро пожаловать»
sv: Dölj välkomstmeddelanden
tr: “Hoş geldiniz” iletilerini gizle
uk: Приховати повідомлення «Вітаємо»
zh_tw: 隱藏「歡迎」訊息

source: Hide "User Joined Conversation" messages
ar: أخفِ رسائل ”انضمام المستخدم إلى المحادثة“
eo: Kaŝi mesaĝojn de "Uzanto Kunigita Konversacio".
es: Ocultar mensajes «Usuario se unió a la conversación»
fi: Piilota ”Käyttäjä liittyi keskusteluun” -viestit
fr: Masquer les messages « Un utilisateur a rejoint la conversation »
gl: Agochar as mensaxes de persoas que se unen a conversas
hi: "उपयोगकर्ता वार्तालाप में शामिल हुआ" संदेश छिपाएँ
hu: A „felhasználó csatlakozott a beszélgetéshez” üzenetek elrejtése
ia: Cela messages de "Usator univa se a conversation"
nl: Berichten "Gebruiker doet mee aan conversatie" verbergen
pl: Ukryj wiadomości o "Użytkownik dołączył do rozmowy"
pt_br: Ocultar mensagens de "Usuário entrou na conversa"
ru: Скрыть сообщения «Пользователь присоединился к разговору»
sv: Dölj meddelanden om att användare gick med i konversation
tr: “Kullanıcı, sohbete katıldı” iletilerini gizle
uk: Приховати повідомлення «Користувач долучився до спілкування»
zh_tw: 隱藏「使用者加入對話」訊息

source: Hide "User Leave" messages
ar: أخفِ رسائل ”خرج مستخدم“
eo: Kaŝi mesaĝojn de "Uzanto-Forlaso".
es: Ocultar mensajes «Usuario salió»
fi: Piilota ”Käyttäjä poistui” -viestit
fr: Masquer les messages « Un utilisateur est parti »
gl: Agochar as mensaxes de persoas que saen
hi: "उपयोगकर्ता छोड़ें" संदेश छिपाएँ
hu: A „felhasználó kilépett” üzenetek elrejtése
ia: Cela messages de "Usator Lassa"
nl: Berichten "Gebruiker heeft verlaten" verbergen
pl: Ukryj wiadomości "Użytkownik opuścił"
pt_br: Ocultar mensagens de "Usuário saiu"
ru: Скрыть сообщения «Пользователь покинул»
sv: Dölj meddelanden om att användare lämnar
tr: “Kullanıcı, ayrıldı” iletilerini gizle
uk: Приховати повідомлення «Користувач полишив»
zh_tw: 隱藏「使用者離開」訊息

source: Hide "User Left Team" messages
ar: أخفِ رسائل ”ترك مستخدم الفريق“
eo: Kaŝi mesaĝojn de "Uzanto Maldekstra Teamo".
es: Ocultar mensajes «Usuario abandonó el equipo»
fi: Piilota ”Käyttäjä jätti työryhmän” -viestit
fr: Masquer les messages « Un utilisateur a quitté un groupe »
gl: Agochar as mensaxes de persoas que saen dun equipo
hi: "उपयोगकर्ता ने टीम छोड़ दी" संदेश छिपाएँ
hu: A „felhasználó elhagyta a csapatot” üzenetek elrejtése
ia: Cela messages de "Usator Lassa Equipa"
nl: Berichten "Gebruiker heeft team verlaten" verbergen
pl: Ukryj wiadomości "Użytkownik opuścił zespół"
pt_br: Ocultar mensagens de "Usuário saiu da equipe"
ru: Скрыть сообщения «Пользователь покинул команду»
sv: Dölj "Användare lämnade lag" meddelanden
tr: “Kullanıcı, takımdan ayrıldı” iletilerini gizle
uk: Приховати повідомлення «Користувач полишив команду»
zh_tw: 隱藏「使用者離開團隊」訊息

source: Hide "User Join" messages
ar: أخفِ رسائل ”انضم مستخدم“
eo: Kaŝi mesaĝojn de "Uzanto-Aliĝo".
es: Ocultar mensajes «Usuario se unió»
fi: Piilota ”Käyttäjä liittyi” -viestit
fr: Masquer les messages « Un utilisateur a été ajouté »
gl: Agochar as mensaxes de persoas que se unen
hi: "उपयोगकर्ता जुड़ें" संदेश छिपाएँ
hu: A „felhasználó csatlakozott” üzenetek elrejtése
ia: Cela messages de "Usator uni"
nl: Berichten "Gebruiker doet mee" verbergen
pl: Ukryj wiadomości "Użytkownik dołączył"
pt_br: Ocultar mensagens de "Usuário entrou"
ru: Скрыть сообщения «Пользователь присоединился»
sv: Dölj meddelanden om att användare går med
tr: “Kullanıcı, katıldı” iletilerini gizle
uk: Приховати повідомлення «Користувач долучився»
zh_tw: 隱藏「使用者加入」訊息

source: Hide "Role No Longer Defined" messages
ar: أخفِ رسائل ”لم يعد الدور محدداً“
eo: Kaŝi mesaĝojn de "Rolo Ne Plu Difinita".
es: Ocultar mensajes «Rol no definido actualmente»
fi: Piilota ”Rooli ei ole enää määritetty” -viestit
fr: Masquer les messages « Le rôle n'est plus défini »
gl: Agochar as mensaxes de roles que xa non están definidos
hi: "भूमिका अब परिभाषित नहीं है" संदेश छिपाएँ
hu: A „szerep többé nincs meghatározva” üzenetek elrejtése
ia: Cela messages de "Rolo non plus definite"
nl: Berichten "Rol niet langer gedefinieerd" verbergen
pl: Ukryj wiadomość "Rola już nie jest określona"
pt_br: Ocultar mensagens de "Função não mais definida"
ru: Скрыть сообщения «Определение роли отменено»
sv: Dölj meddelanden om att roll inte längre är definierad
tr: “Rol, artık tanımlı değil” iletilerini gizle
uk: Приховати повідомлення «Визначення ролі скасовано»
zh_tw: 隱藏「角色不再被定義」訊息

source: Hide "Was Set Role" messages
ar: أخفِ رسائل ” تعيين دور“
eo: Kaŝi mesaĝojn de "Estis Agordita Rolo".
es: Ocultar mensajes «Se estableció un rol»
fi: Piilota ”Oli asetettu rooli” -viestit
fr: Masquer les messages « Était de définir un rôle »
gl: Agochar as mensaxes de roles que se definiran
hi: "भूमिका निर्धारित की गई थी" संदेश छिपाएँ
hu: A „szerep be lett állítva” üzenetek elrejtése
ia: Cela messages de "Esseva fixate rolo"
nl: Berichten "Rol is gezet" verbergen
pl: Ukryj wiadomość "Rola została ustawion"
pt_br: Ocultar mensagens de "Função já definida"
ru: Скрыть сообщения «Роль установлена»
sv: Dölj meddelanden om var inställd roll
tr: “Rol, ayarlanmıştı” iletilerini gizle
uk: Приховати повідомлення «Було встановлено роль»
zh_tw: 隱藏「已被設定角色」訊息

source: Hide "User Removed" messages
ar: أخفِ رسائل ”إزالة مستخدم“
eo: Kaŝi mesaĝojn de "Uzanto Forigita".
es: Ocultar mensajes «Usuario eliminado»
fi: Piilota ”Käyttäjä poistettiin” -viestit
fr: Masquer les messages « Un utilisateur a été supprimé »
gl: Agochar as mensaxes de persoas retiradas
hi: "उपयोगकर्ता हटाया गया" संदेश छिपाएँ
hu: A „felhasználó eltávolítva” üzenetek elrejtése
ia: Cela messages de "Usator removite"
nl: Berichten "Gebruiker verwijderd" verbergen
pl: Ukryj wiadomości "Usunięto użytkownika"
pt_br: Ocultar mensagens de "Usuário excluído"
ru: Скрыть сообщения «Пользователь удалён»
sv: Dölj meddelanden om att användaren tagits bort
tr: “Kullanıcı, çıkarıldı” iletilerini gizle
uk: Приховати повідомлення «Користувача вилучено»
zh_tw: 隱藏「使用者已被移除」訊息
