Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: From:
ar: من:
eo: De:
es: De:
fi: Lähettäjä:
fr: De :
gl: De:
hi: से:
hu: Feladó:
ia: Ex:
nl: Van:
pl: Od:
pt_br: De:
ru: От:
sv: Från:
tr: Nereden:
uk: Від:
zh_tw: 從：

source: To:
ar: إلى:
eo: Al:
es: Para:
fi: Vastaanottaja:
fr: À :
gl: A:
hi: को:
hu: Címzett:
ia: A:
nl: Aan:
pl: Do:
pt_br: Para:
ru: Получатель:
sv: Till:
tr: Nereye:
uk: Кому:
zh_tw: 到：

source: Output Format:
ar: تنسيق المخرجات:
eo: Eligo Formato:
es: Formato de salida:
fi: Tulosmuoto:
gl: Formato de saída:
hi: आउटपुट स्वरूप:
hu: Kimeneti formátum:
pt_br: Formato de saída:
ru: Выходной формат:
tr: Çıktı biçimi:
zh_tw: 輸出格式：

# @title:window
source: Forward Message
ar: تمرير الرسالة
eo: Plusendi Mesaĝon
es: Redireccionar mensaje
fi: Edennä viesti
gl: Reenviar a mensaxe
hi: अग्रेषित संदेश
hu: Üzenet továbbítása
pt_br: Encaminhar mensagem
ru: Пересылка сообщения
tr: İletiyi Yönlendir
zh_tw: 轉寄訊息

# @label:textbox
source: Select at least one channel to forward the message to.
ar: حدد قناة واحدة على الأقل لإعادة توجيه الرسالة إليها.
eo: Elektu almenaŭ unu kanalon al kiu plusendi la mesaĝon.
es: Seleccione al menos un canal en el que redireccionar el mensaje.
fi: Valitse vähintään yksi kanava, johon viesti edennetään.
gl: Escolla polo menos unha canle á que reenviar a mensaxe.
hi: संदेश को अग्रेषित करने के लिए कम से कम एक चैनल का चयन करें.
hu: Válasszon ki legalább egy csatornát az üzenet továbbításához.
pt_br: Selecione pelo menos um canal para encaminhar a mensagem.
ru: Выберите хотя бы один канал для пересылки сообщения.
tr: İletinin yönlendirileceği en az bir kanal seçin.
zh_tw: 請選取至少一個要轉寄訊息到的頻道。

source: Impossible to export data.
ar: من المستحيل تصدير البيانات.
eo: Neeble eksporti datumojn.
es: No se pudo exportar datos.
fi: Tietoja on mahdotonta viedä.
gl: É imposíbel exportar os datos.
hi: डेटा निर्यात करना असंभव है.
hu: Az adatok exportálása lehetetlen.
pt_br: Impossível exportar dados.
ru: Невозможно выполнить экспорт данных.
tr: Veriyi dışa aktarmak olanaksız.
zh_tw: 無法匯出資料。

source: Impossible to create zip file.
ar: من المستحيل إنشاء ملف مضغوط.
eo: Neeble krei zip-dosieron.
es: No se pudo crear el archivo zip.
fi: Zip-tiedostoa on mahdotonta luoda.
gl: É imposíbel crear o ficheiro ZIP.
hi: ज़िप फ़ाइल बनाना असंभव है.
hu: A ZIP-fájl létrehozása lehetetlen.
pt_br: Impossível criar arquivo zip.
ru: Невозможно создать ZIP-файл.
tr: Zip dosyası oluşturmak olanaksız.
zh_tw: 無法建立 zip 檔。

source: Impossible to export account.
ar: من المستحيل تصدير الحساب.
es: No se pudo exportar la cuenta.
pt_br: Impossível exportar a conta.
tr: Hesabı dışa aktarmak olanaksız.
zh_tw: 無法匯出帳戶。

source: Export Done.
ar: انتهى التصدير.
eo: Eksporto Farita.
es: Exportación completa.
fi: Vienti on valmis.
gl: Completouse a exportación.
hi: निर्यात पूर्ण.
hu: Exportálás kész.
pt_br: Exportação feita.
ru: Экспорт завершён.
tr: Dışa aktarma tamamlandı.
zh_tw: 匯出已完成。

source: <b>Account %1:</b> export config done.
es: <b>Cuenta %1:</b> exportación de configuración completa.
tr: <b>Hesap %1:</b> Yapılandırma dışa aktarıldı.

source: <b>Account %1:</b> export cache done.
es: <b>Cuenta %1:</b> exportación de caché completa.
tr: <b>Hesap %1:</b> Önbellek dışa aktarıldı.

source: <b>Account %1:</b> export logs done.
es: <b>Cuenta %1:</b> exportación de registros completa.
tr: <b>Hesap %1:</b> Günlükler dışa aktarıldı.

source: <b>Account %1:</b> export database done.
es: <b>Cuenta %1:</b> exportación de caché completa.
tr: <b>Hesap %1:</b> Veri tabanı dışa aktarıldı.

source: Directory "%1" cannot be added to backup file.
ar: تعذّرت إضافة ”%1“ إلى ملفّ النّسخة الاحتياطيّة.
eo: Dosierujo "%1" ne povas esti aldonita al rezerva dosiero.
es: El directorio «%1» no puede añadirse a la copia de respaldo.
fi: Kansiota ”%1” ei voi lisätä varmuuskopiotiedostoon.
gl: Non é posíbel engadir o cartafol «%1» ao ficheiro de salvagarda.
hi: निर्देशिका "%1" को बैकअप फ़ाइल में नहीं जोड़ा जा सकता.
hu: A(z) „%1” mappa nem adható hozzá a biztonsági mentés fájlhoz.
pt_br: A pasta "%1" não pode ser adicionada ao arquivo de backup.
ru: Каталог «%1» нельзя добавить в файл резервной копии.
tr: “%1” dizini yedek dosyasına eklenemedi.
zh_tw: 目錄 "%1" 無法加入備份檔。

source: Accounts Exported.
ar: صُدرت الحسابات.
eo: Kontoj Eksportitaj.
es: Cuentas exportadas.
fi: Tilit on viety.
gl: Exportáronse as contas.
hi: खाते निर्यात किये गये.
hu: Fiókok exportálva.
pt_br: Contas exportadas.
ru: Учётные записи экспортированы.
tr: Hesaplar dışa aktarıldı.
zh_tw: 已匯出帳戶。

source: Generated Zip: %1
es: Zip generado: %1
tr: Üretilen ZIP: %1

# @label:textbox
source: Select Accounts:
ar: اختر الحسابات:
eo: Elektu Kontojn:
es: Seleccionar cuentas:
fi: Valitse tilit:
gl: Seleccione contas:
hi: खाते चुनें:
hu: Fiókok kiválasztása:
pt_br: Selecionar contas:
ru: Учётные записи:
tr: Hesapları seç:
zh_tw: 選擇帳戶：

# @title:window
source: Export Accounts
ar: صدّر الحسابات
eo: Eksporto-Kontoj
es: Exportar cuentas
fi: Vie tilejä
gl: Exportar contas
hi: खाते निर्यात करें
hu: Fiókok exportálása
pt_br: Exportar contas
ru: Экспорт учётных записей
tr: Hesapları Dışa Aktar
zh_tw: 匯出帳戶

source: Impossible to open zip file.
ar: من المستحيل فتح ملف مضغوط.
eo: Neeble malfermi zip-dosieron.
es: No se pudo abrir el archivo zip.
fi: Zip-tiedostoa on mahdotonta avata
gl: Non é posíbel abrir o ficheiro ZIP.
hi: ज़िप फ़ाइल खोलना असंभव है.
hu: A ZIP-fájl megnyitása lehetetlen.
pt_br: Impossível abrir o arquivo zip.
ru: Невозможно открыть ZIP-файл.
tr: Zip dosyasını açmak olanaksız.
zh_tw: 無法開啟 zip 檔案。

source: Impossible to copy file
ar: من المستحيل نسخ الملف
eo: Neeble kopii dosieron
es: No se pudo copiar el archivo
fi: Tiedostoa on mahdotonta kopioida
gl: Non é posíbel copiar o ficheiro.
hi: फ़ाइल कॉपी करना असंभव
hu: A fájl másolása lehetetlen
pt_br: Impossível copiar arquivo
ru: Невозможно скопировать файл
tr: Dosyayı kopyalamak olanaksız
zh_tw: 無法複製檔案

source: Impossible to open file
ar: من المستحيل فتح الملف
eo: Neeble malfermi dosieron
es: No se pudo abrir el archivo
fi: Tiedostoa on mahdotonta avata
gl: Non é posíbel abrir o ficheiro.
hi: फ़ाइल खोलना असंभव
hu: A fájl megnyitása lehetetlen
pt_br: Impossível abrir arquivo
ru: Невозможно открыть файл
tr: Dosyayı açmak olanaksız
zh_tw: 無法開啟檔案

source: Import Done.
ar: انتهى الاستيراد
eo: Importo Farita.
es: Importación completa.
fi: Tuonti on valmis.
gl: Completouse a importación.
hi: आयात पूर्ण.
hu: Importálás kész.
pt_br: Importação feita.
ru: Импорт завершён.
tr: İçe aktarma tamamlandı.
zh_tw: 匯入完成。

source: Accounts imported.
ar: الحسابات المستوردة.
eo: Kontoj importitaj.
es: Cuentas importadas.
fi: Tilit on tuotu.
gl: Importáronse as contas.
hi: खाते आयातित.
hu: Fiókok importálva.
pt_br: Contas importadas.
ru: Учётные записи импортированы.
tr: Hesaplar içe aktarıldı.
zh_tw: 已匯入帳戶。

# @label:textbox
source: Select Zip file:
ar: اختر ملف مضغوط:
eo: Elektu Zip-dosieron:
es: Seleccionar archivo zip:
fi: Valitse Zip-tiedosto:
gl: Seleccionar un ficheiro ZIP:
hi: ज़िप फ़ाइल चुनें:
hu: ZIP-fájl kiválasztása:
pt_br: Selecionar arquivo zip:
ru: ZIP-файл:
tr: ZIP dosyası seç:
zh_tw: 選取 Zip 檔案：

# @title:window
source: Import Accounts
ar: استورد حسابات
eo: Importi Kontojn
es: Importar cuentas
fi: Tuo tilejä
gl: Importar contas
hi: खाते आयात करें
hu: Fiókok importálása
pt_br: Importar contas
ru: Импорт учётных записей
tr: Hesaplar İçe Aktar
zh_tw: 匯入帳戶

# @action:button
source: Cancel
es: Cancelar
tr: İptal

# @action:button
source: Login
ar: لج
eo: Ensaluti
es: Inicio de sesión
fi: Kirjaudu
gl: Acceso
hi: लॉग इन करें
hu: Bejelentkezés
ru: Войти
tr: Oturum Aç
zh_tw: 登入

# @label:textbox
source: You have enabled second factor authentication. Please enter the generated code or a backup code.
ar: لقد مكّنت الاستيثاق بالعامل الثنائي. الرجاء إدخال الرمز المُولّد أو رمز احتياطي.
eo: Vi ebligis duan faktoran aŭtentigon. Bonvolu enigi la generitan kodon aŭ rezervan kodon.
es: Ha activado la autenticación de dos factores. Introduzca el código generado o un código de recuperación.
fi: Käytössä on kahden tekijän todennus. Anna luotu koodi tai varmistuskoodi.
gl: Activou a autenticación mediante un segundo factor. Insira o código xerado ou un código de salvagarda.
hi: आपने दूसरा कारक प्रमाणीकरण सक्षम किया है। कृपया जनरेट किया गया कोड या बैकअप कोड दर्ज करें।
hu: Engedélyezte a második faktoros hitelesítést. Kérjük, adja meg az előállított kódot vagy egy tartalék kódot.
pt_br: Você habilitou a autenticação de dois fatores. Digite o código gerado ou um código de backup.
ru: Включена двухфакторная аутентификация. Введите сгенерированный код или резервный код.
tr: İki adımlı kimlik doğrulamayı etkinleştirdiniz. Üretilen kodu veya bir yedek kodunu girin.
zh_tw: 您已啟用兩步驟驗證。 請輸入產生的認證碼或是備用碼。

source: Login Failed: invalid username or password
ar: فشل الولوج: اسم المستخدم أو كلمة السر غير صالحة
eo: Ensaluto Malsukcesa: nevalida uzantnomo aŭ pasvorto
es: El inicio de sesión ha fallado: nombre de usuario o contraseña erróneos
fi: Kirjautuminen epäonnistui: virheellinen käyttäjätunnus tai salasana
fr: Connexion impossible : nom d'utilisateur ou mot de passe non valable.
gl: O acceso fallou: o nome de persoa usuaria ou o contrasinal son incorrectos.
hi: लॉगिन विफल: उपयोगकर्ता नाम या पासवर्ड अमान्य है
hu: Sikertelen bejelentkezés: érvénytelen felhasználónév vagy jelszó
ia: Authentication Fallite: nomine de usator o contrasigno invalide
nl: Aanmelden is mislukt: ongeldige gebruikersnaam of wachtwoord
pl: Nie udało się zalogować: niepoprawna nazwa użytkownika lub hasło
pt_br: Falha no login: nome de usuário ou senha inválido
ru: Ошибка входа: неверное имя пользователя или пароль
sv: Inloggning misslyckades: ogiltigt användarnamn eller lösenord
tr: Oturum açma başarısız: Geçersiz kullanıcı adı veya parola
uk: Помилка під час спроби увійти: некоректне ім'я користувача або пароль
zh_tw: 登入失敗：無效的使用者名稱或密碼

source: Installation Problem found. No plugins found here.
ar: عُثر على مشكلة في التثبيت. لم يعثر على أي ملحقات هنا.
eo: Instala problemo trovita. Neniuj kromaĵoj trovitaj ĉi tie.
es: Se ha encontrado un problema de instalación. No se han encontrado complementos.
fi: Havaittiin asennusongelma: liitännäisiä ei löytynyt.
fr: Problème d'installation découvert. Aucun module externe disponible ici.
gl: Atopouse un problema na instalación. Non se atoparon complementos aquí.
hi: स्थापना समस्या पाई गई। यहां कोई प्लगइन नहीं मिला।
hu: Telepítési probléma. Nem találhatók bővítmények.
ia: Trovate Problema de Installation. Nulle plugin trovate hic.
nl: Installatieprobleem gevonden. Hier geen plug-ins gevonden.
pl: Napotkano usterkę wgrywania. Nie znaleziono tutaj wtyczek.
pt_br: Encontrado problema na instalação. Nenhum plugin encontrado aqui.
ru: Обнаружена ошибка установки. Модулей не найдено.
sv: Installationsproblem hittades. Inga insticksprogram hittades här.
tr: Kurulum sorunu bulundu. Burada hiçbir eklenti yok.
uk: Виявлено проблему зі встановленням. Не знайдено додатків.
zh_tw: 發現安裝問題。此處找不到外掛程式。

source: Login Failed: generic error
ar: فشل الولوج: خطأ عام
eo: Ensaluto Malsukcesa: ĝenerala eraro
es: El inicio de sesión ha fallado: error genérico
fi: Kirjautuminen epäonnistui: yleinen virhe
fr: Échec de la connexion : erreur générique
gl: O acceso fallou: erro xenérico.
hi: लॉगिन विफल: सामान्य त्रुटि
hu: Sikertelen bejelentkezés: általános hiba
ia: Authentication fallite: error generic
nl: Aanmelden is mislukt: algemene fout
pl: Nie udało się zalogować: błąd ogólny
pt_br: Falha no login: erro genérico
ru: Ошибка входа: общая ошибка
sv: Inloggning misslyckades: generellt fel
tr: Oturum açma başarısız: Genel hata
uk: Помилка під час спроби увійти: загальна помилка
zh_tw: 登入失敗：一般錯誤

source: Login Failed: Login has been temporarily blocked For IP.
ar: فشل الولوج: حُظر عنوان الإنترنت IP من الولوج مؤقتاً .
eo: Ensaluto Malsukcesa: Ensaluto estis provizore blokita Por IP.
es: Inicio de sesión fallido: El inicio ha sido bloqueado temporalmente para la IP.
fi: Kirjautuminen on tilapäisesti estetty käyttäjätunnuksen perusteella.
gl: O acceso fallou: o acceso está temporalmente bloqueado para o seu IP.
hi: लॉगिन विफल: आईपी के लिए लॉगिन अस्थायी रूप से अवरुद्ध कर दिया गया है।
hu: Sikertelen bejelentkezés: a bejelentkezés átmenetileg tiltva lett ennél az IP-címnél.
pt_br: Falha no login: o login foi bloqueado temporariamente para o IP.
ru: Ошибка входа: по этому IP-адресу временно запрещён вход.
tr: Oturum açma başarısız. Bu IP için oturum açma geçici olarak engellendi.
zh_tw: 登入失敗：已暫時封鎖此 IP 位址的登入。

source: Login Failed: Login has been temporarily blocked For User.
ar: فشل الولوج: حُظر المستخدم من الولوج مؤقتاً .
eo: Ensaluto Malsukcesa: Ensaluto estis provizore blokita Por Uzanto.
es: Inicio de sesión fallido: El inicio ha sido bloqueado temporalmente para el usuario.
fi: Kirjautuminen on tilapäisesti estetty käyttäjätunnuksen perusteella.
gl: O acceso fallou: o acceso está temporalmente bloqueado para a súa persoa usuaria.
hi: लॉगिन विफल: उपयोगकर्ता के लिए लॉगिन अस्थायी रूप से अवरुद्ध कर दिया गया है।
hu: Sikertelen bejelentkezés: a bejelentkezés átmenetileg tiltva lett ennél a felhasználónál.
pt_br: Falha no login: o login foi bloqueado temporariamente para o usuário.
ru: Ошибка входа: этому пользователю временно запрещён вход.
tr: Oturum açma başarısız. Bu kullanıcı için oturum açma geçici olarak engellendi.
zh_tw: 登入失敗：已暫時封鎖此使用者的登入。

source: Login Failed: User is not activated.
ar: ١فشل الولوج: المستخدم غير منشط.
eo: Ensaluto Malsukcesa: Uzanto ne estas aktivigita.
es: Inicio de sesión fallido: El usuario no está activado.
fi: Kirjautuminen epäonnistui: Käyttäjää ei ole aktivoitu.
gl: O acceso fallou: a persoa usuaria non está activada.
hi: लॉगिन विफल: उपयोगकर्ता सक्रिय नहीं है.
hu: Sikertelen bejelentkezés: a felhasználó nincs aktiválva.
pt_br: Falha no login: o usuário não está ativado.
ru: Ошибка входа: пользователь не активирован.
tr: Oturum açma başarısız: Kullanıcı etkinleştirilmemiş.
zh_tw: 登入失敗：使用者尚未啟用。

source: Login Failed: App user is not allowed to login.
ar: فشل الولوج: لا يسمح لمستخدم التطبيق بالولوج.
eo: Ensaluto Malsukcesa: App-uzanto ne rajtas ensaluti.
es: Inicio de sesión fallido: Al usuario de la aplicación no se le permite iniciar sesión.
fi: Kirjautuminen epäonnistui: Sovelluskäyttäjän ei sallita kirjautua.
gl: O acceso fallou: a conta de uso da aplicación non ten permiso para acceder.
hi: लॉगिन विफल: ऐप उपयोगकर्ता को लॉगिन करने की अनुमति नहीं है।
hu: Sikertelen bejelentkezés: az alkalmazás felhasználóinak nem engedélyezett a bejelentkezés.
pt_br: Falha no login: o usuário do aplicativo não tem permissão para fazer login
ru: Ошибка входа: пользователю приложения запрещён вход.
tr: Oturum açma başarısız: Uygulama kullanıcısının oturum açmasına izin verilmiyor.
zh_tw: 登入失敗：應用程式使用者不能登入。

# @title:window
source: Convert Message As Attachment
ar: حوّل الرسالة كمرفق
eo: Konverti Mesaĝon Kiel Aldonaĵon
es: Convertir mensaje en adjunto
fi: Muunna viesti liitteeksi
fr: Convertir un message en pièce jointe
gl: Converter a mensaxe en anexo
hi: संदेश को अनुलग्नक के रूप में परिवर्तित करें
hu: Üzenet átalakítása mellékletté
ia: Converte Message a Attachamento
nl: Bericht als bijlage converteren
pl: Przekształć wiadomość na załącznik
pt_br: Converter mensagem como anexo
ru: Преобразование сообщения во вложение
sv: Konvertera meddelande till bilaga
tr: İletiyi Eke Dönüştür
uk: Перетворення повідомлення на долучення
zh_tw: 將訊息轉換為附件

source: Filename:
ar: اسم الملفّ:
eo: Dosiernomo:
es: Nombre de archivo:
fi: Tiedostonimi:
fr: Nom du fichier :
gl: Nome de ficheiro:
hi: फ़ाइल नाम:
hu: Fájlnév:
ia: Nomine de file:
nl: Bestandsnaam:
pl: Nazwa pliku:
pt_br: Nome do arquivo:
ru: Имя файла:
sv: Filnamn:
tr: Dosya adı:
uk: Назва файла:
zh_tw: 檔案名稱：

source: (Unnamed)
ar: (غير مسمًّى)
eo: (Nenomita)
es: (Anónimo)
fi: (Nimetön)
fr: (Sans nom)
gl: (sen nome)
hi: (अनाम)
hu: (Névtelen)
ia: (Sin nomine)
nl: (Naamloos)
pl: (Nienazwany)
pt_br: (sem nome)
ru: (Без имени)
sv: (Namnlös)
tr: (Adsız)
uk: (Без назви)
zh_tw: （未命名）

source: Font Size
ar: حجم الخط
eo: Grandeco de Tiparo
es: Tamaño de tipo de letra
fi: Fonttikoko
gl: Tamaño da letra
hi: फ़ॉन्ट आकार
hu: Betűméret
pt_br: Tamanho da fonte
ru: Размер шрифта
tr: Yazıtipi Puntosu
zh_tw: 字型大小

# @action
source: Increase Font
ar: زد حجم الخط
eo: Pligrandigi Tiparon
es: Aumentar tipo de letra
fi: Suurenna fonttia
gl: Ampliar a letra
hi: फ़ॉन्ट बढ़ाएँ
hu: Betűméret növelése
pt_br: Aumentar tamanho da fonte
ru: Увеличить размер шрифта
tr: Yazıtipi Büyüklüğünü Artır
zh_tw: 增大字型

# @action
source: Decrease Font
ar: انقص حجم الخط
eo: Malpligrandigi Tiparon
es: Disminuir tipo de letra
fi: Pienennä fonttia
gl: Reducir a letra
hi: फ़ॉन्ट घटाएँ
hu: Betűméret csökkentése
pt_br: Diminuir tamanho da fonte
ru: Уменьшить размер шрифта
tr: Yazıtipi Büyüklüğünü Azalt
zh_tw: 縮小字型

# @info:tooltip
source: Remove
ar: أزل
es: Eliminar
fi: Poista
pt_br: Remover
tr: Kaldır
zh_tw: 移除

source: Save Video
ar: احفظ الفيديو
eo: Konservi Filmeton
es: Guardar vídeo
fi: Tallenna video
gl: Gardar o vídeo
hi: वीडियो सहेजें
hu: Videó mentése
pt_br: Salvar vídeo
ru: Сохранить видео
tr: Videoyu Kaydet
zh_tw: 儲存影片

source: Save Sound
ar: احفظ الصوت
eo: Konservi Sonon
es: Guardar sonido
fi: Tallenna ääni
fr: Enregistrer un son
gl: Gardar o son
hi: ध्वनि सहेजें
hu: Hang mentése
ia: Salveguarda sono
nl: Geluid opslaan
pl: Zapisz dźwięk
pt_br: Salvar som
ru: Сохранить звук
sv: Spara ljud
tr: Sesi Kaydet
uk: Зберегти звукові дані
zh_tw: 儲存聲音

# @title:window
source: Download Image
ar: نزّل الصورة
eo: Elŝuti Bildon
es: Descargar imagen
fi: Lataa kuva
gl: Descargar a imaxe
hi: छवि डाउनलोड करें
hu: Kép letöltése
pt_br: Baixar imagem
ru: Загрузка изображения
tr: Görseli İndir
zh_tw: 下載影像

source: Download Image…
ar: نزّل الصورة…
eo: Elŝuti Bildon…
es: Descargar imagen…
fi: Lataa kuva…
gl: Descargar a imaxe…
hi: छवि डाउनलोड करें…
hu: Kép letöltése…
pt_br: Baixar imagem…
ru: Загрузить изображение…
tr: Görseli İndir…
zh_tw: 下載影像…

# @title:window
source: Download Video
ar: نزّل الفيديو
eo: Elŝuti Videon
es: Descargar vídeo
fi: Lataa video
gl: Descargar o vídeo
hi: वीडियो डाउनलोड करें
hu: Videó letöltése
pt_br: Baixar vídeo
ru: Загрузка видео
tr: Videoyu İndir
zh_tw: 下載影片

source: Download Video…
ar: نزّل الفيديو…
eo: Elŝuti Videon…
es: Descargar vídeo…
fi: Lataa video…
gl: Descargar o vídeo…
hi: वीडियो डाउनलोड करें…
hu: Videó letöltése…
pt_br: Baixar vídeo…
ru: Загрузить видео…
tr: Videoyu İndir…
zh_tw: 下載影片…

# @title:window
source: Download Sound
ar: نزّل الصوة
eo: Elŝuti Sonon
es: Descargar sonido
fi: Lataa ääni
gl: Descargar o son
hi: ध्वनि डाउनलोड करें
hu: Hang letöltése
pt_br: Baixar som
ru: Загрузка звука
tr: Sesi İndir
zh_tw: 下載聲音

source: Download Sound…
ar: نزّل الصوة…
eo: Elŝuti Sonon…
es: Descargar sonido…
fi: Lataa ääni…
gl: Descargar o son…
hi: ध्वनि डाउनलोड करें…
hu: Hang letöltése…
pt_br: Baixar som…
ru: Загрузить звук…
tr: Sesi İndir…
zh_tw: 下載聲音…

source: Message Style
ar: نمط الرّسائل
eo: Mesaĝa Stilo
es: Estilo del mensaje
fi: Viestin tyyli
gl: Estilo das mensaxes
hi: संदेश शैली
hu: Üzenetstílus
pt_br: Estilo de mensagem
ru: Стиль сообщения
tr: İleti Biçemi
zh_tw: 訊息風格

# Message Style
source: Compact
ar: مُدمج
eo: Kompakta
es: Compacto
fi: Tiivis
gl: Compacto
hi: सघन
hu: Kompakt
pt_br: Compacto
ru: Компактный
tr: Sıkışık
zh_tw: 簡潔

source: Your passwords do no match.
ar: كلمات السر لم تتطابق
es: Sus contraseñas no coinciden.
fi: Salasanat eivät täsmää.
gl: Os contrasinais non coinciden.
pt_br: As senhas não coincidem.
ru: Пароли не совпадают.
tr: Parolalarınız eşleşmiyor.
zh_tw: 您的密碼不相符。

source: New Password:
ar: كلمة السرّ الجديدة:
eo: Nova pasvorto:
es: Nueva contraseña:
fi: Uusi salasana:
fr: Nouveau mot de passe :
gl: Novo contrasinal:
hi: नया पासवर्ड:
hu: Új jelszó:
ia: Nove contrasigno:
nl: Nieuw wachtwoord:
pl: Nowe hasło:
pt_br: Nova senha:
ru: Новый пароль:
sv: Nytt lösenord:
tr: Yeni parola:
uk: Новий пароль:
zh_tw: 新密碼：

source: Confirm Password:
ar: اكتبها ثانية:
eo: Konfirmu pasvorton:
es: Confirmar contraseña:
fi: Vahvista salasana:
fr: Confirmer le mot de passe :
gl: Confirmar o contrasinal:
hi: पासवर्ड की पुष्टि कीजिये:
hu: Jelszó megerősítése:
ia: Confirma contrasigno:
nl: Wachtwoord bevestigen:
pl: Potwierdź hasło:
pt_br: Confirmar senha:
ru: Подтверждение пароля:
sv: Bekräfta lösenord:
tr: Parolayı onayla:
uk: Підтвердження пароля:
zh_tw: 確認密碼：

# @action:button
source: Reset Password
ar: صفّر كلمة السر
eo: Restarigi Pasvorton
es: Reiniciar contraseña
fi: Nollaa salasana
gl: Restabelecer o contrasinal
hi: पासवर्ड रीसेट
hu: Jelszó visszaállítása
pt_br: Redefinir senha
ru: Сбросить пароль
tr: Parolayı Sıfırla
zh_tw: 重設密碼

source: At least %1 characters
ar: على الأقل %1 حرف
es: Al menos %1 caracteres
fi: Vähintään %1 merkkiä
gl: Polo menos %1 caracteres.
hi: कम से कम %1 वर्ण
pt_br: Pelo menos %1 caracteres
ru: Минимальное количество символов: %1
tr: En çok %1 karakter
zh_tw: 至少 %1 個字元

source: At most %1 characters
ar: على الأكثر %1 حرف
es: Como máximo %1 caracteres
fi: Enintään %1 merkkiä
gl: Como moito %1 caracteres.
hi: अधिकतम %1 वर्ण
pt_br: No máximo %1 caracteres
ru: Максимальное количество символов: %1
tr: En çok %1 karakter
zh_tw: 最多 %1 個字元

source: Max. %1 repeating characters
ar: الحد الأقصى هو %1 من الأحرف المتكررة
es: Máximo %1 caracteres repetidos
fi: Enintään %1 toistuvaa merkkiä
gl: %1 caracteres repetidos como máximo.
hi: अधिकतम %1 दोहराए जाने वाले अक्षर
pt_br: Máximo de %1 repetições de caracteres
ru: Максимальное количество повторяющихся символов: %1
tr: En çok %1 yinelenen karakter
zh_tw: 最多 %1 個重複字元

source: At least one lowercase letter
ar: حرف صغير واحد على الأقل
es: Al menos una letra minúscula
fi: Vähintään yksi pienaakkonen
gl: Polo menos unha minúscula.
hi: कम से कम एक छोटा अक्षर
pt_br: Pelo menos uma letra em minúsculas
ru: Хотя бы одна буква в нижнем регистре
tr: En az bir küçük harf
zh_tw: 至少一個小寫字母

source: At least one uppercase letter
ar: حرف كبير واحد على الأقل
es: Al menos una letra mayúscula
fi: Vähintään yksi suuraakkonen
gl: Polo menos unha maiúscula.
hi: कम से कम एक बड़ा अक्षर
pt_br: Pelo menos uma letra em maiúsculas
ru: Хотя бы одна буква в верхнем регистре
tr: En az bir BÜYÜK harf
zh_tw: 至少一個大寫字母

source: At least one symbol
ar: رمز واحد على الأقل
es: Al menos un símbolo
fi: Vähintään yksi erikoismerkki
gl: Polo menos un símbolo.
hi: कम से कम एक प्रतीक
pt_br: Pelo menos um símbolo
ru: Хотя бы один специальный символ
tr: En az bir sembol
zh_tw: 至少一個符號

source: At least one number
ar: رقم واحد على الأقل
es: Al menos un número
fi: Vähintään yksi numero
gl: Polo menos un número.
hi: कम से कम एक नंबर
pt_br: Pelo menos um número
ru: Хотя бы одна цифра
tr: En az bir sayı
zh_tw: 至少一個數字

# @info:placeholder
source: Search Word…
ar: ابحث كلمة…
eo: Serĉu Vorton…
es: Buscar palabra…
fi: Etsi sanaa…
gl: Buscar unha palabra…
hi: शब्द खोजें…
hu: Szó keresése…
pt_br: Pesquisar palavra…
ru: Поиск слова…
tr: Sözcük ara…
zh_tw: 搜尋單字…

source: Server
ar: الخادم
eo: Servilo
es: Servidor
fi: Palvelin
fr: Serveur
gl: Servidor
hi: सर्वर
hu: Kiszolgáló
ia: Servitor
pl: Serwer
pt_br: Servidor
ru: Сервер
tr: Sunucu
uk: Сервер
zh_tw: 伺服器

source: Filter Account…
ar: رشّح حساب…
eo: Filtri Konton…
es: Filtrar cuenta…
fi: Suodata tilejä…
gl: Filtrar a conta…
hi: खाता फ़िल्टर करें…
hu: Fiók szűrése…
pt_br: Filtrar conta…
ru: Фильтр учётных записей…
tr: Hesabı Süz…
zh_tw: 過濾帳戶…

# @info:placeholder
source: Enter code
ar: أدخل شفرة
eo: Enigu kodon
es: Introduzca código
fi: Anna koodi
gl: Insira o código
hi: कोड दर्ज करें
hu: Írja be a kódot
pt_br: Digite o código
ru: Введите код
tr: Kod gir…
zh_tw: 輸入驗證碼

# @action:button
source: Send new code
ar: أرسل شفرة جديدة
eo: Sendi novan kodon
es: Enviar nuevo código
fi: Lähetä uusi koodi
gl: Enviar un novo código
hi: नया कोड भेजें
hu: Új kód küldése
pt_br: Enviar novo código
ru: Отправить новый код
tr: Yeni Kod Gönder
zh_tw: 傳送新的驗證碼
