Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Message editing is blocked
ar: تحرير الرسائل محظور
eo: Mesaĝredaktado estas blokita
es: La edición de mensajes está bloqueada
fi: Viestin muokkaaminen on estetty
fr: La modification de messages est bloquée
gl: Bloqueouse a edición de mensaxes
hi: संदेश संपादन अवरुद्ध है
hu: Az üzenet szerkesztése tiltva van
ia: Modificar Message es blocate
nl: Berichten bewerken is geblokkeerd
pl: Edytowanie wiadomości jest zablokowane
pt_br: A edição de mensagem está bloqueada
ru: Редактирование сообщений заблокировано
sv: Meddelanderedigering är blockerad
tr: İleti düzenleme engelleniyor
uk: Редагування повідомлень заблоковано

source: Message size exceeds Message_MaxAllowedSize
ar: حجم الرسالة يتجاوز Message_MaxAllowedSize
eo: Mesaĝgrandeco superas Message_MaxAllowedSize
es: El tamaño del mensaje excede Message_MaxAllowedSize
fi: Viestin koko on suurempi kuin Message_MaxAllowedSize
fr: La taille du message dépasse Message_MaxAllowedSize
gl: O tamaño da mensaxe supera «Message_MaxAllowedSize».
hi: संदेश का आकार Message_MaxAllowedSize से अधिक है
hu: Az üzenet mérete túllépi a Message_MaxAllowedSize méretet
ia: Grandor de message supera Message_MaxAllowedSize
nl: Berichtgrootte gaat boven Message_MaxAllowedSize
pl: Rozmiar wiadomości przekracza Message_MaxAllowedSize
pt_br: O tamanho da mensagem excede o Message_MaxAllowedSize
ru: Размер сообщения превышает Message_MaxAllowedSize
sv: Meddelandestorlek överskrider Message_MaxAllowedSize
tr: İleti boyutu, Message_MaxAllowedSize boyutunu aşıyor
uk: Розмір повідомлення перевищує Message_MaxAllowedSize

source: You must provide the [unsubscribe] link.
ar: يجب عليك توفير رابط [إلغاء الاشتراك].
eo: Vi devas provizi la ligilon [malaboni].
es: Debe proporcionar un enlace para eliminar la suscripción.
fi: [unsubscribe]-linkki on annettava.
fr: Vous devez fournir le lien [unsubscribe].
gl: Debe fornecer a ligazón de [desubscribirse].
hi: आपको [सदस्यता समाप्त] लिंक प्रदान करना होगा.
hu: Meg kell adnia a [unsubscribe] hivatkozást.
ia: Tu debe fornir le ligamine de [unsubscribe].
nl: U moet de koppeling van [unsubscribe] leveren.
pl: Musisz podać odnośnik [wypisania]
pt_br: Você deve fornecer o link para [cancelar a inscrição].
ru: Вам необходимо отправить ссылку [unsubscribe].
sv: Du måste tillhandahålla länken [unsubscribe].
tr: [unsubscribe] bağlantısını sağlamalısınız.
uk: Вам слід надати посилання [unsubscribe].

source: There are no tokens for this user
ar: لا توجد رموز مميزة لهذا المستخدم
eo: Ne estas ĵetonoj por ĉi tiu uzanto
es: No hay símbolos para este usuario
fi: Tälle käyttäjälle ei ole merkkejä
fr: Il n'y a aucun jeton pour cet utilisateur
gl: Non hai pases para esta persoa usuaria.
hi: इस उपयोगकर्ता के लिए कोई टोकन नहीं हैं
hu: Nincsenek tokenek ehhez a felhasználóhoz
ia: Il non ha indicios (tokens) per iste usator
nl: Er zijn geen tokens voor deze gebruiker
pl: Nie ma tokenów dla tego użytkownika
pt_br: Não há tokens para este usuário
ru: Нет маркеров для этого пользователя
sv: Det finns inga symboler för användaren
tr: Bu kullanıcı için bir jeton yok
uk: Немає жетонів для цього користувача
zh_tw: 這個使用者沒有權杖

source: Not allowed
ar: غير مسموح
eo: Ne permesita
es: No permitido
fi: Ei sallittu
fr: Interdit
gl: Non se permite
hi: अनुमति नहीं
hu: Nem megengedett
ia: Non permittite
nl: Niet toegestaan
pl: Nie zezwolono
pt_br: Não permitido
ru: Запрещено
sv: Tillåts inte
tr: İzin verilmiyor
uk: Заборонено
zh_tw: 不被允許

source: Not authorized
ar: غير مصرح
eo: Ne rajtigita
es: No autorizado
fi: Ei valtuutettu
fr: Non autorisé
gl: Non ten autorización
hi: अधिकृत नहीं हैं
hu: Nincs felhatalmazva
ia: Non autorisate
nl: Niet geautoriseerd
pl: Nie uwierzytelniono
pt_br: Não autorizado
ru: Нет разрешения
sv: Saknar behörighet
tr: Yetkilendirilmemiş
uk: Не уповноважено
zh_tw: 未認證

source: Password does not meet the server's policy
ar: كلمة السر لا تتوافق مع سياسة الخادم
eo: Pasvorto ne konformas al la politiko de la servilo
es: La contraseña no cumple con la política del servidor
fi: Salasana ei täytä palvelimen vaatimuksia
fr: Le mot de passe ne respecte pas la politique du serveur
gl: O contrasinal non cumpre coas regras do servidor.
hi: पासवर्ड सर्वर की नीति के अनुरूप नहीं है
hu: A jelszó nem felel meg a kiszolgáló házirendjének
ia: Contrasigno non satisface le politica de servitor
nl: Wachtwoord voldoet niet aan het beleid van de server
pl: Hasło nie spełnia wymagań serwera
pt_br: A senha não atende à política do servidor
ru: Пароль не соответствует правилам сервера
sv: Lösenordet uppfyller inte serverns policy
tr: Parola, sunucu politikasına uymuyor
uk: Пароль не відповідає правилам щодо паролів на сервері

source: Password does not meet the server's policy of maximum length (password too long)
ar: كلمة السر لا تتوافق مع سياسة الخادم الخاصة بالطول الأقصى (كلمة السر طويلة جدًا)
eo: Pasvorto ne konformas al la politiko de maksimuma longo de la servilo (pasvorto tro longa)
es: La contraseña no cumple con la política del servidor de máxima longitud (la contraseña es muy larga)
fi: Salasana ei täytä palvelimen vaatimusta enimmäispituudesta (liian pitkä)
fr: Le mot de passe ne respecte pas la politique du serveur en termes de longueur maximale (mot de passe trop long)
gl: O contrasinal non cumpre coas regras do servidor sobre lonxitude máxima (o contrasinal é longo de máis).
hi: पासवर्ड सर्वर की अधिकतम लंबाई की नीति को पूरा नहीं करता (पासवर्ड बहुत लंबा है)
hu: A jelszó nem felel meg a kiszolgáló legnagyobb hosszú házirendjének (a jelszó túl hosszú)
ia: Contrasigno non satisface le politica de servitor de maxime longor (contrasigno troppo longe)
nl: Wachtwoord voldoet niet aan het beleid van de server voor de maximum lengte (wachtwoord is te lang)
pl: Hasło nie spełnia wymagań serwera pod kątem długości (hasło jest zbyt długie)
pt_br: A senha não atende à política de comprimento máximo do servidor (a senha é muito grande)
ru: Пароль не соответствует правилу сервера о максимальной длине (пароль является слишком длинным)
sv: Lösenordet uppfyller inte serverns policy för maximal lösenordslängd (lösenordet för långt)
tr: Parola, sunucunun en büyük uzunluk politikasına uymuyor (pek uzun)
uk: Пароль не відповідає правилу максимальної довжини пароля на сервері (пароль є надто довгим)

source: Password does not meet the server's policy of minimum length (password too short)
ar: كلمة السر لا تتوافق مع سياسة الخادم الخاصة بالحد الأدنى للطول (كلمة السر قصيرة جدًا)
eo: Pasvorto ne plenumas la politpiktogram de la servilo pri minimuma longo (pasvorto tro mallonga)
es: La contraseña no cumple con la política del servidor de mínima longitud (la contraseña es muy corta)
fi: Salasana ei täytä palvelimen vaatimusta vähimmäispituudesta (liian lyhyt)
fr: Le mot de passe ne respecte pas la politique du serveur en termes de longueur minimale (mot de passe trop court)
gl: O contrasinal non cumpre coas regras do servidor sobre lonxitude mínima (o contrasinal non é longo dabondo).
hi: पासवर्ड सर्वर की न्यूनतम लंबाई की नीति को पूरा नहीं करता है (पासवर्ड बहुत छोटा है)
hu: A jelszó nem felel meg a kiszolgáló legkisebb hosszú házirendjének (a jelszó túl rövid)
ia: Contrasigno non satisface le politica de servitor de minime longor (contrasigno troppo curte)
nl: Wachtwoord voldoet niet aan het beleid van de server voor de minimum lengte (wachtwoord te kort)
pl: Hasło nie spełnia wymagań serwera pod kątem długości (hasło jest zbyt krótkie)
pt_br: A senha não atende à política de comprimento mínimo do servidor (a senha é muito curta)
ru: Пароль не соответствует правилу сервера о минимальной длине (пароль является слишком коротким)
sv: Lösenordet uppfyller inte serverns policy för minimal lösenordslängd (lösenordet för kort)
tr: Parola, sunucunun en kısa uzunluk politikasına uymuyor (pek kısa)
uk: Пароль не відповідає правилу мінімальної довжини пароля на сервері (пароль є надто коротким)

source: Password does not meet the server's policy of at least one lowercase character
ar: كلمة السر لا تتوافق مع سياسة الخادم المتمثلة في حرف صغير واحد على الأقل
eo: Pasvorto ne plenumas la politpiktogram de la servilo de almenaŭ unu minuskla signo
es: La contraseña no cumple con la política del servidor de al menos un carácter en minúsculas
fi: Salasana ei täytä palvelimen vaatimusta vähintään yhdestä pienaakkosesta
fr: Le mot de passe ne respecte pas la politique du serveur, il doit comporter au moins une lettre en minuscule
gl: O contrasinal non cumpre coas regras do servidor de usar polo menos unha minúscula.
hi: पासवर्ड सर्वर की कम से कम एक लोअरकेस अक्षर की नीति को पूरा नहीं करता है
hu: A jelszó nem felel meg a kiszolgáló legalább egy kisbetűs karakterű házirendjének
ia: Contrasigno non satisface le politica de al minus un character minuscule
nl: Wachtwoord voldoet niet aan het beleid van de server voor minstens een kleine letter
pl: Hasło nie spełnia wymagań serwera pod kątem co najmniej jednej małej litery
pt_br: A Senha não atende à política do servidor de pelo menos um caractere minúsculo
ru: Пароль не соответствует правилу сервера о наличии хотя бы одной буквы в нижнем регистре
sv: Lösenordet uppfyller inte serverns policy för minst en liten bokstav
tr: Parola, sunucunun en az bir küçük harf içerme politikasına uymuyor
uk: Пароль не відповідає правилу сервера щодо наявності принаймні одної літери нижнього регістру

source: Password does not meet the server's policy of at least one numerical character
ar: كلمة السر لا تتوافق مع سياسة الخادم المتمثلة في حرف رقمي واحد على الأقل
eo: Pasvorto ne plenumas la politpiktogram de la servilo de almenaŭ unu nombra signo
es: La contraseña no cumple con la política del servidor de al menos un carácter numérico
fi: Salasana ei täytä palvelimen vaatimusta vähintään yhdestä numerosta
fr: Le mot de passe ne respecte pas la politique du serveur, il doit comporter au moins un chiffre
gl: O contrasinal non cumpre coas regras do servidor de usar polo menos un díxito.
hi: पासवर्ड सर्वर की कम से कम एक संख्यात्मक वर्ण की नीति को पूरा नहीं करता है
hu: A jelszó nem felel meg a kiszolgáló legalább egy számjegy karakterű házirendjének
ia: Contrasigno non satisface le politica de al minus un character numeric
nl: Wachtwoord voldoet niet aan het beleid van de server voor minstens een cijfer
pl: Hasło nie spełnia wymagań serwera pod kątem co najmniej jednej cyfry
pt_br: A senha não atende à política do servidor de pelo menos um caractere numérico
ru: Пароль не соответствует правилу сервера о наличии хотя бы одной цифры
sv: Lösenordet uppfyller inte serverns policy för minst ett siffertecken
tr: Parola, sunucunun en az bir sayı içerme politikasına uymuyor
uk: Пароль не відповідає правилу сервера щодо наявності принаймні одної цифри

source: Password does not meet the server's policy of at least one special character
ar: كلمة السر لا تتوافق مع سياسة الخادم المتمثلة في حرف خاص واحد على الأقل
eo: Pasvorto ne plenumas la politpiktogram de la servilo de almenaŭ unu speciala signo
es: La contraseña no cumple con la política del servidor de al menos un carácter especial
fi: Salasana ei täytä palvelimen vaatimusta vähintään yhdestä erikoismerkistä
fr: Le mot de passe ne respecte pas la politique du serveur, il doit comporter au moins un caractère spécial
gl: O contrasinal non cumpre coas regras do servidor de usar polo menos un carácter especial.
hi: पासवर्ड सर्वर की कम से कम एक विशेष वर्ण की नीति को पूरा नहीं करता है
hu: A jelszó nem felel meg a kiszolgáló legalább egy különleges karakterű házirendjének
ia: Contrasigno non satisface le politica de al minus un character special
nl: Wachtwoord voldoet niet aan het beleid van de server voor minstens een speciaal teken
pl: Hasło nie spełnia wymagań serwera pod kątem co najmniej jednego specjalnego znaku
pt_br: A senha não atende à política do servidor de pelo menos um caractere especial
ru: Пароль не соответствует правилу сервера о наличии хотя бы одного специального символа
sv: Lösenordet uppfyller inte serverns policy för minst ett specialtecken
tr: Parola, sunucunun en az bir özel karakter içerme politikasına uymuyor
uk: Пароль не відповідає правилу сервера щодо наявності принаймні одного спеціального символу

source: Password does not meet the server's policy of at least one uppercase character
ar: كلمة السر لا تتوافق مع سياسة الخادم المتمثلة في حرف كبير واحد على الأقل
eo: Pasvorto ne plenumas la politpiktogram de la servilo de almenaŭ unu majuskla signo
es: La contraseña no cumple con la política del servidor de al menos un carácter en mayúsculas
fi: Salasana ei täytä palvelimen vaatimusta vähintään yhdestä suuraakkosesta
fr: Le mot de passe ne respecte pas la politique du serveur, il doit comporter au moins une lettre en majuscule
gl: O contrasinal non cumpre coas regras do servidor de usar polo menos unha maiúscula.
hi: पासवर्ड सर्वर की कम से कम एक अपरकेस अक्षर की नीति को पूरा नहीं करता है
hu: A jelszó nem felel meg a kiszolgáló legalább egy nagybetűs karakterű házirendjének
ia: Contrasigno non satisface le politica de al minus un character majuscule
nl: Wachtwoord voldoet niet aan het beleid van de server voor minstens een hoofdletter
pl: Hasło nie spełnia wymagań serwera pod kątem co najmniej jednej wielkiej litery
pt_br: A senha não atende à política do servidor de pelo menos um caractere maiúsculo
ru: Пароль не соответствует правилу сервера о наличии хотя бы одной буквы в верхнем регистре
sv: Lösenordet uppfyller inte serverns policy för minst en stor bokstav
tr: Parola, sunucunun en az bir BÜYÜK harf içerme politikasına uymuyor
uk: Пароль не відповідає правилу сервера щодо наявності принаймні одної літери верхнього регістру

source: Password does not meet the server's policy of forbidden repeating characters (you have too many of the same characters next to each other)
ar: لا تلبي كلمة السر سياسة الخادم الخاصة بالأحرف المتكررة المحظورة (لديك الكثير من المحارف نفسها بجانب بعضها البعض)
eo: Pasvorto ne plenumas la politpiktogram de la servilo pri malpermesitaj ripetaj signoj (vi havas tro da samaj signoj unu apud la alia)
es: La contraseña no cumple con la política del servidor sobre caracteres repetidos prohibidos (tiene demasiadas veces el mismo carácter junto)
fi: Salasana ei täytä palvelimen vaatimusta toistuvien merkkien kiellosta (liian monta samaa merkkiä lähekkäin)
fr: Le mot de passe ne respecte pas la politique du serveur en termes de caractères répétés (un même caractère est répété un trop grand nombre de fois à la suite)
gl: O contrasinal non cumpre coas regras do servidor de repeticións prohibidas de caracteres (ten demasiados caracteres idénticos xuntos).
hi: पासवर्ड सर्वर की निषिद्ध दोहराए जाने वाले वर्णों की नीति को पूरा नहीं करता है (आपके पास एक दूसरे के बगल में बहुत सारे समान वर्ण हैं)
hu: A jelszó nem felel meg a kiszolgáló ismétlődő karakterek tiltású házirendjének (túl sok ugyanolyan karakter van egymás mellett)
ia: Contrasigno non satisface le politica de servitor de characteres reiterante prohibite (tu ha troppo characteres le mesme proxime le un al altere)
nl: Wachtwoord voldoet niet aan het beleid van de server voor verboden herhaalde tekens (u hebt teveel identieke tekens naast elkaar)
pl: Hasło nie spełnia wymagań serwera pod kątem zakazanych znaków do powtarzania (masz zbyt dużo tych samych znaków obok siebie)
pt_br: A senha não atende a política do servidor de caracteres repetidos proibidos (você tem muitos dos mesmos caracteres um ao lado do outro)
ru: Пароль не соответствует правилу сервера о запрете повторяющихся символов (слишком много одинаковых символов, идущих сразу друг за другом)
sv: Lösenordet uppfyller inte serverns policy av förbjudna upprepade tecken (du har för många likadana tecken intill varandra)
tr: Parola, sunucunun aynı karakteri pek çok kez yineleme politikasına uymuyor (aynı karakter, çok kez yan yana kullanılmış)
uk: Пароль не відповідає правилам сервера щодо заборони повторів символів (у вас надто багато однакових символів поряд один із одним)

source: Push is disabled
ar: الإشعار الفوري معطل
eo: Puŝo estas malŝaltita
es: Empujar está deshabilitado
fr: Le Push est désactivé
gl: As notificacións levadas están desactivadas
hi: पुश अक्षम है
hu: A leküldés le van tiltva
ia: Push es dishabilitte
nl: Push is uitgeschakeld
pl: Popychanie jest wyłączone
pt_br: Push está desabilitado
ru: Выталкивание запрещено
sv: Push är inaktiverad
tr: İtme, devre dışı
uk: Виштовхування заборонено

source: Cannot delete role because it's in use
ar: لا يمكن حذف الدور لأنه مستخدم حاليا
eo: Ne povas forigi rolon ĉar ĝi estas uzata
es: No se puede borrar el rol porque está en uso
fi: Roolia ei voi poistaa, koska se on käytössä
fr: Impossible de supprimer ce rôle car il est utilisé
gl: Non é posíbel eliminar o rol por estar en uso.
hi: भूमिका हटाई नहीं जा सकती क्योंकि वह उपयोग में है
hu: Nem lehet törölni a szerepet, mert használatban van
ia: Non pote deler rolo proque il es in uso
nl: Kan rol niet verwijderen omdat deze in gebruik is
pl: Nie można usunąć roli, bo jest w użyciu
pt_br: Não é possível excluir a função porque ela está em uso
ru: Не удалось удалить роль, так как она используется
sv: Kan inte ta bort roll eftersom den används
tr: Rol silinemiyor; çünkü kullanımda
uk: Не можна вилучити роль, оскільки її використано

source: Role name is required
ar: اسم الدور مطلوب
eo: Rolnomo estas postulata
es: El nombre del rol es necesario
fi: Roolin nimi vaaditaan
fr: Le nom du rôle est requis
gl: O nome do rol é necesario.
hi: भूमिका नाम आवश्यक है
hu: A szerep neve kötelező
ia: Nomine de rolo es requirite
nl: Naam van rol is vereist
pl: Wymagana jest nazwa roli
pt_br: O nome da função é obrigatório
ru: Необходимо имя роли
sv: Rollnamn krävs
tr: Rol adı gerekli
uk: Слід вказати назву ролі

source: Room is not closed
ar: الغرفة غير مغلقة
eo: La ĉambro ne estas fermita
es: La sala no está cerrada
fi: Huone ei ole suljettu
fr: Le salon n'est pas fermé
gl: A sala non está pechada.
hi: कमरा बंद नहीं है
hu: A szoba nincs lezárva
ia: Sala non es claudite
nl: Room is niet gesloten
pl: Pokój nie jest zamknięty
pt_br: A sala não está fechada
ru: Комната не закрыта
sv: Rummet är inte stängt
tr: Oda, kapalı değil
uk: Кімнату не зачинено

source: The field '%1' is required.
ar: الحقل '%1' مطلوب.
eo: La kampo '%1' estas postulata.
es: El campo «%1» es necesario.
fi: Kenttä ”%1” vaaditaan.
gl: O campo «%1» é obrigatorio.
hi: फ़ील्ड '%1' आवश्यक है.
hu: A(z) „%1” mező kötelező.
pt_br: O campo '%1' é necessário.
ru: Требуется поле «%1»
tr: “%1” alanı gerekli.

source: This is not a Livechat room
ar: هذه ليست غرفة حية
eo: Ĉi tio ne estas Livechat-ĉambro
es: Esta no es una sala de chat en vivo
fi: Tämä ei ole livekeskusteluhuone
fr: Ce salon n'est pas un salon Livechat
gl: Esta non é unha sala de conversa en directo.
hi: यह कोई लाइवचैट रूम नहीं है
hu: Ez nem egy élő csevegési szoba
ia: Isto non es un sala de Livechat
nl: Dit is geen Livechat-room
pl: To nie jest pokój z rozmową na żywo
pt_br: Esta não é uma sala de Livechat
ru: Это не комната Livechat
sv: Det här är inte ett rum för direktchatt
tr: Bu, bir Livechat odası değil
uk: Ця кімната не є кімнатою інтерактивного спілкування
zh_tw: 這不是一個即時聊天聊天室

source: Personal Access Tokens are currently disabled
ar: رموز الوصول الشخصية معطلة حاليًا
eo: Personaj Alirĵetonoj estas nuntempe malŝaltitaj
es: Los símbolos de acceso personal están deshabilitados
fi: Henkilökohtaiset pääsymerkit on poistettu käytöstä
fr: Les jetons d'accès personnel sont actuellement désactivés
gl: Os pases de acceso persoal están desactivados actualmente.
hi: व्यक्तिगत एक्सेस टोकन वर्तमान में अक्षम हैं
hu: A személyes hozzáférési tokenek jelenleg le vannak tiltva
ia: Perconal Access Tokens (Indicios de Accesso Personal) es currentemente dishabilitate
nl: Persoonlijke toegangtokens zijn op dit moment uitgeschakeld
pl: Osobiste tokeny dostępu są obecnie wyłączone
pt_br: Os tokens de acesso pessoal estão desativados no momento
ru: Личные маркеры доступа сейчас отключены
sv: Personliga åtkomstsymboler är för närvarande inaktiverade
tr: Kişisel Erişim Jetonları, şu anda devre dışı
uk: Особисті жетони доступу зараз вимкнено
zh_tw: 個人存取權杖目前已停用

source: A token with this name already exists
ar: رمز بهذا الاسم موجود فعلًا
eo: Signo kun ĉi tiu nomo jam ekzistas
es: Ya existe un símbolo con este nombre
fi: Tämän niminen merkki on jo olemassa
fr: Un jeton portant ce nom existe déjà
gl: Xa existe un pase con este nome.
hi: इस नाम का एक टोकन पहले से मौजूद है
hu: Már létezik ilyen nevű token
ia: Un indicio (token) con iste nomine ja existe
nl: Een token met deze naam bestaat al
pl: Token o tej nazwie już istnieje
pt_br: Já existe um token com esse nome
ru: Маркер с таким именем уже существует
sv: En symbol med det här namnet finns redan
tr: Bu adda bir jeton halihazırda var
uk: Жетон із такою назвою вже існує
zh_tw: 已經存在相同名稱的權杖

source: Token does not exists
ar: الرمز المميز غير موجود
eo: Token ne ekzistas
es: El símbolo no existe
fi: Merkkiä ei ole olemassa
fr: Ce jeton n'existe pas
gl: O pase non existe.
hi: टोकन मौजूद नहीं है
hu: A token nem létezik
ia: Indicio (token) nonn existe
nl: Token bestaat niet
pl: Token nie istnieje
pt_br: O token não existe
ru: Маркер не существует
sv: Symbol finns inte
tr: Jeton yok
uk: Жетона не існує
zh_tw: 權杖不存在

source: Error, too many requests. Please slow down. You must wait %1 seconds before trying again.
ar: خطأ، هناك طلبات كثيرة جدًا. يُرجى الإبطاء. يجب عليك الانتظار بنسبة %1 ثانية قبل المحاولة مرة أخرى.
eo: Eraro, tro da petoj. Bonvolu malrapidigi. Vi devas atendi %1 sekundojn antaŭ ol provi denove.
es: Error, demasiadas peticiones. Por favor, inténtelo más lentamente. Debe esperar %1 segundos antes de probar de nuevo.
fi: Virhe: liikaa pyyntöjä. Hidasta. On odotettava %1 sekuntia ennen uudelleenyritystä.
gl: Produciuse un erro, fixéronse demasiadas solicitudes. Reduza a velocidade. Debe agardar %1 segundos antes de intentalo de novo.
hi: त्रुटि, बहुत अधिक अनुरोध। कृपया धीमा करें। आपको पुनः प्रयास करने से पहले %1 सेकंड प्रतीक्षा करनी होगी।
hu: Hiba, túl sok kérés. Lassítson. Várnia kell %1 másodpercet, mielőtt újra próbálkozna.
pt_br: Erro, muitas requisições. Vá devagar, você precisa esperar %1 segundos antes de tentar novamente.
ru: Ошибка, слишком много запросов. Необходимо подождать %1 сек. перед повторной попыткой.
tr: Hata, pek çok istek gönderimi. Lütfen yavaşlayın. Yeniden denemeden önce %1 saniye beklemelisiniz.

source: User has no roles
ar: المستخدم ليس لديه أي دور
eo: Uzanto ne havas rolojn
es: El usuario no tiene roles
fi: Käyttäjällä ei ole rooleja
fr: L'utilisateur n'a aucun rôle
gl: A persoa usuaria non ten roles.
hi: उपयोगकर्ता की कोई भूमिका नहीं है
hu: A felhasználónak nincsenek szerepei
ia: Usator ha nulle rolos
nl: Gebruiker heeft geen rol
pl: Użytkownik nie pełni żadnej roli
pt_br: O usuário não tem funções
ru: У пользователя нет ролей
sv: Användare har inga roller
tr: Kullanıcının bir rolü yok
uk: У користувача немає ролей

source: User is not activated
ar: لم يُنشط المستخدم
eo: Uzanto ne estas aktivigita
es: El usuario no está activado
fi: Käyttäjää ei ole aktivoitu
fr: L'utilisateur n'est pas activé
gl: A persoa usuaria non está activada.
hi: उपयोगकर्ता सक्रिय नहीं है
hu: A felhasználó nincs aktiválva
ia: Usator non es activate
nl: Gebruiker is niet geactiveerd
pl: Użytkownik nie jest bieżący
pt_br: O usuário não está ativado
ru: Пользователь не активирован
sv: Användare är inte aktiverad
tr: Kullanıcı, etkin değil
uk: Запис користувача не активовано
zh_tw: 使用者尚未啟用
