Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

# @action:button
source: Reset E2E Key
ar: صفّر مفتاح التعمية من طرف لطرف
eo: Restarigi E2E-Ŝlosilon
es: Reiniciar clave E2E
fi: Nollaa E2E-avain
gl: Restabelecer a chave de extremo a extremo
hi: E2E कुंजी रीसेट करें
hu: Végpontok közötti titkosítási kulcs visszaállítása
pt_br: Redefinir chave E2E
ru: Сбросить ключ сквозного шифрования
tr: Uçtan Uca Şifreleme Anahtarını Kaldır
zh_tw: 重設點對點加密金鑰

# @action:button
source: Modify
ar: عدّل
es: Modificar
fi: Muuta
gl: Modificar
hu: Módosítás
pt_br: Modificar
ru: Изменить
tr: Değişiklik Yap
zh_tw: 變更

# @label:textbox
source: You can now create encrypted private groups and direct messages. You may also change existing private groups or DMs to encrypted. This is end to end encryption so the key to encode/decode your messages will not be saved on the server. For that reason you need to store your password somewhere safe. You will be required to enter it on other devices you wish to use e2e encryption on.
ar: يمكنك الآن إنشاء مجموعات خاصة معماة ورسائل مباشرة معماة. يمكنك أيضًا تغيير المجموعات الخاصة أو الرسائل المباشرة الموجودة إلى معماة. هذا تعمية من طرف لطرف، لذا لن يُحفظ مفتاح التعمية/فك التعمية رسائلك على الخادم. لهذا السبب تحتاج إلى تخزين كلمة سرك في مكان آمن. سيُطلب منك إدخالها على الأجهزة الأخرى التي ترغب في استخدام تعمية طرف لطرف عليها.
eo: Vi nun povas krei ĉifritajn privatajn grupojn kaj rektajn mesaĝojn. Vi ankaŭ povas ŝanĝi ekzistantajn privatajn grupojn aŭ DM-ojn al ĉifritaj. Ĉi tio estas finĉifrado, do la ŝlosilo por kodi/malkodi viajn mesaĝojn ne estos konservita en la servilo. Tial vi devas konservi vian pasvorton ie sekura. Vi devos enigi ĝin sur aliaj aparatoj, sur kiuj vi volas uzi e2e-ĉifradon.
es: Ahora puede crear grupos privados y mensajes directos cifrados. Además puede cifrar grupos privados y mensajes directos existentes. Se usa cifrado extremo a extremo así que la clave para cifrar/descifrar sus mensajes no se almacenará en el servidor. Por esta razón deberá almacenar su clave en algún sitio seguro. Necesitará introducirla en otros dispositivos si quiere activar el cifrado extremo a extremo.
fi: Voit nyt luoda salattuja yksityishuoneita ja suoraviestejä. Myös jo olemassa olevia yksityishuoneita ja suoraviestejä voi salata. Kaikki on salattu päästä päähän, joten salausavainta ei tallenneta palvelimeen. Tämän vuoksi sinun on tallennettava salasana jonnekin turvaan. Se vaaditaan kaikilla laitteilla, joissa haluat käyttää E2E-salausta.
gl: Agora pode crear grupos privados e mensaxes directas cifradas. Pode tamén cambiar os grupos privados a mensaxes directas existentes para que usen cifraxe a partir de agora. Trátase de cifraxe de extremo a extremo, así que as chaves coas que se codifiquen e descodifiquen as mensaxes non se gardarán no servidor. Por iso ten que almacenar o contrasinal nun lugar seguro. Terá que introducilo noutros dispositivos nos que queira usar a cifraxe de extremo a extremo.
hi: अब आप एन्क्रिप्टेड प्राइवेट ग्रुप और डायरेक्ट मैसेज बना सकते हैं। आप मौजूदा प्राइवेट ग्रुप या DM को एन्क्रिप्टेड में भी बदल सकते हैं। यह एंड टू एंड एन्क्रिप्शन है, इसलिए आपके मैसेज को एनकोड/डिकोड करने की कुंजी सर्वर पर सेव नहीं होगी। इस कारण से आपको अपना पासवर्ड किसी सुरक्षित जगह पर स्टोर करना होगा। आपको इसे उन अन्य डिवाइस पर दर्ज करना होगा, जिन पर आप e2e एन्क्रिप्शन का उपयोग करना चाहते हैं।
hu: Mostantól létrehozhat titkosított személyes csoportokat és közvetlen üzeneteket, és a meglévőket is módosíthatja titkosítottra. Ez egy végpontok közötti titkosítás, vagyis az üzenek kódolásához/visszafejtéséhez használt kulcs nem kerül mentésre a kiszolgálón. Ezért a jelszavát biztonságos helyen kell tárolnia, és a többi eszközön is meg kell adnia, ahol végpontok közötti titkosítást szeretne használni.
pt_br: Agora você pode criar grupos privados e mensagens diretas criptografadas. Você também pode alterar grupos privados ou mensagens diretas existentes para criptografadas. Esta é uma criptografia de ponta a ponta, portanto, a chave para codificar/decodificar suas mensagens não será salva no servidor. Por esse motivo, você precisa armazenar sua senha em um local seguro. Você precisará digitá-la em outros dispositivos nos quais deseja usar a criptografia e2e.
ru: Теперь возможно создавать зашифрованные закрытые группы и личные сообщения. Также можно делать зашифрованными существующие закрытые группы и личные сообщения. Так как шифрование является сквозным, ключ для кодирования и декодирования сообщений не будет храниться на сервере. Поэтому следует сохранить пароль в каком-либо безопасном месте. Если сквозным шифрованием потребуется воспользоваться на других устройствах, на них придётся вводить этот пароль.
tr: Artık şifreli özel gruplar ve doğrudan iletiler oluşturabilirsiniz. Aynı zamanda, var olan özel grupların veya doğrudan iletilerin şifreli olmasını da sağlamanız olanaklı. Bu, uçtan uca şifreleme olduğundan, iletilerinizi şifrelemek ve onların şifresini çözmek için kullanılan anahtar sunucuda kaydedilmez. Bu nedenle, parolanızı güvenli bir yerde depolamanız gerekir. Uçtan uca şifrelemeyi kullanmak istediğiniz diğer aygıtta parolayı girmeniz istenecektir.

source: This option will remove your current E2E key and log you out. When you login again, Rocket.Chat will generate you a new key and restore your access to any encrypted room that has one or more members online. Due to the nature of the E2E encryption, Rocket.Chat will not be able to restore access to any encrypted room that has no member online.
ar: سيؤدي هذا الخيار إلى إزالة مفتاح التعمية من طرف لطرف الحالي وتسجيل خروجك. عند الولوج مرة أخرى، سينشئ لك روكت تشات مفتاحًا جديدًا ويستعيد وصولك إلى أي غرفة معماة بها عضو أو أكثر متصل بالإنترنت. نظرًا لطبيعة التعمية من طرف لطرف، لن يتمكن روكت تشات من استعادة الوصول إلى أي غرفة معمّاة لا يوجد بها عضو متصل بالإنترنت.
eo: Ĉi tiu elekteblo forigos vian nunan E2E-ŝlosilon kaj elsalutos vin. Kiam vi ensalutos denove, Rocket.Chat generos al vi novan ŝlosilon kaj restarigos vian aliron al iu ajn ĉifrita ĉambro, kiu havas unu aŭ plurajn membrojn interrete. Pro la naturo de la ĉifrado E2E, Rocket.Chat ne povos restarigi aliron al iu ĉifrita ĉambro, kiu ne havas membron interrete.
es: Esta opción eliminará su clave E2E y le cerrar la sesión. Cuando acceda de nuevo, Rocket.Chat generará una nueva clave y restaurará su acceso a cualquier sala cifrada que tenga uno o más miembros conectados. Debido a la naturaleza del cifrado E2E, Rocket.Chat no será capaz de restaurar el acceso a habitaciones cifradas que no tengan ningún miembro conectado.
fi: Tämä valinta poistaa nykyisen E2E-avaimesi ja kirjaa sinut ulos. Kirjautuessasi uudelleen Rocket.Chat luo uuden avaimen ja palauttaa pääsysi kaikkiin salattuihin huoneisiin, joissa on vähintään yksi jäsen paikalla. E2E-salauksen luonteen vuoksi Rocket.Chat ei pysty palauttamaan pääsyä salattuihin huoneisiin, joissa ei ole ketään paikalla.
fr: Cette option supprimera votre clé « E2E » actuelle et vous déconnectera. Lorsque vous vous connecterez à nouveau, Rocket.Chat générera une nouvelle clé et rétablira votre accès à tout salon chiffré ayant un ou plusieurs membres en ligne. En raison de la nature du chiffrement « E2E », Rocket.Chat ne sera pas en mesure de restaurer l'accès à tout salon chiffré n'ayant aucun membre en ligne.
gl: Esta opción retirará a súa chave de extremo a extremo actual e pechar a súa sesión. Cando acceda de novo, Rocket.Chat xerará unha nova chave e restaurará o acceso da persoa a calquera sala cifrada na que haxa polo menos unha outra persoa en liña. Por mor da natureza da cifraxe de extremo a extremo, Rocket.Chat non pode restaurar o acceso a salas cifradas sen xente en liña.
hi: यह विकल्प आपकी वर्तमान E2E कुंजी को हटा देगा और आपको लॉग आउट कर देगा। जब आप फिर से लॉग इन करेंगे, तो Rocket.Chat आपके लिए एक नई कुंजी तैयार करेगा और किसी भी एन्क्रिप्टेड रूम तक आपकी पहुँच बहाल करेगा जिसमें एक या अधिक सदस्य ऑनलाइन हैं। E2E एन्क्रिप्शन की प्रकृति के कारण, Rocket.Chat किसी भी एन्क्रिप्टेड रूम तक पहुँच बहाल नहीं कर पाएगा जिसमें कोई सदस्य ऑनलाइन नहीं है।
hu: Ez a beállítás eltávolítja a jelenlegi végpontok közötti titkosítási kulcsot, és kijelentkezteti Önt. Ha újra bejelentkezik, akkor a Rocket.Chat új kulcsot fog előállítani Önnek, és visszaállítja a hozzáférését az összes olyan titkosított szobához, amely egy vagy több elérhető taggal rendelkezik. A végpontok közötti titkosítás természetéből adódóan a Rocket.Chat nem tudja visszaállítani a hozzáférést olyan titkosított szobákhoz, amelyek nem rendelkeznek elérhető taggal.
ia: Iste option removera tu clave E2E currente e te claudera le session. quando tu te authenticara novemente, Rocket.Chat generara pro te un nove clave e restabilira tu accesso a ulle sala cryptate que ha un o plus membros in linea. Debite al natura del cryptation E2E, Rocket.Chat non potera restabilir accesso a ulle sala cryptate que non ha membros in linea.
nl: Deze optie zal uw huidige E2E-sleutel verwijderen en u afmelden. Wanneer u zich opnieuw aanmeldt zal Rocket.Chat voor u een nieuwe sleutel genereren en uw toegang tot een versleutelde room herstellen die een of meer leden online heeft. Vanwege de eigenschap van the E2E-versleuteling zal Rocket.Chat niet instaat zijn toegang te herstellen tot een versleutelde room die geen lid online heeft.
pl: To ustawienie usunie twój bieżący klucz E2E i wyloguje cię. Po ponownym zalogowaniu Rocket.Chat utworzy nowy klucz i przywróci twój dostęp do szyfrowanego pokoju, na którym dostępny jest jedn lub więcej członków. Ze względu na naturę szyfrowania E2E, Rocket.Chat nie będzie w stanie przywrócić dostępu do żadnego z szyfrowanych pokojów, jeśli nie będą w nim obecnie przebywać żadni użytkownicy.
pt_br: Esta opção removerá sua chave E2E atual e desconectará você. Ao efetuar login novamente, o Rocket.Chat gerará uma nova chave e restaurará seu acesso a qualquer sala criptografada que tenha um ou mais membros online. Devido à natureza da criptografia E2E, o Rocket.Chat não poderá restaurar o acesso a nenhuma sala criptografada que não tenha nenhum membro online.
ru: Использование этого параметра приведёт к удалению вашего текущего ключа сквозного шифрования и выходу из программы. После вашего повторного входа в программу Rocket.Chat создаст новый ключ и восстановит ваш доступ ко всем зашифрованным комнатам, в которых в сети находится хотя бы один участник. В силу природы сквозного шифрования Rocket.Chat не сможет восстановить доступ к тем зашифрованным комнатам, где нет находящихся в сети участников.
sv: Alternativet tar bort den nuvarande E2E-nyckeln och loggar ut. När du loggar in igen, skapar Rocket Chat en ny nyckel åt dig och återställer åtkomst till ett eventuellt krypterat rum som har en eller flera medlemmar uppkopplade. På grund av E2E-krypteringens natur, kan inte Rocket Chat återställa åtkomst till ett eventuellt krypterat rum inte har några medlemmar uppkopplade.
tr: Bu seçenek, geçerli uçtan uca şifreleme anahtarınızı kaldırır ve oturumunuzu kapatır. Yeniden oturum açtığınızda, Rocket.Chat yeni bir anahtar üretecek ve bir veya birden çok kullanıcının çevrimiçi olduğu herhangi şifreli bir odaya erişiminizi geri sağlayacaktır. Uçtan uca şifrelemenin doğasından ötürü, Rocket.Chat, içinde çevrimiçi üye olmayan hiçbir odaya erişiminizi geri sağlayamaz.
uk: Використання цього пункту призведе до вилучення вашого поточного ключа E2E і виходу з системи. Під час наступного входу до системи Rocket.Chat створить новий ключ і відновить ваш доступ до усіх зашифрованих кімнат, де у мережі перебуває один або декілька учасників. Через природу шифрування E2E, Rocket.Chat не зможе відновити доступ до усіх зашифрованих кімнат, де нікого немає.
zh_tw: 這個選項會移除您目前的點對點加密金鑰並將您登出。當您再次登入時，Rocket.Chat 會產生一個新金鑰並復原您對有線上成員的加密聊天室的存取。由於點對點加密的特性，Rocket.Chat 沒有辦法復原沒有線上成員的加密聊天室的存取。

# @option:check
source: Activate Two Authentication Factor via Email
ar: فعّل الاستيثاق الثنائي عبر البريد الإلكتروني
eo: Aktivigi Du Aŭtentikigan Faktoron per Retpoŝto
es: Activar la autenticación de dos factores a través de email
fi: Aktivoi kahden tekijän todennus sähköpostitse
gl: Activar a autenticación mediante dous factores por correo electrónico.
hi: ईमेल के माध्यम से दो प्रमाणीकरण कारक सक्रिय करें
hu: Két hitelesítési faktor aktiválása e-mailen keresztül
pt_br: Ativar a autenticação de dois fatores por e-mail
ru: Активировать двухфакторную аутентификацию с помощью эл. почты
tr: İki adımlı kimlik doğrulama katmanını e-posta ile etkinleştir
zh_tw: 啟用電子郵件兩步驟驗證

# @option:check
source: Activate Two Authentication Factor via TOTP
ar: فعّل الاستيثاق الثنائي عبر كلمة السر المستندة على الوقت
eo: Aktivigi Du-Aŭtentikigan Faktoron per TOTP
es: Activar la autenticación de dos factores a través de TOTP
fi: Aktivoi kahden tekijän todennus TOTP:n kautta
gl: Activar a autenticación mediante dous factores por pase momentáneo.
hi: TOTP के माध्यम से दो प्रमाणीकरण कारक सक्रिय करें
hu: Két hitelesítési faktor aktiválása időalapú, egyszer használatos jelszón keresztül
pt_br: Ativar a autenticação de dois fatores por TOTP
ru: Активировать двухфакторную аутентификацию с помощью TOTP
tr: İki adımlı kimlik doğrulama katmanını TOTP ile etkinleştir
zh_tw: 啟用 TOTP（基於時間的）兩步驟驗證

# @label:textbox
source: Open your authentication app and enter the code. You can also use one of your backup codes.
ar: افتح تطبيق الاستيثاق الخاص بك وأدخل الرمز. يمكنك أيضًا استخدام أحد رموزك الاحتياطية.
eo: Malfermu vian aŭtentikigprogramon kaj enigu la kodon. Vi ankaŭ povas uzi unu el viaj rezervaj kodoj.
es: Abra su aplicación de autenticación e introduzca el código. También puede usar alguno de sus códigos de copia de seguridad.
fi: Avaa todennussovellus ja syötä koodi. Myös jotakin varmistuskoodeista voi käyttää.
gl: Abra a aplicación de autenticación e insira o código. Tamén pode usar un dos seus códigos de salvagarda.
hi: अपना प्रमाणीकरण ऐप खोलें और कोड दर्ज करें। आप अपने बैकअप कोड में से किसी एक का भी उपयोग कर सकते हैं।
hu: Nyissa meg a hitelesítő alkalmazását, és adja meg a kódot. Használhatja a biztonsági tartalékkódok egyikét is.
pt_br: Abra seu aplicativo de autenticação e insira o código. Você também pode usar um dos seus códigos de backup.
ru: Откройте своё приложение для аутентификации и введите код. Также возможно использовать один из резервных кодов.
tr: Kimlik doğrulama uygulamanızı açın ve kodu girin. İsterseniz yedek kodlarınızdan birini de kullanabilirsiniz.
zh_tw: 請開啟您的驗證應用程式並輸入驗證碼。 您也可以使用備份碼。

# @info:placeholder
source: Enter authentication code
ar: أدخل شفرة الاستيثاق
eo: Enigi aŭtentikigkodon
es: Introduzca código de autenticación
fi: Syötä todennuskoodi
gl: Insira un código de autenticación
hi: प्रमाणीकरण कोड दर्ज करें
hu: Hitelesítési kód megadása
pt_br: Digitar código de autenticação
ru: Введите код аутентификации
tr: Kimlik doğrulama kodunu gir…
zh_tw: 輸入認證碼

# @action:button
source: Verify
ar: تحقق
eo: Konfirmi
es: Verificar
fi: Tarkista
gl: Verificar
hi: सत्यापित करें
hu: Ellenőrzés
pt_br: Verificar
ru: Проверить
tr: Doğrula
zh_tw: 驗證

# @action:button
source: Regenerate Code
ar: أعد توليد الرمز
eo: Regeneri Kodon
es: Regenerar código
fi: Luo koodi uudelleen
gl: Xerar de novo o código
hi: कोड पुनर्जीवित करें
hu: Kód újra előállítása
pt_br: Regerar código
ru: Пересоздать код
tr: Kodu Yeniden Üret
zh_tw: 重新產生驗證碼

source: Invalid two factor code.
ar: رمز الاستيثاق الثنائي غير صحيح
eo: Nevalida dufaktorkodo.
es: Código de dos factores inválido.
fi: Virheellinen 2FA-koodi.
fr: Code à deux facteurs non valable.
gl: Código de dous factores non válido.
hi: अमान्य दो कारक कोड.
hu: Érvénytelen kétfaktoros kód.
ia: Codice a duo factores invalide.
nl: Ongeldige twee-factorcode.
pl: Nieprawidłowy kod dwustopniowy.
pt_br: Código de dois fatores inválido.
ru: Неверный двухфакторный код.
sv: Ogiltig tvåfaktorskod.
tr: Geçersiz iki adımlı kod.
uk: Некоректний двофакторний код.
zh_tw: 無效的兩步驟驗證碼。

# @title:window
source: Check Two Factor Code
ar: تحقق من رمز الاستيثاق الثنائي
eo: Kontroli Dufaktoran Kodon
es: Comprobar código de dos factores
fi: Tarkista 2FA-koodi
gl: Revise o código de dous factores
hi: दो कारक कोड की जाँच करें
hu: Kétfaktoros kód ellenőrzése
pt_br: Verificar código de dois fatores
ru: Проверка двухфакторного кода
tr: İki adımlı kodu denetle
zh_tw: 檢查兩步驟驗證碼

# @label:textbox
source: Scan the QR code. It will display a 6 digit code which you need to enter below. If you can't scan the QR code, you may enter code manually instead:
ar: امحُ رمز الاستجابة السريعة. سيظهر لك رمز مكون من 6 أرقام يتعين عليك إدخاله أدناه. إذا لم تتمكن من مسح رمز الاستجابة السريعة، يمكنك إدخال الرمز يدويًا بدلاً من ذلك:
eo: Skanu la QR-kodon. Ĝi montros 6-ciferan kodon, kiun vi devas enigi sube. Se vi ne povas skani la QR-kodon, vi povas enmeti kodon permane:
es: Escaneé el código QR. Se mostrará un código de 6 dígitos que tendrá que introducir más abajo. Si no puede escanear el código QR, puede introducir el código de manera manual:
fi: Lue QR-koodi. Se näyttää kuusinumeroisen koodin, joka on syötettävä alle. Ellei QR-koodia voi lukea, syötä seuraava koodin käsin:
gl: Escanee o código QR. Amosará un código de 6 díxitos que terá que introducir embaixo. Se non pode escanear o código QR, pode inserir o código manualmente:
hi: क्यूआर कोड को स्कैन करें। यह 6 अंकों का कोड प्रदर्शित करेगा जिसे आपको नीचे दर्ज करना होगा। यदि आप क्यूआर कोड को स्कैन नहीं कर सकते हैं, तो आप इसके बजाय मैन्युअल रूप से कोड दर्ज कर सकते हैं:
hu: Olvassa be a QR-kódot. Az megjelenít egy hatjegyű kódot, amelyet lentebb kell megadnia. Ha nem tudja beolvasni a QR-kódot, akkor a kódot kézzel is megadhatja:
pt_br: Escaneie o código QR. Será exibido um código de 6 dígitos que você precisa inserir abaixo. Se não conseguir escanear o código QR, você pode inseri-lo manualmente:
ru: Отсканируйте QR-код. Будет показан шестизначный код, который необходимо указать ниже. Если нет возможности выполнить сканирование QR-кода, возможно ввести код вручную:
tr: Kare kodu tarayın. Aşağıya girmeniz gereken bir altı basamaklı kod görüntüleyecektir. Kare kodu tarayamıyorsanız kodu elle girmeniz gerekebilir:
zh_tw: 請掃描 QR code。它會顯示一個 6 碼驗證碼，請在下方輸入它。 如果您無法掃描該 QR code，您也可以手動輸入驗證碼：

source: Make sure you have a copy of your codes: %1 If you lose access to your authenticator app, you can use one of these codes to log in.
ar: تأكد من أن لديك نسخة من الرموز الخاصة بك: %1 إذا فقدت الوصول إلى تطبيق الاستيثاق الخاص بك، فيمكنك استخدام أحد هذه الرموز للولوج.
eo: Certigi, ke vi havas kopion de viaj kodoj: %1 Se vi perdas la aliron al via aŭtentikigilo, vi povas uzi unu el ĉi tiuj kodoj por ensaluti.
es: Asegurese de guardar una copia de sus códigos: %1 Si pierde acceso a su aplicación de autenticación, podrá usar uno de estos código para acceder.
fi: Varmista, että sinulla on kopio koodeista: %1 Jos yhteys todennussovellukseen menetetään, näillä koodeilla voi yhä kirjautua.
fr: Veuillez vous assurer d'avoir une copie de vos codes : %1 Si vous perdez l'accès à votre application d'authentification, vous pouvez utiliser l'un de ces codes pour vous connecter.
gl: Asegúrese de ter unha copia dos seus códigos: %1 Se perde o aceso á súa aplicación de autenticación, pode usar un destes códigos para acceder.
hi: सुनिश्चित करें कि आपके पास अपने कोड की एक प्रति है: %1 यदि आप अपने प्रमाणक ऐप तक पहुँच खो देते हैं, तो आप लॉग इन करने के लिए इनमें से किसी एक कोड का उपयोग कर सकते हैं।
hu: Győződjön meg róla, hogy van egy másolata a kódokról: %1 Ha elveszíti a hozzáférést a hitelesítő alkalmazásához, akkor ezen kódok egyikét használhatja a bejelentkezéshez.
ia: Tu assecura te que tu ha un copia de tu codices: %1 Si tu perde accesso a tu app authenticator, tu pote usar un de iste codices pro acceder.
nl: Verzeker u ervan dat u een kopie van uw codes hebt: %1 Als u toegang tot uw authenticatie-toepassing verliest, kunt u een van deze codes gebruiken om u aan te melden.
pl: Upewnij się, że masz kopię swoich kodów: %1 Jeśli zgubisz dostęp do swojej aplikacji uwierzytelniającej, to będziesz mógł użyć jednego z tych kodów do zalogowania się.
pt_br: Certifique-se de ter uma cópia dos seus códigos: %1 Se você perder o acesso ao seu aplicativo autenticador, poderá usar um destes códigos para fazer login.
ru: Обязательно сделайте копию кодов: %1 В случае потери доступа к приложению для аутентификации будет возможно воспользоваться одним из этих кодов для входа.
sv: Säkerställ att du har en kopia av dina koder: %1 Om du förlorar åtkomst till ditt behörighetskontrollprogram kan du använda någon av de här koderna för att logga in.
tr: Kodlarınızın bir kopyasına iye olduğunuzdan emin olun: %1 Kimlik doğrulayıcı uygulamanıza erişiminizi kaybederseniz oturum açmak için bu kodlardan birini kullanabilirsiniz.
uk: Переконайтеся, що у вас є копія ваших кодів: %1 Якщо ви втратили доступ до вашої програми для розпізнавання, ви можете скористатися одним з цих кодів для входу.
zh_tw: 請確保您有備份碼的複本： %1 如果您無法存取您的驗證應用程式，這些備份碼可以選一個用來登入。

# @title:window
source: Backup Codes
ar: الرموز الاحتياطيّة
eo: Rezervaj Kodoj
es: Códigos de seguridad
fi: Varmistuskoodit
gl: Códigos de salvagarda
hi: बैकअप कोड
hu: Biztonsági tartalékkódok
pt_br: Códigos de backup
ru: Резервные коды
tr: Yedek Kodlar
zh_tw: 備份碼

# @title:window
source: Configure my Account
ar: اضبط حسابك
eo: Agordi mian Konton
es: Configurar mi cuenta
fi: Tiliasetukset
fr: Configurer mon compte
gl: Configurar a conta
hi: मेरा खाता कॉन्फ़िगर करें
hu: Saját fiók beállítása
ia: Configura Mi Conto
nl: Mijn account configureren
pl: Ustawienia mojego konta
pt_br: Configurar minha conta
ru: Настройка учётной записи
sv: Anpassa mitt konto
tr: Hesabımı Yapılandır
uk: Налаштовування облікового запису
zh_tw: 設定我的帳戶

source: Profile
ar: التشكيلة
eo: Profilo
es: Perfil
fi: Profiili
fr: Profil
gl: Perfil
hi: प्रोफ़ाइल
hu: Profil
ia: Profilo
nl: Profiel
pl: Profil
pt_br: Perfil
ru: Профиль
sv: Profil
tr: Profil
uk: Профіль
zh_tw: 個人資料

source: Preference
ar: تفضيل
eo: Prefero
es: Preferencia
fi: Suosio
fr: Préférence
gl: Preferencia
hi: वरीयता
hu: Beállítások
ia: Preferentia
nl: Voorkeur
pl: Ustawienia
pt_br: Preferencias
ru: Приоритет
sv: Preferens
tr: Tercihler
uk: Пріоритет
zh_tw: 偏好設定

source: Two Authentication Factor
ar: عامل الاستيثاق الثنائي
eo: Du-Aŭtentikiga Faktoro
es: Autenticación de dos factores
fi: Kahden tekijän todennus
fr: Authentification à deux facteurs
gl: Autenticación de dous factores
hi: दो प्रमाणीकरण कारक
hu: Két hitelesítési faktor
ia: Authentication a Duo Factor
nl: Twee-factor-authenticatie
pl: Dwustopniowe uwierzytelnianie
pt_br: Autenticação de dois fatores
ru: Фактор двухфакторной аутентификации
sv: Tvåfaktorsbehörighetskontroll
tr: İki Adımlı Kimlik Doğrulama
uk: Двофакторне розпізнавання
zh_tw: 兩步驟驗證

source: E2E Encryption
ar: التعمية من طرف لطرف
eo: E2E Ĉifrado
es: Cifrado E2E
fi: E2E-salaus
fr: Chiffrement « E2E »
gl: Cifraxe de extremo a extremo
hi: E2E एन्क्रिप्शन
hu: Végpontok közötti titkosítás
ia: Cryptation E2E
nl: E2E-encryptie
pl: Szyfrowanie E2E
pt_br: Criptografia E2E
ru: Сквозное шифрование
sv: E2E-kryptering
tr: Uçtan Uca Şifreleme
uk: Шифрування E2E
zh_tw: 點對點加密

source: Manage Device
ar: أدر الجهاز
eo: Administri Aparato
es: Administrar dispositivos
fi: Hallinnoi laitetta
fr: Gérer un périphérique
gl: Xestionar o dispositivo
hi: डिवाइस प्रबंधित करें
hu: Eszköz kezelése
nl: Apparaat beheren
pt_br: Gerenciar dispositivo
ru: Управление устройством
sv: Hantera enhet
tr: Aygıtı Yönet
uk: Керування пристроєм
zh_tw: 管理裝置

# @option:check
source: Timestamp in messages
es: Marca de tiempo en mensajes
tr: İletilerde zaman damgaları

# @info:placeholder
source: Search device…
ar: ابحث عن جهاز…
eo: Serĉi aparaton…
es: Buscar dispositivo…
fi: Etsi laitetta…
gl: Buscar un dispositivo…
hi: डिवाइस खोजें…
hu: Eszköz keresése…
pt_br: Pesquisar dispositivo…
ru: Поиск устройства…
tr: Aygıt ara…
zh_tw: 搜尋裝置…
