Repository: KDE/ruqola
Catalog: po/*/ruqola.po
Languages: ar, eo, es, fi, fr, gl, hi, hu, ia, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Allow to search file from username and filename.
ar: السماح بالبحث في الملف من اسم المستخدم واسم الملف.
es: Búsqueda de archivo por usuario y nombre.
fi: Salli etsi käyttäjätunnuksesta ja tiedostonimestä tiedostoa.
gl: Permitir buscar nun ficheiro a partir do nome de persoa usuaria e nome de ficheiro.
pt_br: Permite pesquisar arquivos a partir do nome de usuário e nome do arquivo.
ru: Возможность поиска файла по имени пользователя и по имени файла
tr: Kullanıcı ve dosya adından dosya aramaya izin ver
zh_tw: 允許從使用者名稱和檔案名稱搜尋檔案。

source: Fix copy action text when we copy a text selection.
ar: إصلاح نص إجراء النسخ عندما نقوم بنسخ تحديد النص.
es: Mejora en la acción de copiar texto cuando se copia una sección de texto.
fi: Korjaa tekstin kopiointitoiminto tekstivalintaa tehtäessä.
gl: Corrixir o texto da acción de copia ao copiar unha selección de texto.
pt_br: Corrige texto de ação de cópia quando copiamos uma seleção de texto.
ru: Исправление текста для действия копирования при копировании выбранного текста
tr: Bir metin seçimi kopyalandığında kopyalama eylemini onar
zh_tw: 修正複製文字選擇時的複製動作文字。

source: A command start with '/' and not /* or //
ar: أمر يبدأ بـ '/' وليس /* أو //
es: Una instrucción empieza con «/» no con «/*» o «//»
fi: Komento alkaa ”/”, ei ”/*” tai ”//”
gl: Un inicio de orde con «/» e non «/*» ou «//».
pt_br: Um comando começa com '/' e não com /* ou //
ru: Начало команды с «/», а не /* или //
tr: Bir komut “/” ile başlar, “/*” veya “//” ile değil
zh_tw: 指令以 '/' 開頭（但非 '/*' 或 '//'）

source: Allow to put command line in clipboard when an error occurred
ar: السماح بوضع سطر الأوامر في الحافظة عند حدوث خطأ
es: Capacidad para almacenar en el portapapeles una instrucción cuando ha ocurrido un error
fi: Salli viedä komentorivi leikepöydälle virheen tapahduttua
gl: Permitir copiar a liña de ordes no portapapeis ao produciuse un erro.
pt_br: Permite colocar a linha de comando na área de transferência quando ocorrer um erro
ru: Возможность поместить содержимое командной строки в буфер обмена при возникновении ошибки
tr: Bir hata oluştuğunda komutu panoya koymaya izin ver
zh_tw: 允許在發生錯誤時把指令複製到剪貼簿

source: Allow to activate/deactivate apps market.
ar: اسمح بتنشيط/إلغاء تنشيط سوق التطبيقات.
es: Capacidad para activar/desactivar el mercado de aplicaciones
fi: Salli aktivoida tai passivoida sovelluskauppa.
gl: Permitir activar ou desactivar o mercado de aplicacións.
pt_br: Permite ativar/desativar o mercado de aplicativos.
tr: Uygulama marketini etkinleştirmeye/devre dışı bırakmaya izin ver
zh_tw: 允許啟用/停用應用程式商店。

source: Improve list of user in room.
ar: تحسين قائمة المستخدمين في الغرفة
es: Mejoras en la lista de usuarios de una sala.
fi: Paranna huoneen käyttäjäluetteloa.
gl: Mellorar a lista de xente na sala.
pt_br: Melhora a lista de usuários na sala.
ru: Улучшение списка пользователей в комнате
tr: Odadaki kullanıcı listesini iyileştir
zh_tw: 改善聊天室中的使用者清單。

source: Search in encrypted room is not possible.
ar: البحث في الغرف المعماة غير ممكن.
es: No es posible buscar en salas cifradas.
fi: Haku salatusta huoneesta ei ole mahdollista.
gl: Non é posíbel buscar nunha sala cifrada.
pt_br: Não é possível pesquisar em sala criptografada.
ru: Поиск в зашифрованной комнате невозможен
tr: Şifreli odada arama yapmak artık olanaklı değil
zh_tw: 無法在加密聊天室裡進行搜尋。

source: Show roles for users in rooms.
ar: عرض الأدوار للمستخدمين في الغرفة.
es: Mostrar los roles de los usuarios en salas.
fi: Näytä huoneiden käyttäjien roolit.
gl: Amosar os roles da xente nas salas.
pt_br: Mostra funções para usuários em salas.
ru: Показ ролей для пользователей в комнатах
tr: Odalardaki kullanıcıların rollerini göster
zh_tw: 在聊天室裡顯示使用者的角色。

source: Fix download languages apps.
ar: إصلاح تنزيل تطبيقات لغات.
es: Mejora en la descarga de aplicaciones de idiomas.
fi: Korjaa kieltenlataussovellus.
gl: Corrección das aplicación de descarga de idiomas.
pt_br: Corrige download de aplicativos de idiomas.
ru: Исправление загрузки языковых приложений
tr: Dil uygulamalarını indirmeyi onar
zh_tw: 修正下載語言應用程式。

source: Add AI plugin
ar: أضف ملحقة الذكاء الاصطناعي
es: Añadir complemento IA
fi: Lisää tekoälyliitännäinen
gl: Engadir un complemento de IA
pt_br: Adicionar plugin de IA
tr: Yapay Zekâ eklentisi ekle
zh_tw: 新增 AI 外掛程式

source: Allow to dnd image.
ar: السماح بتحويل الصور إلى نمط سجون وتنانين.
es: Permitir imagen «No molestar»
gl: Permitir arrastrar e soltar imaxes.
pt_br: Permitir baixar imagem.
tr: Rahatsız etmeyin görseline izin ver
zh_tw: 允許拖放影像。

source: Add restore button in administration settings.
ar: إضافة زر استعادة في إعدادات الإدارة.
es: Se ha añadido el botón de restaurar en las preferencias de administración.
fi: Lisää ylläpitäjän asetusikkunaan palautuspainike.
gl: Engada un botón de restaurar na configuración de administración.
pt_br: Adiciona botão de restauração na caixa de diálogo de configurações do administrador.
tr: Yönetim ayarlarına geri yükle düğmesi ekle
zh_tw: 在管理員設定中新增還原按鈕。

source: Allow to activate plugins.
ar: اسمح بتفعيل الملحقات.
es: Permitir la activación de complementos
fi: Salli liitännäisten aktivointi.
gl: Permitir activar complementos.
pt_br: Permitir ativar plugins.
tr: Eklentileri etkinleştirmeye izin verin.
zh_tw: 允許啟用外掛程式。

source: Add Open With button in show image.
ar: إضافة زر ”افتح باستخدام“ في إظهار الصورة.
es: Añadido botón «Abrir con» al mostrar imagen.
fi: Lisää kuvan näyttöön ”Avaa ohjelmalla” -painike.
pt_br: Adiciona o botão Abrir com na imagem exibida.
tr: Görseli bir uygulamayla açma düğmesi ekle
zh_tw: 在顯示影像當中新增開啟方式按鈕。

source: Add Quick Text Format.
ar: إضافة تنسيق سريع للنص
es: Añadir formato de texto rápido.
fi: Lisää pikatekstin muotoilu.
pt_br: Adiciona formato de texto rápido.
tr: Tez metin biçimlendirme seçenekleri ekle
zh_tw: 新增快速文字格式。

source: Add Extension message line button.
ar: أضف زر سطر رسالة التمديد.
es: Añadida línea de extensión del mensaje.
fi: Lisää viestin laajennusviivapainike
pt_br: Adicionar extensão de botão de linha de mensagem.
tr: Genişletme ileti satırı düğmesi ekle

source: Allow to Add WebDav Server.
ar: اسمح بإضافة خادم WebDav.
es: Soporte para añadir servidor WebDav.
fi: Salli lisätä WebDAV-palvelin.
pt_br: Permite adicionar servidor WebDav.
tr: WebDAV sunucusu eklemeye olanak tanı
zh_tw: 允許新增 WebDAV 伺服器。

source: Show room info (italic text) when there is some pending message typed.
ar: عرض معلومات الغرفة (نص مائل) عندما يكون هناك رسالة معلقة مكتوبة.
es: Mostrar información de la sala (texto en cursiva) cuando hay algún mensaje siendo escrito.
fi: Näytä huoneen tiedot (kursiivilla), kun jonossa on kirjoitettu viesti.
pt_br: Mostrar informações da sala (texto em itálico) quando houver alguma mensagem pendente digitada.
tr: Bekleyen bir ileti girildiğinde oda bilgisini (yatık metin) göster
zh_tw: 有輸入中訊息時顯示聊天室資訊（斜體）。

source: Allow to add emoticon from popup menu.
ar: السماح بإضافة رموز تعبيرية من القائمة المنبثقة.
es: Soporte para añadir emoticono desde el menú emergente.
fi: Salli lisätä hymiö ponnahdusvalikosta.
pt_br: Permite adicionar um emoticon a partir do menu de contexto.
tr: Açılır menüden emoji eklemeye olanak tanı
zh_tw: 允許從彈出選單新增表情符號。

source: Fix show date info.
ar: إصلاح عرض معلومات التاريخ
es: Corrección en la información al mostrar fecha.
fi: Korjattu päiväyksen näyttämisen tiedot.
gl: Corrixir como se amosa a información da data.
pt_br: Corrige exibição das informações de data.
tr: Tarih bilgisini göstermeyi onar
zh_tw: 修正顯示日期資訊。

source: Fix save application settings.
ar: إصلاح حفظ إعدادات التطبيق.
es: Corrección al guardar las preferencias de la aplicación.
fi: Korjattu sovellusasetusten tallennus.
gl: Corrixir como se garda a configuración das aplicacións.
pt_br: Corrige o salvamento das configurações do aplicativo.
tr: Uygulama ayarlarını kaydetmeyi onar
zh_tw: 修正應用程式設定的儲存。

source: Fix text selection in attachment.
ar: إصلاح تحديد النصف في المرفقات.
es: Corrección de la selección de texto en el adjunto.
fi: Korjaa tekstin valinta liitteestä.
gl: Corrixir a selección de texto en anexos.
pt_br: Corrige a seleção de texto no anexo.
tr: İlişikte metin seçimini onar
zh_tw: 修正附件裡的文字選取。

source: Fix display user.
ar: إصلاح عرض المستخدم.
es: Corrección al mostrar el usuario.
fi: Korjaa näyttökäyttäjä.
gl: Corrixir como se amosan as persoas usuarias.
pt_br: Corrige o usuário de exibição.
tr: Kullanıcı görüntülemeyi onar
zh_tw: 修正使用者顯示。

source: Display translate menu in thread dialog.
ar: عرض قائمة الترجمة في مربع الحوار.
es: Mostrar menu de traducción en los diálogos de los hilos.
fi: Näytä käännösvalikko säieikkunassa.
gl: Amosar o menú de traducir no diálogo de fío.
pt_br: Exibe menu de tradução na caixa de diálogo do tópico.
tr: İleti dizisi iletişim kutusunda çeviri menüsünü görüntüle
zh_tw: 在對話串的對話框裡顯示翻譯選單。

source: Add AI Rocket Chat Actions support.
ar: إضافة إجراءات الذكاء الاصطناعي لروكت تشات.
es: Añadidas acciones de IA a Rocket Chat.
fi: Lisätty AI Rocket Chat -toimintotuki.
gl: Permitir accións de conversa de Rocket de IA.
pt_br: Adiciona suporte para ações do AI Rocket Chat.
tr: Rocket.Chat yapay zekâ eylemleri desteği ekle
zh_tw: 加入對於 Rocket Chat AI 動作的支援。

source: Fix apply, restore, cancel buttons in administration dialog.
ar: إصلاح أزرار التطبيق والاستعادة والإلغاء في مربع حوار الإدارة.
es: Arreglos a los botones de aplicar, restaurar y cancelar en los diálogos de administración.
fi: Korjattu ylläpitoikkunan Käytä-, Palauta- ja Peru-painikkeet
gl: Aquelas os botóns de aplicar, restaurar e cancelar no diálogo de administración.
pt_br: Corrige os botões aplicar, restaurar e cancelar na caixa de diálogo de administração.
tr: Yönetim ayarlarına uygula, geri yükle, iptal düğmeleri ekle
zh_tw: 修正管理員對話框的套用、還原、取消按鈕。

source: Fix search users.
ar: إصلاح البحث عن المستخدمين.
es: Mejoras al buscar usuarios.
fi: Korjattu käyttäjien haku.
gl: Corrixir a busca de xente.
pt_br: Corrige a pesquisa de usuários.
tr: Kullanıcı aramayı onar
zh_tw: 修正使用者搜尋。

source: Fix extract language from code block.
ar: إصلاح لغة الاستخراج من كتلة التعليمات البرمجية.
es: Corrección en la extracción del idioma desde un bloque de código.
fi: Korjaa kielen irrotus koodilohkosta.
pt_br: Corrige a extração de linguagem do bloco de código.
tr: Kod blokundan dili çıkar
zh_tw: 修正從程式碼區塊取出語言的功能。

source: Fix attachment info in "Show Channel Log" dialog.
ar: إصلاح معلومات المرفق في مربع الحوار أظهر سجل القناة“.
es: Corrección en la información adjunta en el diálogo «Mostrar registro del canal».
fi: Korjaa liitetiedot ”Näytä kanavaloki” -ikkunassa.
pt_br: Corrige informações de anexo na caixa de diálogo "Mostrar registro do canal".
tr: “Kanal Günlüğünü Göster” iletişim kutusundaki ek bilgisini onar

source: Fix icon on windows.
ar: إصلاح أيقونة في ويندوز
es: Mejoras en los iconos de Windows.
fi: Korjaa kuvake ikkunoissa.
pt_br: Corrige ícone no Windows.
tr: Windows üzerinde simgeyi düzelt

source: Fix show file attachment size.
ar: إصلاح إظهار حجم المرفقات.
es: Corrección del tamaño al mostrar archivos adjuntos.
fi: Korjaa tiedoston liitteen koon näyttö.
pt_br: Correção da exibição do tamanho de arquivo anexo.
tr: Dosya eki boyutunu göstermeyi onar

source: Save local translation to local database.
ar: حفظ الترجمة المحلية في قاعدة البيانات المحلية.
es: Guardar traducción local a base de datos local.
pt_br: Salvar tradução local no banco de dados local.
tr: Yerel çeviriyi yerel veri tabanına kaydet

source: Fix remove room (in local database).
es: Corrección al eliminar sala (en base de datos local).
tr: Oda kaldırmayı onar (yerel veri tabanında)

source: Fix export database.
es: Corrección al exportar la base de datos.
tr: Veri tabanını dışa aktarmayı düzelt

source: Fix upload Custom Sound
es: Mejora en la subida de sonidos personalizados
tr: Özel sesler yüklemeyi onar

source: Ding
ar: دنغ
es: Repique
fi: Kilahdus
hi: झंकार
hu: Harangszó
ia: Ding (Marca)
nl: Dingdongen
ru: Звонок
uk: Дзвінок
zh_tw: 叮聲

source: Bot
ar: آليّ
eo: Bot (roboto)
es: Robot
fi: Botti
fr: Robot
gl: Robot
hi: बीओटी
hu: Robot
ia: Bot(Robot)
ru: Бот
uk: Бот
zh_tw: 機器人

source: OAuth Apple Iss
ar: معرف أوث Iss
es: Iss OAuth de Apple
gl: Iss de OAuth de Apple
hi: OAuth एप्पल आईएसएस
pt_br: Iss da Apple OAuth

source: OAuth Apple Kid
ar: أوث أبل كد
es: Kid OAuth de Apple
gl: Kid de OAuth de Apple
hi: OAuth एप्पल किड
pt_br: Kid da Apple OAuth

source: Premium
ar: مُمْتازة
eo: Premio
es: Prémium
hi: अधिमूल्य
hu: Prémium
ru: Премиум

source: Copyright © 2020-2025 Ruqola authors
ar: حقوق الطبع والنشر © 2020-2025 مُؤلفو رقولة
fi: Tekijänoikeudet © 2020–2025 Ruqolan tekijät
hu: Copyright © A Ruqola szerzői, 2020-2025.
pt_br: Copyright © 2020-2025 Os autores do Ruqola

# @info:credit
source: Laurent Montel
ar: لوران مونتيل
hi: लॉरेंट मोंटेल

# @info:credit
source: Riccardo Iaconelli
ar: ريكاردو ياكونيلي
hi: रिकार्डो इकोनेली

# @info:credit
source: David Faure
ar: ديفيد فور
hi: डेविड फॉरे

# @info:credit
source: Kevin Funk
ar: كيفن فانك
hi: केविन फंक

# @info:credit
source: Olivier JG
ar: أوليفييه جي جي
hi: ओलिवियर जे.जी.

# @info:credit
source: Milian Wolff
ar: ميليان وولف
hi: मिलियन वोल्फ

# @info:credit
source: Till Adam
ar: تال آدم
hi: एडम को

# @info:credit
source: Shantanu Tushar
ar: شانتانو توشار

# @info:credit
source: Alessandro Ambrosano
ar: اليساندرو أمبروسانو
hi: एलेसेंड्रो एम्ब्रोसनो

# @info:credit
source: Hannah von Reth
ar: هانا فون ريث
hi: हन्ना वॉन रेथ

# @info:credit
source: Allen Winter
ar: ألين وينتر
hi: सारी सर्दी

# @info:credit
source: Waqar Ahmed
ar: وقار أحمد
hi: वकार अहमद

# @info:credit
source: Nicolas Fella
ar: نيكولاس فيلا
hi: निकोलस फेल्ला

# @info:credit
source: Daniele E. Domenichelli
ar: دانييلي إي دومينيشيلي
hi: डेनियल ई. डोमेनिचेली

source: Chelle
ar: شيللي
hi: चेले
hu: Cselló
ru: Виолончель
uk: Шель

source: Ip
ar: آي بي
hi: आईपी

source: GitHub
ar: غِت هاب

source: GitLab
ar: غيت لاب
hi: गिटलैब

source: Google
ar: غوغل
eo: Guglo
hi: गूगल

source: Oauth
ar: ميفاق أوث
hi: ओआथ

source: Global
ar: عام
eo: Ĉiea
fi: Yleisasetukset
hi: वैश्विक
hu: Globális
nl: Globaal
pl: Globalny
ru: Глобальная
uk: Загальна
zh_tw: 全域

source: IRC
ar: آي أر سي
hi: आईआरसी

source: URL
ar: العنوان
fi: Verkko-osoite
hi: यूआरएल
ru: URL-адрес
zh_tw: 網址

source: GoogleCloudStorage
ar: تخزين سحابي من غوغل
fr: Stockage dans le cloud Google
hi: गूगलक्लाउडस्टोरेज
pl: Przechowywanie w Chmurze Google
zh_tw: Google 雲端儲存

source: Microsoft
ar: مايكروسوفت
eo: Mikrosofto
hi: माइक्रोसॉफ्ट

source: Apple
ar: أبل
hi: सेब

source: Dolphin
ar: دولفين
hi: डॉल्फिन

source: Url
ar: الرابط
fi: Verkko-osoite
hi: यूआरएल
ru: URL-адрес
zh_tw: 網址

source: Twitter
ar: تويتر
hi: ट्विटर

source: LinkedIn
ar: لِنكدإن
fi: LinkedIn|/|$[aseta jakomuoto LinkedInissä]

source: Meteor
ar: شهاب
eo: Meteoro
hi: उल्का

source: Facebook
ar: فيسبوك
eo: Fejsbuko
hi: फेसबुक

source: Github
ar: غيت هاب

source: Tokenpass
ar: توكنباس
hi: टोकनपास

source: A-Z
ar: أ-ي
fi: A–Ö
hi: ए-जेड
ru: А-Я
zh_tw: A 到 Z

source: Z-A
ar: ي-أ
fi: Ö–A
hi: जेड-ए
ru: Я-А
zh_tw: Z 到 A

source: Json
ar: جسون
hi: जेसन

# @title:window
source: Video
ar: الفيديو
fr: Vidéo
gl: Vídeo
hi: वीडियो
hu: Videó
pl: Wideo
pt_br: Vídeo
ru: Видео
uk: Відео
zh_tw: 影片

# @title:window
source: Video: %1
ar: الفيديو: %1
fr: Vidéo : %1
gl: Vídeo: %1
hi: वीडियो: %1
hu: Videó: %1
pl: Wideo: %1
pt_br: Vídeo: %1
ru: Видео: %1
uk: Відео: %1
zh_tw: 影片：%1

source: Account %1: export config done.
ar: الحساب %1: انتهى تصدير الإعدادات
eo: Konto %1: eksporta agordo farita.
fi: Tili %1: asetusten vienti valmis.
hi: खाता %1: कॉन्फ़िगरेशन निर्यात किया गया.
hu: %1 fiók: beállítások exportálása kész.
pt_br: Conta %1: exportação da configuração feita.

source: Account %1: export cache done.
ar: الحساب %1: انتهى تصدير الخبيئة
eo: Konto %1: eksporta kaŝmemoro farita.
fi: Tili %1: välimuistin vienti valmis.
hi: खाता %1: कैश निर्यात पूर्ण हुआ.
hu: %1 fiók: gyorsítótár exportálása kész.
pt_br: Conta %1: exportação da cache feita.

source: Account %1: export logs done.
ar: الحساب %1: انتهى تصدير السجلات
eo: Konto %1: eksporto protokoloj farita.
fi: Tili %1: lokien vienti valmis.
hi: खाता %1: लॉग निर्यात किया गया.
hu: %1 fiók: naplók exportálása kész.
pt_br: Conta %1: exportação dos logs feita.

# Message Style
source: Normal
ar: عادي
eo: Normala
fi: Tavallinen
hi: सामान्य
hu: Normál
ru: Обычный
zh_tw: 一般

source: Url:
ar: العنوان:
fi: Verkko-osoite:
zh_tw: 網址：

source: REST: %1 DDP: %2
hi: शेष: %1 डीडीपी: %2

source: Webdav
hi: वेबडाव

source: LDAP
hi: एलडीएपी

source: WebRTC
hi: वेबआरटीसी

source: CAS
hi: कैस

source: SMTP
hi: एसएमटीपी

source: smtp
hi: एसएमटीपी

source: smtps
hi: एसएमटीपी

source: GridFS
hi: ग्रिडएफएस

source: AmazonS3
hi: अमेज़नS3

source: WebDAV
hi: वेबडीएवी

source: UTF8
hi: यूटीएफ8

source: RFC2813
hi: आरएफसी2813

source: Deepl
hi: गहरा

# @title:window
source: Description
hi: विवरण
hu: Leírás

# @action
source: Show Description…
eo: Montri Priskribon…
hi: विवरण दिखाएं…
hu: Leírás megjelenítése…

# @title:window
source: Error saving file
eo: Eraro dum konservado de dosiero
hi: फ़ाइल सहेजने में त्रुटि
hu: Hiba a fájl mentésekor

# @option:check
source: Enable experimental local database
hi: प्रायोगिक स्थानीय डेटाबेस सक्षम करें

source: Html
hi: एचटीएमएल

# @action
source: Disable version check
eo: Malebligi versiokontrolon
hi: संस्करण जाँच अक्षम करें
hu: Verzióellenőrzés kikapcsolása

# @action
source: Check new Version
eo: Kontroli pri nova versio
hi: नया संस्करण देखें
hu: Új verzió keresése

source: Your version is older than 6 months, we encourage you to upgrade.
eo: Via versio estas pli malnova ol 6 monatoj, ni instigas vin ĝisdatigi.
hi: आपका संस्करण 6 महीने से पुराना है, हम आपको अपग्रेड करने के लिए प्रोत्साहित करते हैं।
hu: Az Ön verziója több, mint 6 hónapos, javasoljuk, hogy frissítsen.

source: Your version is older than 1 year, we strongly encourage you to upgrade.
eo: Via versio estas pli malnova ol 1 jaro, ni forte instigas vin ĝisdatigi.
hi: आपका संस्करण 1 वर्ष से अधिक पुराना है, हम आपको अपग्रेड करने के लिए दृढ़तापूर्वक प्रोत्साहित करते हैं।
hu: Az Ön verziója több, mint 1 éves, erősen ajánljuk, hogy frissítsen.

# @title:window
source: Open Attachment?
eo: Ĉu malfermi kunsendaĵon?
fr: Ouvrir la pièce jointe ?
hi: अनुलग्नक खोलें?
hu: Melléklet megnyitása?
ia: Aperir Attachamento?
nl: Bijlage openen?
pl: Otworzyć załącznik?
sv: Öppna bilaga?
uk: Відкрити долучення?

# @info
source: Open attachment <filename>%1</filename>?<nl/>
eo: Malfermi aldonaĵon <filename>%1</filename>?<nl/>
fr: Ouvrir la pièce jointe <filename>%1</filename> ? <nl/>
hi: अनुलग्नक <फ़ाइलनाम>%1</फ़ाइलनाम> खोलें?<nl/>
hu: Megnyitja a(z) <filename>%1</filename> mellékletet?<nl/>
ia: Aperir Attachamento <filename>%1</filename>?<nl/>
nl: Bijlage <filename>%1</filename> openen?<nl/>
pl: Otwórz załącznik <filename>%1</filename>?<nl/>
sv: Öppna bilaga <filename>%1</filename>?<nl/>
uk: Відкрити долучення <filename>%1</filename>?<nl/>

# @action:button
source: &Open With '%1'
eo: &Malfermi kun '%1'
hi: &'%1' के साथ खोलें
hu: Me&gnyitás ezzel: „%1”

# @action:button
source: Open &With…
eo: Malfermi &Kun…
hi: के साथ खोलें…
hu: Megnyitás &mással…

# @action:button
source: Save &As…
eo: Konservi &Kiel…
hi: के रूप रक्षित करें…
hu: Mentés &másként…

# @title:window
source: Save File
eo: Konservi dosieron
hi: फाइल सुरक्षित करें
hu: Fájl mentése

# Percent value; %p is the value, % is the percent sign
source: %p%
hi: %पी%

source: Check New Version
eo: Kontroli pri Nova Versio
hi: नया संस्करण देखें
hu: Új verzió keresése

# @label:textbox
source: Version:
eo: Versio:
hi: संस्करण:
hu: Verzió:

# @title:window
source: What's new in %1
eo: Kio estas nova en %1
hi: %1 में नया क्या है
hu: A(z) %1 újdonságai

source: (Show News)
eo: (Montri Novaĵojn)
hi: (समाचार दिखाएं)
hu: (Hírek megjelenítése)

source: What's new in %2. %1
eo: Kio estas nova en %2. %1
hi: %2. %1 में नया क्या है?
hu: A(z) %2 újdonságai. %1

source: Version %1
eo: Versio %1
hi: संस्करण %1
hu: Verzió: %1

source: Important changes since last version:
eo: Gravaj ŝanĝoj ekde la lasta versio:
hi: पिछले संस्करण से अब तक महत्वपूर्ण परिवर्तन:
hu: Fontos változtatások a legutóbbi verzióhoz képest:

source: Some of the new features in this release of Ruqola include:
eo: Kelkaj el la novaj funkcioj en ĉi tiu eldono de Ruqola inkluzivas:
hi: रुकोला के इस संस्करण में कुछ नई विशेषताएं शामिल हैं:
hu: Néhány új funkció, amelyet a Ruqola ezen kiadása tartalmaz:

source: Some bug fixing:
eo: Iu eraro korekto:
hi: कुछ बग फिक्सिंग:
hu: Néhány hibajavítás:

# @title:window
source: Check New Version
hu: Új verzió keresése

source: A new version found. Click <a href="%1">here</a> for downloading it.
hu: Új verzió érhető el. Kattintson <a href="%1">ide</a> a letöltéshez.

source: Copyright © 2020-2024 Ruqola authors
eo: Kopirajto © 2020-2024 Ruqola aŭtoroj

source: Starred Messages
eo: Stelitaj Mesaĝoj
fr: Messages avec étoiles
ia: Messages con stella
nl: Berichten met sterren
pl: Wiadomości wyróżnione
sv: Stjärnmärkta meddelanden
uk: Повідомлення із зіркою

source: Pinned Messages
eo: Alpinglitaj Mesaĝoj
fr: Messages agrafés
ia: Messages appunctate
nl: Vastgepinde berichten
pl: Przypięte wiadomości
sv: Uppsatta meddelanden
uk: Пришпилені повідомлення

source: Mentions Messages
eo: Mencias Mesaĝojn
fr: Messages de citation
ia: Messages de mentiones
nl: Vermeldingsberichten
pl: Wiadomości wspominające
sv: Omnämningsmeddelanden
uk: Повідомлення зі згадками

source: Threads Messages
eo: Fadenoj Mesaĝoj
fr: Messages du fil de discussions
ia: Messages de topicos
nl: Melding uit discussiebundeling
pl: Wiadomości wątku
sv: Trådmeddelanden
uk: Повідомлення з гілками

source: Unread Threads Messages
eo: Nelegitaj Fadenoj Mesaĝoj
fr: Messages du fil de discussions non lus
ia: Messages de topicos non legite
nl: Ongelezen berichten uit discussiebundeling
pl: Oznacz wiadomości wątku jako nieprzeczytane
sv: Olästa meddelanden i tråd
uk: Повідомлення з непрочитаних гілок

# We need a space between after </strong>
source: <strong>%1</strong> is typing...
eo: <strong>%1</strong> tajpas...

# We need a space between after </strong>
source: <strong>%1</strong> are typing...
eo: <strong>%1</strong> tajpas...

# @option:check
source: Join Default Channels
eo: Aliĝi al Defaŭltaj Kanaloj

source: Private
eo: Privata
fr: Privé
nl: Privé
pl: Prywatny
sv: Privat
uk: Особисте

source: Installed
eo: Instalita

# @action
source: Mark As Read
eo: Marki Kiel Legita

# @action
source: Mark As Unread
eo: Marki Kiel Nelegita

# @action:button
source: Sign in with %1
eo: Ensaluti kun %1

source: Username or Email:
eo: Uzantnomo aŭ Retpoŝto:

# @option:check
source: Set accounts online on startup
eo: Agordi kontojn interrete dum ekfunkciigo

# @option:check
source: Show images by default
eo: Montri bildojn defaŭlte

# @option:check
source: Show preview url by default
eo: Montri antaŭrigardan URL defaŭlte

# @option:check
source: Mark room as read when clicking to write a reply
eo: Marki ĉambron kiel legita kiam vi alklakas por skribi respondon

# @option:check
source: Show hover highlights
eo: Montri ŝvebajn lumaĵojn

# @option:check
source: Animate Gif Image
eo: Animacigi Gif-bildon

# @option:check
source: Use local dataBase (experimental)
eo: Uzi lokan datumbazon (eksperimenta)

# @option:check
source: Enable Plasma Activities
eo: Ebligi Plasma-Aktivecojn

# @title Preferences page name
source: Account
eo: Konto
fr: Compte
ia: Conto
pl: Konto
sv: Konto
uk: Обліковий запис

# @title AutoCorrection page name
source: AutoCorrection
eo: Aŭtomata korekto

# @title Preferences page name
source: Translate
eo: Traduki
fr: Traduire
nl: Vertalen
sv: Översätt
uk: Переклад

# @action:button
source: Connection
eo: Konekto

# @label:textbox
source: Server Url:
eo: Servilo URL:

source: Impossible to access to server.
eo: Neeble aliri al servilo.

# @action
source: Open Private Messages…
eo: Malfermi Privatajn Mesaĝojn…

source: Message %1
eo: Mesaĝo %1
